{
	"id":"D1025E",
	"title":" Grizzly Bears ",
	"docSet":[
		{
			"id":"LTW_ENG_20050109.0013",
			"headline":"Possible Delisting as Endangered Is a Bear of an Issue",
			"sentences":[
				"On April 12 of last year, state Game and Fish officers shot dead a dangerous nuisance known as Bear #G92, after the grizzly repeatedly broke into buildings searching for food on a ranch near here.",
				"The 5-year-old male was the first of 19 grizzly bears to die in the region surrounding Yellowstone National Park and one of 50 killed in the lower 48 states, making 2004 the worst year for grizzly mortality since the animal was added to the endangered species list in 1975.",
				"The death rate here, where the grizzly population is estimated at 600, was 2 1/2 half times greater than the 15-year average. Most worrying to wildlife biologists was the fact that females made up 60 percent of the dead.",
				"Nonetheless, the U.S. Fish and Wildlife Service is preparing to remove Yellowstone's grizzly bears from the endangered species list later this year. Moreover, new management plans might allow hunting of the bears outside the park.",
				"The Yellowstone contingent is the largest of a handful of remnant grizzly populations in the lower 48 states and the only one facing imminent removal from the endangered species list. Their range encompasses Yellowstone, Grand Teton National Park and nearby lands in Wyoming, Montana and Idaho. The law protects the bears in Yellowstone, part of Grand Teton and in a circle of land outside, known as the ``primary recovery area.''",
				"A formidable symbol of American wilderness, and a hugely popular public attraction in Yellowstone, the grizzly bear would be the biggest animal to come off the endangered species list since the California gray whale was delisted in 1994.",
				"Despite the record number of dead bears last year, the Fish and Wildlife Service believes the grizzlies, whose population has more than doubled in the three decades it has been on the list, no longer need the special protection afforded by the law.",
				"``We're victims of our own success,'' said Chris Servheen, Fish and Wildlife's grizzly bear coordinator. ``The bears are expanding their numbers and their range. They are now in places they haven't been in 80 or 100 years. These mortality rates are to be expected when bears punch out into areas where there are more people.''",
				"But Servheen stresses the bears will be monitored closely after they are delisted. If their numbers drop below 500, a management review will be triggered. An overall decline of more than 4 percent or a 1.2 percent annual drop in the female population will trigger a review, Servheen said, and that could lead to an emergency re-lisiting.",
				"Bear experts believe that an isolated population of fewer than 500 is in danger of losing its genetic diversity and becoming vulnerable to disease and birth defects.",
				"Some biologists, notably Dave Mattson, a specialist on population assessment who has been studying the Yellowstone grizzlies since 1979, are wary of managing by numbers. ``We really don't have any precise ways to count bears or track their growth and decline,'' Mattson said.",
				"``Even if you start with 500 bears, an annual decline of 2 percent to 5 percent over 15 to 30 years could take them down to 200.''",
				"According to estimates at the time, there were between 150 and 220 Yellowstone grizzlies when they were placed on the endangered species list.",
				"Mattson, who works for the U.S. Geological Survey, said he has not taken a position on delisting, but he worries that not enough is known about comparatively new threats such as climate change and the proliferation of non-native species that could deplete some of the bears' food sources by 90 percent in the future.",
				"Some opponents of delisting contend that last year's mortality rate underscores the bear's vulnerability to encroaching development. They contend that once exempt from the highest level of federal protection, the bears will be safe only inside Yellowstone and Grand Teton national parks, areas too small to sustain a viable population of grizzlies.",
				"In 2001, the Bush administration shelved a plan to reintroduce grizzlies in a wilderness area along the Idaho-Montana border, despite strong public sentiment in favor of the move. Many experts believed it would have been a major step in assuring the long-term survival of grizzlies because the isolated Yellowstone bears would have been able to intermingle with the introduced population.",
				"How the Yellowstone bears fare could well be the most conspicuous test case of the Bush administration's policy toward endangered species.",
				"The administration wants to reform the Endangered Species Act to make it harder to add to the list and easier to remove species from it. It also wants to make it harder to set aside ``critical habitat'' -- in effect, wildlife sanctuaries covering millions of acres where commercial and industrial development is restricted.",
				"Even if the Yellowstone grizzlies are delisted, federal and state officials point out that protections will remain in place on more than 9,200 square miles of the grizzlies' core habitat in the parks and adjacent federal lands. But about 2 million acres of federal and private land where about one-third of the bears are believed to live will be more open to logging, recreation and development.",
				"That concerns Louisa Willcox, who heads the Montana-based Wild Bear Project for the Natural Resources Defense Council. The new plans don't allow for a fallback when food sources in bear habitat diminish or change, said Wilcox who has worked for conservation causes in Wyoming and Montana for more than 20 years.",
				"(Begin optional trim)",
				"In the 19th century, an estimated 50,000 grizzlies roamed across one-third of the Continental United States. Now, an estimated 1,200 bears occupy 2 percent of their original land base.",
				"Wandering grizzlies can terrorize rural neighborhoods, chew up a rancher's calves and occasionally maul people. In Yellowstone Park, about 30 people have been injured and two killed in bear attacks since 1975.",
				"Much has changed in the mountains and forested valleys of the Yellowstone region since the bears were placed on the endangered species. Some counties bordering the park have grown by nearly 30 percent.",
				"Traditional conflicts between bears and livestock are compounded by exurban sprawl creeping up open valleys across the intermountain West. Today, when a grizzly fords a stream to forage, it can find itself confronted with an obstacle course of swing sets and patio furniture.",
				"(End optional trim)",
				"The burgeoning ranchettes outside of Cody along the North and South Fork of the Shoshone River are in prime bear habitat. One, a high-end development of about 150 homes, will be the county's first gated community.",
				"Charles Preston, the curator of Cody's Buffalo Bill Historic Center, is developing educational programs that teach about bear-human conflicts. Preston, an ornithologist, says folks here are not quite at the ``torch and pitchfork stage'' in response to the grizzly, but there is concern.",
				"''We happen to live in the last great place. It's a cliche, but its true,`` he said. ''The Greater Yellowstone Ecosystem is the last intact predator ecosystem in the world, with the full complement of wildlife that existed at the time of Christopher Columbus. It's a vignette of pristine America.''",
				"Preston envisions a program that helps residents to embrace the region and all of its wildlife, enough to be moved to protect it.",
				"It will be a tough sell in some places, especially in counties where the bears have been scarce until recent years.",
				"Last month, commissioners in Fremont County, southeast of Yellowstone declared the bears ``socially unacceptable.'' In all, four Wyoming county commissions have passed anti-grizzly resolutions.",
				"Servheen of the Fish and Wildlife Service who is a strong advocate of delisting the Yellowstone grizzlies dismissed the resolutions as ''colorful but meaningless,`` saying that ''a majority of people want bears around.``",
				"But Wilcox pointed out that in Wyoming county resolutions have the force of law and could trigger a rash of grizzly killings once the federal government has ceded authority over the animals to the states.",
				"Before delisting can occur, state and federal agencies in Wyoming, Montana and Idaho must establish bear management plans. While the plans are in various stages of development, the states are expected to authorize grizzly hunting for the fist time in decades, although it would not be allowed in the national parks.",
				"Even with the strict protections now afforded by the Endangered Species Act, grizzlies can be destroyed if they kill domestic livestock or make a nuisance of themselves in areas where people live. Bears also have died after being shot by hunters claiming self-defense or saying they mistook a grizzly for a black bear.",
				"Some experts make the case that legal hunting will bolster support for the grizzlies' survival.",
				"''In some ways I see hunting of grizzly bears in the future as positive tool,`` said Kim Barber, the U.S. Forest Service's grizzly bear and wolf coordinator for the Rocky Mountain region. ''The only way the bear is going to survive in the Yellowstone Ecosystem is to have public support for it. Hunting will help.``",
				"But Chuck Neal, an ecologist and bear expert retired from the U.S. Bureau of Land Management in Wyoming, said an anti-bear hysteria drives the hunting discussion He's particularly concerned that state and local officials -- susceptible to citizen pressure -- will establish bear management plans that permit bear killing in a broad array of circumstances.",
				"''They are the kind of people whose idea of wildlife management is to kill anything that looks at them crossways. It's a 19th-century approach,`` Neal said. ''I don't support state control of the grizz. I fear bears are headed into a wall of lead.``"
			],
			"wordCounts":{
				"On":1,
				"April":1,
				"12":1,
				"of":56,
				"last":5,
				"year,":2,
				"state":5,
				"Game":1,
				"and":40,
				"Fish":5,
				"officers":1,
				"shot":2,
				"dead":2,
				"a":31,
				"dangerous":1,
				"nuisance":2,
				"known":3,
				"as":5,
				"Bear":3,
				"#G92,":1,
				"after":3,
				"the":107,
				"grizzly":14,
				"repeatedly":1,
				"broke":1,
				"into":3,
				"buildings":1,
				"searching":1,
				"for":12,
				"food":3,
				"on":7,
				"ranch":1,
				"near":1,
				"here.":1,
				"The":7,
				"5-year-old":1,
				"male":1,
				"was":5,
				"first":2,
				"19":1,
				"bears":21,
				"to":38,
				"die":1,
				"in":42,
				"region":3,
				"surrounding":1,
				"Yellowstone":14,
				"National":2,
				"Park":2,
				"one":2,
				"50":1,
				"killed":2,
				"lower":2,
				"48":2,
				"states,":1,
				"making":1,
				"2004":1,
				"worst":1,
				"year":1,
				"mortality":3,
				"since":5,
				"animal":2,
				"added":1,
				"endangered":7,
				"species":7,
				"list":4,
				"1975.":2,
				"death":1,
				"rate":2,
				"here,":1,
				"where":6,
				"population":6,
				"is":13,
				"estimated":3,
				"at":5,
				"600,":1,
				"2":4,
				"1/2":1,
				"half":1,
				"times":1,
				"greater":1,
				"than":6,
				"15-year":1,
				"average.":1,
				"Most":1,
				"worrying":1,
				"wildlife":4,
				"biologists":1,
				"fact":1,
				"that":17,
				"females":1,
				"made":1,
				"up":3,
				"60":1,
				"percent":7,
				"dead.":1,
				"Nonetheless,":1,
				"U.S.":4,
				"Wildlife":3,
				"Service":3,
				"preparing":1,
				"remove":2,
				"Yellowstone's":1,
				"from":5,
				"later":1,
				"this":1,
				"year.":1,
				"Moreover,":1,
				"new":3,
				"management":5,
				"plans":4,
				"might":1,
				"allow":2,
				"hunting":5,
				"outside":2,
				"park.":1,
				"contingent":1,
				"largest":1,
				"handful":1,
				"remnant":1,
				"populations":1,
				"states":2,
				"only":3,
				"facing":1,
				"imminent":1,
				"removal":1,
				"list.":2,
				"Their":1,
				"range":1,
				"encompasses":1,
				"Yellowstone,":3,
				"Grand":3,
				"Teton":3,
				"nearby":1,
				"lands":1,
				"Wyoming,":3,
				"Montana":3,
				"Idaho.":1,
				"law":2,
				"protects":1,
				"part":1,
				"circle":1,
				"land":3,
				"outside,":1,
				"``primary":1,
				"recovery":1,
				"area.''":1,
				"A":1,
				"formidable":1,
				"symbol":1,
				"American":1,
				"wilderness,":1,
				"hugely":1,
				"popular":1,
				"public":3,
				"attraction":1,
				"bear":11,
				"would":4,
				"be":12,
				"biggest":1,
				"come":1,
				"off":1,
				"California":1,
				"gray":1,
				"whale":1,
				"delisted":1,
				"1994.":1,
				"Despite":1,
				"record":1,
				"number":1,
				"believes":1,
				"grizzlies,":1,
				"whose":2,
				"has":7,
				"more":6,
				"doubled":1,
				"three":1,
				"decades":1,
				"it":6,
				"been":7,
				"list,":1,
				"no":1,
				"longer":1,
				"need":1,
				"special":1,
				"protection":1,
				"afforded":2,
				"by":7,
				"law.":1,
				"``We're":1,
				"victims":1,
				"our":1,
				"own":1,
				"success,''":1,
				"said":5,
				"Chris":1,
				"Servheen,":1,
				"Wildlife's":1,
				"coordinator.":1,
				"``The":1,
				"are":15,
				"expanding":1,
				"their":5,
				"numbers":2,
				"range.":1,
				"They":2,
				"now":2,
				"places":1,
				"they":5,
				"haven't":1,
				"80":1,
				"or":6,
				"100":1,
				"years.":3,
				"These":1,
				"rates":1,
				"expected":2,
				"when":4,
				"punch":1,
				"out":3,
				"areas":3,
				"there":3,
				"people.''":1,
				"But":4,
				"Servheen":3,
				"stresses":1,
				"will":11,
				"monitored":1,
				"closely":1,
				"delisted.":1,
				"If":1,
				"drop":2,
				"below":1,
				"500,":1,
				"review":1,
				"triggered.":1,
				"An":1,
				"overall":1,
				"decline":2,
				"4":1,
				"1.2":1,
				"annual":2,
				"female":1,
				"trigger":2,
				"review,":1,
				"said,":1,
				"could":5,
				"lead":1,
				"an":9,
				"emergency":1,
				"re-lisiting.":1,
				"experts":3,
				"believe":1,
				"isolated":2,
				"fewer":1,
				"500":2,
				"danger":1,
				"losing":1,
				"its":3,
				"genetic":1,
				"diversity":1,
				"becoming":1,
				"vulnerable":1,
				"disease":1,
				"birth":1,
				"defects.":1,
				"Some":4,
				"biologists,":1,
				"notably":1,
				"Dave":1,
				"Mattson,":2,
				"specialist":1,
				"assessment":1,
				"who":5,
				"studying":1,
				"grizzlies":9,
				"1979,":1,
				"wary":1,
				"managing":1,
				"numbers.":1,
				"``We":1,
				"really":1,
				"don't":3,
				"have":10,
				"any":1,
				"precise":1,
				"ways":2,
				"count":1,
				"track":1,
				"growth":1,
				"decline,''":1,
				"Mattson":1,
				"said.":3,
				"``Even":1,
				"if":3,
				"you":1,
				"start":1,
				"with":5,
				"bears,":1,
				"5":1,
				"over":2,
				"15":1,
				"30":3,
				"years":1,
				"take":1,
				"them":2,
				"down":1,
				"200.''":1,
				"According":1,
				"estimates":1,
				"time,":1,
				"were":3,
				"between":2,
				"150":2,
				"220":1,
				"placed":2,
				"works":1,
				"Geological":1,
				"Survey,":1,
				"he":3,
				"not":4,
				"taken":1,
				"position":1,
				"delisting,":1,
				"but":4,
				"worries":1,
				"enough":2,
				"about":6,
				"comparatively":1,
				"threats":1,
				"such":1,
				"climate":1,
				"change":1,
				"proliferation":1,
				"non-native":1,
				"deplete":1,
				"some":3,
				"bears'":1,
				"sources":2,
				"90":1,
				"future.":1,
				"opponents":1,
				"delisting":3,
				"contend":2,
				"year's":1,
				"underscores":1,
				"bear's":1,
				"vulnerability":1,
				"encroaching":1,
				"development.":2,
				"once":2,
				"exempt":1,
				"highest":1,
				"level":1,
				"federal":6,
				"protection,":1,
				"safe":1,
				"inside":1,
				"national":2,
				"parks,":1,
				"too":1,
				"small":1,
				"sustain":1,
				"viable":1,
				"grizzlies.":1,
				"In":4,
				"2001,":1,
				"Bush":2,
				"administration":2,
				"shelved":1,
				"plan":1,
				"reintroduce":1,
				"wilderness":1,
				"area":1,
				"along":2,
				"Idaho-Montana":1,
				"border,":1,
				"despite":1,
				"strong":2,
				"sentiment":1,
				"favor":1,
				"move.":1,
				"Many":1,
				"believed":2,
				"major":1,
				"step":1,
				"assuring":1,
				"long-term":1,
				"survival":1,
				"because":1,
				"able":1,
				"intermingle":1,
				"introduced":1,
				"population.":1,
				"How":1,
				"fare":1,
				"well":1,
				"most":1,
				"conspicuous":1,
				"test":1,
				"case":2,
				"administration's":1,
				"policy":1,
				"toward":1,
				"species.":2,
				"wants":2,
				"reform":1,
				"Endangered":2,
				"Species":2,
				"Act":1,
				"make":4,
				"harder":2,
				"add":1,
				"easier":1,
				"it.":3,
				"It":2,
				"also":2,
				"set":1,
				"aside":1,
				"``critical":1,
				"habitat''":1,
				"--":3,
				"effect,":1,
				"sanctuaries":1,
				"covering":1,
				"millions":1,
				"acres":2,
				"commercial":1,
				"industrial":1,
				"development":2,
				"restricted.":1,
				"Even":2,
				"delisted,":1,
				"officials":2,
				"point":1,
				"protections":2,
				"remain":1,
				"place":1,
				"9,200":1,
				"square":1,
				"miles":1,
				"grizzlies'":2,
				"core":1,
				"habitat":2,
				"parks":1,
				"adjacent":1,
				"lands.":1,
				"million":1,
				"private":1,
				"one-third":2,
				"live":2,
				"open":2,
				"logging,":1,
				"recreation":1,
				"That":1,
				"concerns":1,
				"Louisa":1,
				"Willcox,":1,
				"heads":1,
				"Montana-based":1,
				"Wild":1,
				"Project":1,
				"Natural":1,
				"Resources":1,
				"Defense":1,
				"Council.":1,
				"fallback":1,
				"diminish":1,
				"change,":1,
				"Wilcox":2,
				"worked":1,
				"conservation":1,
				"causes":1,
				"Wyoming":3,
				"20":1,
				"(Begin":1,
				"optional":2,
				"trim)":2,
				"19th":1,
				"century,":1,
				"50,000":1,
				"roamed":1,
				"across":2,
				"Continental":1,
				"United":1,
				"States.":1,
				"Now,":1,
				"1,200":1,
				"occupy":1,
				"original":1,
				"base.":1,
				"Wandering":1,
				"can":4,
				"terrorize":1,
				"rural":1,
				"neighborhoods,":1,
				"chew":1,
				"rancher's":1,
				"calves":1,
				"occasionally":1,
				"maul":1,
				"people.":1,
				"Park,":1,
				"people":4,
				"injured":1,
				"two":1,
				"attacks":1,
				"Much":1,
				"changed":1,
				"mountains":1,
				"forested":1,
				"valleys":2,
				"counties":2,
				"bordering":1,
				"park":1,
				"grown":1,
				"nearly":1,
				"percent.":1,
				"Traditional":1,
				"conflicts":1,
				"livestock":2,
				"compounded":1,
				"exurban":1,
				"sprawl":1,
				"creeping":1,
				"intermountain":1,
				"West.":1,
				"Today,":1,
				"fords":1,
				"stream":1,
				"forage,":1,
				"find":1,
				"itself":1,
				"confronted":1,
				"obstacle":1,
				"course":1,
				"swing":1,
				"sets":1,
				"patio":1,
				"furniture.":1,
				"(End":1,
				"burgeoning":1,
				"ranchettes":1,
				"Cody":1,
				"North":1,
				"South":1,
				"Fork":1,
				"Shoshone":1,
				"River":1,
				"prime":1,
				"habitat.":1,
				"One,":1,
				"high-end":1,
				"homes,":1,
				"county's":1,
				"gated":1,
				"community.":1,
				"Charles":1,
				"Preston,":2,
				"curator":1,
				"Cody's":1,
				"Buffalo":1,
				"Bill":1,
				"Historic":1,
				"Center,":1,
				"developing":1,
				"educational":1,
				"programs":1,
				"teach":1,
				"bear-human":1,
				"conflicts.":1,
				"ornithologist,":1,
				"says":1,
				"folks":1,
				"here":1,
				"quite":1,
				"``torch":1,
				"pitchfork":1,
				"stage''":1,
				"response":1,
				"grizzly,":1,
				"concern.":1,
				"''We":1,
				"happen":1,
				"great":1,
				"place.":1,
				"It's":3,
				"cliche,":1,
				"true,``":1,
				"''The":2,
				"Greater":1,
				"Ecosystem":2,
				"intact":1,
				"predator":1,
				"ecosystem":1,
				"world,":1,
				"full":1,
				"complement":1,
				"existed":1,
				"time":2,
				"Christopher":1,
				"Columbus.":1,
				"vignette":1,
				"pristine":1,
				"America.''":1,
				"Preston":1,
				"envisions":1,
				"program":1,
				"helps":1,
				"residents":1,
				"embrace":1,
				"all":1,
				"wildlife,":1,
				"moved":1,
				"protect":1,
				"tough":1,
				"sell":1,
				"places,":1,
				"especially":1,
				"scarce":1,
				"until":1,
				"recent":1,
				"Last":1,
				"month,":1,
				"commissioners":1,
				"Fremont":1,
				"County,":1,
				"southeast":1,
				"declared":1,
				"``socially":1,
				"unacceptable.''":1,
				"all,":1,
				"four":1,
				"county":2,
				"commissions":1,
				"passed":1,
				"anti-grizzly":1,
				"resolutions.":1,
				"advocate":1,
				"dismissed":1,
				"resolutions":2,
				"''colorful":1,
				"meaningless,``":1,
				"saying":2,
				"''a":1,
				"majority":1,
				"want":1,
				"around.``":1,
				"pointed":1,
				"force":1,
				"rash":1,
				"killings":1,
				"government":1,
				"ceded":1,
				"authority":1,
				"animals":1,
				"states.":1,
				"Before":1,
				"occur,":1,
				"agencies":1,
				"Idaho":1,
				"must":1,
				"establish":2,
				"plans.":1,
				"While":1,
				"various":1,
				"stages":1,
				"development,":1,
				"authorize":1,
				"fist":1,
				"decades,":1,
				"although":1,
				"allowed":1,
				"parks.":1,
				"strict":1,
				"Act,":1,
				"destroyed":1,
				"kill":2,
				"domestic":1,
				"themselves":1,
				"live.":1,
				"Bears":1,
				"died":1,
				"being":1,
				"hunters":1,
				"claiming":1,
				"self-defense":1,
				"mistook":1,
				"black":1,
				"bear.":1,
				"legal":1,
				"bolster":1,
				"support":3,
				"survival.":1,
				"''In":1,
				"I":2,
				"see":1,
				"future":1,
				"positive":1,
				"tool,``":1,
				"Kim":1,
				"Barber,":1,
				"Forest":1,
				"Service's":1,
				"wolf":1,
				"coordinator":1,
				"Rocky":1,
				"Mountain":1,
				"region.":1,
				"way":1,
				"going":1,
				"survive":1,
				"Hunting":1,
				"help.``":1,
				"Chuck":1,
				"Neal,":1,
				"ecologist":1,
				"expert":1,
				"retired":1,
				"Bureau":1,
				"Land":1,
				"Management":1,
				"anti-bear":1,
				"hysteria":1,
				"drives":1,
				"discussion":1,
				"He's":1,
				"particularly":1,
				"concerned":1,
				"local":1,
				"susceptible":1,
				"citizen":1,
				"pressure":1,
				"permit":1,
				"killing":1,
				"broad":1,
				"array":1,
				"circumstances.":1,
				"''They":1,
				"kind":1,
				"idea":1,
				"anything":1,
				"looks":1,
				"crossways.":1,
				"19th-century":1,
				"approach,``":1,
				"Neal":1,
				"''I":1,
				"control":1,
				"grizz.":1,
				"fear":1,
				"headed":1,
				"wall":1,
				"lead.``":1
			}
		},
		{
			"id":"APW_ENG_20050225.0067",
			"headline":"Nine-year study shows grizzlies near Canadian park have lowest birth rate ever in North America",
			"sentences":[
				"A nine-year study coinciding with burgeoning development in and around Banff National Park has found the area's grizzly bears have the lowest reproductive rate ever recorded in North America, scientists at the University of Calgary said.",
				"The study of 71 bears between 1994 and 2002 also found that humans were responsible for more than 75 percent of female bear deaths and 86 percent of male deaths in the period.",
				""Basically, we (need) to have 19 out of 20 adult female bears in their reproductive years to survive into the next year," said Stephen Herrero, an environmental scientist at the University of Calgary and co-author of the study. "It's a tricky balance we'll have to maintain."",
				"Female grizzlies do not reproduce until they are about 8 years old, and generally have litters of one or two cubs every four or five years. So the death of a single bear can have a significant impact on population trends.",
				"The findings announced Thursday are to be published in the upcoming edition of Journal of Wildlife Management.",
				""This is definitely a wake-up call _ this says we have to be very careful with mortality because these bears are going to bounce back slowly, if at all," said Herrero.",
				"The study was supported by business and environmental groups, as well as the federal and provincial governments. Herrero said it was important to keep everyone who "works and plays" in the parks focused on a common goal.",
				"Practices adopted in the late 1980s, such as more fenced areas, eliminating human garbage and relocating bruins that have become accustomed to people are believed to have helped. Researchers believe at least one female grizzly a year has been saved by the measures.",
				"A more extensive report is expected later this spring examining the grizzly populations in Alberta's less protected Eastern Slopes. That study, which is based on nine years of research plus monitoring in 2003 and 2004, will include policy recommendations."
			],
			"wordCounts":{
				"A":2,
				"nine-year":1,
				"study":3,
				"coinciding":1,
				"with":2,
				"burgeoning":1,
				"development":1,
				"in":9,
				"and":10,
				"around":1,
				"Banff":1,
				"National":1,
				"Park":1,
				"has":2,
				"found":2,
				"the":14,
				"area's":1,
				"grizzly":3,
				"bears":4,
				"have":8,
				"lowest":1,
				"reproductive":2,
				"rate":1,
				"ever":1,
				"recorded":1,
				"North":1,
				"America,":1,
				"scientists":1,
				"at":4,
				"University":2,
				"of":12,
				"Calgary":2,
				"said.":1,
				"The":3,
				"71":1,
				"between":1,
				"1994":1,
				"2002":1,
				"also":1,
				"that":2,
				"humans":1,
				"were":1,
				"responsible":1,
				"for":1,
				"more":3,
				"than":1,
				"75":1,
				"percent":2,
				"female":3,
				"bear":2,
				"deaths":2,
				"86":1,
				"male":1,
				"period.":1,
				""Basically,":1,
				"we":2,
				"(need)":1,
				"to":9,
				"19":1,
				"out":1,
				"20":1,
				"adult":1,
				"their":1,
				"years":3,
				"survive":1,
				"into":1,
				"next":1,
				"year,"":1,
				"said":3,
				"Stephen":1,
				"Herrero,":1,
				"an":1,
				"environmental":2,
				"scientist":1,
				"co-author":1,
				"study.":1,
				""It's":1,
				"a":6,
				"tricky":1,
				"balance":1,
				"we'll":1,
				"maintain."":1,
				"Female":1,
				"grizzlies":1,
				"do":1,
				"not":1,
				"reproduce":1,
				"until":1,
				"they":1,
				"are":4,
				"about":1,
				"8":1,
				"old,":1,
				"generally":1,
				"litters":1,
				"one":2,
				"or":2,
				"two":1,
				"cubs":1,
				"every":1,
				"four":1,
				"five":1,
				"years.":1,
				"So":1,
				"death":1,
				"single":1,
				"can":1,
				"significant":1,
				"impact":1,
				"on":3,
				"population":1,
				"trends.":1,
				"findings":1,
				"announced":1,
				"Thursday":1,
				"be":2,
				"published":1,
				"upcoming":1,
				"edition":1,
				"Journal":1,
				"Wildlife":1,
				"Management.":1,
				""This":1,
				"is":3,
				"definitely":1,
				"wake-up":1,
				"call":1,
				"_":1,
				"this":2,
				"says":1,
				"very":1,
				"careful":1,
				"mortality":1,
				"because":1,
				"these":1,
				"going":1,
				"bounce":1,
				"back":1,
				"slowly,":1,
				"if":1,
				"all,"":1,
				"Herrero.":1,
				"was":2,
				"supported":1,
				"by":2,
				"business":1,
				"groups,":1,
				"as":3,
				"well":1,
				"federal":1,
				"provincial":1,
				"governments.":1,
				"Herrero":1,
				"it":1,
				"important":1,
				"keep":1,
				"everyone":1,
				"who":1,
				""works":1,
				"plays"":1,
				"parks":1,
				"focused":1,
				"common":1,
				"goal.":1,
				"Practices":1,
				"adopted":1,
				"late":1,
				"1980s,":1,
				"such":1,
				"fenced":1,
				"areas,":1,
				"eliminating":1,
				"human":1,
				"garbage":1,
				"relocating":1,
				"bruins":1,
				"become":1,
				"accustomed":1,
				"people":1,
				"believed":1,
				"helped.":1,
				"Researchers":1,
				"believe":1,
				"least":1,
				"year":1,
				"been":1,
				"saved":1,
				"measures.":1,
				"extensive":1,
				"report":1,
				"expected":1,
				"later":1,
				"spring":1,
				"examining":1,
				"populations":1,
				"Alberta's":1,
				"less":1,
				"protected":1,
				"Eastern":1,
				"Slopes.":1,
				"That":1,
				"study,":1,
				"which":1,
				"based":1,
				"nine":1,
				"research":1,
				"plus":1,
				"monitoring":1,
				"2003":1,
				"2004,":1,
				"will":1,
				"include":1,
				"policy":1,
				"recommendations.":1
			}
		},
		{
			"id":"LTW_ENG_20050808.0070",
			"headline":"Environmental Groups Split Over Yellowstone's Grizzlies",
			"sentences":[
				"As the Bush administration prepares to remove Yellowstone's grizzly bears from the endangered species list, a schism has emerged in the environmental movement over whether the bears remain at risk.",
				"The nation's largest environmental group, the National Wildlife Federation, supports delisting the bears, whose numbers have bounced back impressively after three decades of federal protection.",
				"But other powerful organizations, including the Sierra Club, the Natural Resources Defense Council and Earthjustice, are threatening to sue the Bush administration if, as expected, it removes Yellowstone grizzlies from the list.",
				"``The recovery has been a huge success, but removing federal protection now is too risky,'' said Heidi Godwin, regional representative for the Sierra Club in Montana. ``You don't go from emergency room to the parking lot. The bears still need intensive care.''",
				"The National Wildlife Federation, though, says it is time for environmentalists to rethink how to manage Yellowstone's grizzlies -- both as a matter of science and as a political tactic in an era of Republican rule.",
				"``We think we should embrace success when it happens,'' said Sterling D. Miller, a grizzly bear specialist and senior wildlife biologist here in the federation's Northern Rockies office. ``If we don't, we play right into the hands of the people who are trying to kill the Endangered Species Act by reforming it.''",
				"A draft proposal to take the grizzlies off the endangered species list went out this summer from field offices of the U.S. Fish and Wildlife Service in Montana to Interior Department headquarters, said Chris Servheen, grizzly bear recovery coordinator for Fish and Wildlife.",
				"Senior officials at Interior are reviewing the plan, Servheen said.",
				"The delisting plan reaches Washington as the White House, Republicans in Congress, land rights groups and many industry lobbyists are pressing to limit the scope and power of the Endangered Species Act, which was enacted in 1973 and which many conservatives scorn as costly, clumsy and ineffective.",
				"Given this political reality, officials from the National Wildlife Federation say they have concluded that the long effort to rescue grizzlies in and around Yellowstone National Park should be publicized for what it is: a resounding success and a perfect example of how the Endangered Species Act can work.",
				"When grizzlies were listed as threatened in 1975, there were about 200 to 250 of them in the Yellowstone area. Now their population is estimated to be about 600, and growing about 4 to 7 percent a year, according to the Fish and Wildlife Service.",
				"``The public should understand that the Endangered Species Act is not an overnight cure,'' said Thomas M. France, director and counsel for the federation's Northern Rockies office. ``But you will have success when there is proper funding and real cooperation. What has happened with the grizzlies is a model for how to take an animal off the list.''",
				"France said Montana, Wyoming and Idaho -- working with federal agencies -- are well prepared to guarantee the long-term health of Yellowstone's grizzlies. The plan for delisting does not apply to other clusters of grizzlies.",
				"If the Yellowstone grizzlies are delisted, Servheen said a Forest Service protection plan in six national forests that surround the national park would sharply limit road building, camping, and oil and gas exploration, while retiring existing leases for livestock grazing.",
				"The grizzlies would continue to be monitored by federal scientists, with 10 percent of the bears always wearing radio collars. ``They would be fairly intensively taken care of from now on,'' Servheen said.",
				"Officials from several environmental organizations, however, said they do not trust the White House to follow through.",
				"``The Bush administration has tried to gut forest management plans, and yet the primary enforcement mechanism for protecting these bears is through forest plans,'' said Douglas Honnold, managing attorney for the Northern Rockies office of Earthjustice.",
				"He said Yellowstone grizzlies represent a relatively small genetic pool. Until separated clusters of grizzlies can be reconnected through land corridors, Honnold said, it is much too early to delist them."
			],
			"wordCounts":{
				"As":1,
				"the":39,
				"Bush":3,
				"administration":3,
				"prepares":1,
				"to":21,
				"remove":1,
				"Yellowstone's":3,
				"grizzly":3,
				"bears":5,
				"from":7,
				"endangered":2,
				"species":2,
				"list,":1,
				"a":11,
				"schism":1,
				"has":4,
				"emerged":1,
				"in":11,
				"environmental":3,
				"movement":1,
				"over":1,
				"whether":1,
				"remain":1,
				"at":2,
				"risk.":1,
				"The":6,
				"nation's":1,
				"largest":1,
				"group,":1,
				"National":4,
				"Wildlife":5,
				"Federation,":2,
				"supports":1,
				"delisting":3,
				"bears,":1,
				"whose":1,
				"numbers":1,
				"have":3,
				"bounced":1,
				"back":1,
				"impressively":1,
				"after":1,
				"three":1,
				"decades":1,
				"of":14,
				"federal":4,
				"protection.":1,
				"But":1,
				"other":2,
				"powerful":1,
				"organizations,":2,
				"including":1,
				"Sierra":2,
				"Club,":1,
				"Natural":1,
				"Resources":1,
				"Defense":1,
				"Council":1,
				"and":19,
				"Earthjustice,":1,
				"are":6,
				"threatening":1,
				"sue":1,
				"if,":1,
				"as":6,
				"expected,":1,
				"it":5,
				"removes":1,
				"Yellowstone":5,
				"grizzlies":10,
				"list.":1,
				"``The":3,
				"recovery":2,
				"been":1,
				"huge":1,
				"success,":1,
				"but":1,
				"removing":1,
				"protection":2,
				"now":2,
				"is":8,
				"too":2,
				"risky,''":1,
				"said":9,
				"Heidi":1,
				"Godwin,":1,
				"regional":1,
				"representative":1,
				"for":10,
				"Club":1,
				"Montana.":1,
				"``You":1,
				"don't":1,
				"go":1,
				"emergency":1,
				"room":1,
				"parking":1,
				"lot.":1,
				"still":1,
				"need":1,
				"intensive":1,
				"care.''":1,
				"though,":1,
				"says":1,
				"time":1,
				"environmentalists":1,
				"rethink":1,
				"how":3,
				"manage":1,
				"--":3,
				"both":1,
				"matter":1,
				"science":1,
				"political":2,
				"tactic":1,
				"an":3,
				"era":1,
				"Republican":1,
				"rule.":1,
				"``We":1,
				"think":1,
				"we":3,
				"should":3,
				"embrace":1,
				"success":3,
				"when":2,
				"happens,''":1,
				"Sterling":1,
				"D.":1,
				"Miller,":1,
				"bear":2,
				"specialist":1,
				"senior":1,
				"wildlife":1,
				"biologist":1,
				"here":1,
				"federation's":2,
				"Northern":3,
				"Rockies":3,
				"office.":2,
				"``If":1,
				"don't,":1,
				"play":1,
				"right":1,
				"into":1,
				"hands":1,
				"people":1,
				"who":1,
				"trying":1,
				"kill":1,
				"Endangered":4,
				"Species":4,
				"Act":3,
				"by":2,
				"reforming":1,
				"it.''":1,
				"A":1,
				"draft":1,
				"proposal":1,
				"take":2,
				"off":2,
				"list":1,
				"went":1,
				"out":1,
				"this":2,
				"summer":1,
				"field":1,
				"offices":1,
				"U.S.":1,
				"Fish":3,
				"Service":2,
				"Montana":1,
				"Interior":2,
				"Department":1,
				"headquarters,":1,
				"Chris":1,
				"Servheen,":1,
				"coordinator":1,
				"Wildlife.":1,
				"Senior":1,
				"officials":2,
				"reviewing":1,
				"plan,":1,
				"Servheen":3,
				"said.":2,
				"plan":3,
				"reaches":1,
				"Washington":1,
				"White":2,
				"House,":1,
				"Republicans":1,
				"Congress,":1,
				"land":2,
				"rights":1,
				"groups":1,
				"many":2,
				"industry":1,
				"lobbyists":1,
				"pressing":1,
				"limit":2,
				"scope":1,
				"power":1,
				"Act,":1,
				"which":2,
				"was":1,
				"enacted":1,
				"1973":1,
				"conservatives":1,
				"scorn":1,
				"costly,":1,
				"clumsy":1,
				"ineffective.":1,
				"Given":1,
				"reality,":1,
				"Federation":1,
				"say":1,
				"they":2,
				"concluded":1,
				"that":3,
				"long":1,
				"effort":1,
				"rescue":1,
				"around":1,
				"Park":1,
				"be":5,
				"publicized":1,
				"what":1,
				"is:":1,
				"resounding":1,
				"perfect":1,
				"example":1,
				"can":2,
				"work.":1,
				"When":1,
				"were":2,
				"listed":1,
				"threatened":1,
				"1975,":1,
				"there":2,
				"about":3,
				"200":1,
				"250":1,
				"them":1,
				"area.":1,
				"Now":1,
				"their":1,
				"population":1,
				"estimated":1,
				"600,":1,
				"growing":1,
				"4":1,
				"7":1,
				"percent":2,
				"year,":1,
				"according":1,
				"Service.":1,
				"public":1,
				"understand":1,
				"not":3,
				"overnight":1,
				"cure,''":1,
				"Thomas":1,
				"M.":1,
				"France,":1,
				"director":1,
				"counsel":1,
				"``But":1,
				"you":1,
				"will":1,
				"proper":1,
				"funding":1,
				"real":1,
				"cooperation.":1,
				"What":1,
				"happened":1,
				"with":3,
				"model":1,
				"animal":1,
				"list.''":1,
				"France":1,
				"Montana,":1,
				"Wyoming":1,
				"Idaho":1,
				"working":1,
				"agencies":1,
				"well":1,
				"prepared":1,
				"guarantee":1,
				"long-term":1,
				"health":1,
				"grizzlies.":2,
				"does":1,
				"apply":1,
				"clusters":2,
				"If":1,
				"delisted,":1,
				"Forest":1,
				"six":1,
				"national":2,
				"forests":1,
				"surround":1,
				"park":1,
				"would":3,
				"sharply":1,
				"road":1,
				"building,":1,
				"camping,":1,
				"oil":1,
				"gas":1,
				"exploration,":1,
				"while":1,
				"retiring":1,
				"existing":1,
				"leases":1,
				"livestock":1,
				"grazing.":1,
				"continue":1,
				"monitored":1,
				"scientists,":1,
				"10":1,
				"always":1,
				"wearing":1,
				"radio":1,
				"collars.":1,
				"``They":1,
				"fairly":1,
				"intensively":1,
				"taken":1,
				"care":1,
				"on,''":1,
				"Officials":1,
				"several":1,
				"however,":1,
				"do":1,
				"trust":1,
				"House":1,
				"follow":1,
				"through.":1,
				"tried":1,
				"gut":1,
				"forest":2,
				"management":1,
				"plans,":1,
				"yet":1,
				"primary":1,
				"enforcement":1,
				"mechanism":1,
				"protecting":1,
				"these":1,
				"through":2,
				"plans,''":1,
				"Douglas":1,
				"Honnold,":1,
				"managing":1,
				"attorney":1,
				"office":1,
				"Earthjustice.":1,
				"He":1,
				"represent":1,
				"relatively":1,
				"small":1,
				"genetic":1,
				"pool.":1,
				"Until":1,
				"separated":1,
				"reconnected":1,
				"corridors,":1,
				"Honnold":1,
				"said,":1,
				"much":1,
				"early":1,
				"delist":1,
				"them.":1
			}
		},
		{
			"id":"NYT_ENG_20050902.0367",
			"headline":"ADVANCE FOR SUNDAY, SEPT. 4",
			"sentences":[
				"Grizzly bears in Yellowstone National Park can weigh up to 600 pounds. The whitebark pine nut weighs in at a thin fraction of an ounce.",
				"Yet the tiny seeds -- embedded in neat, brown cones -- can make up more than half of a grizzly's pre-hibernation diet, one Canadian Journal of Zoology study shows.",
				"But the fate of the nut is now in doubt.",
				"Whitebark pines across the West are getting clobbered by an alien fungus and native beetle.",
				"The attack on the whitebarks -- by Eurasian blister rust and the mountain pine beetle -- comes at the same time the U.S. Fish and Wildlife Service is poised to remove the park's renowned bears from the endangered species list.",
				""The Yellowstone grizzly is the Endangered Species Act's best recovery story," said Chris Servheen, a University of Montana professor and head of the federal agency's grizzly bear recovery team.",
				""We need to show that with cooperation, this law can work," Servheen said.",
				"Since 1983, the bear population has roughly tripled to 600 animals roaming the 5.8 million acre recovery zone.",
				"Bears are spilling out into the Owl Creek Mountains, the southern Wind River Range and places where they haven't been in 80 years, bear researchers say.",
				"A number of biologists, however, worry that vital bear foods in the heart of the recovery area may already be in peril.",
				""My experience is that the things happening in Yellowstone are things we really have no control over," said Dave Mattson, a U.S. Geologic Survey research biologist.",
				""Some things are beneficial. Some pose a dire threat," Mattson said. "We won't likely have any good options for those."",
				"While the National Wildlife Federation is backing the delisting of the grizzly bear, other environmental groups including the Sierra Club and the Natural Resource Defense Council are opposed and threaten to sue the federal government to block the move.",
				"Once Endangered Species Act protections are removed, a host of new safeguards will ensure grizzly populations will not decline, Servheen said.",
				"For example, new roads will be banned in national forests around the park, Servheen said.",
				"State and federal agencies will monitor the bears and their habitat and responsibility for managing bears will be turned over to Montana, Idaho and Wyoming.",
				"If bear numbers drop, the population could be returned to the endangered species list, Servheen added.",
				"The fact that the bears have rebounded, critics say, doesn't necessarily mean they are recovered.",
				"Female grizzlies mate only every second or third year. Only the shaggy musk ox -- like the bear a relic of the Ice Age -- breeds more slowly.",
				"That means if grizzly deaths spike, it could tip the species into an "extinction vortex," said Michael Scott, director of the Greater Yellowstone Coalition.",
				""You cannot take the second-slowest reproducing species in North America, manage it on a knife-edge and expect that in the long term it will survive," Scott said. "Nature will always throw you a curve."",
				"The combination of blister rust and the beetle outbreak is such a curve.",
				"About 24 percent of Yellowstone area whitebarks were found to be infected with rust in a 2004 Forest Service survey.",
				""The history of blister rust is clear: it spreads and intensifies," said Diana Tomback, a professor at the University of Colorado at Denver who directs the Whitebark Pine Ecosystem Foundation. "I am very fearful about the future of the whitebark pine."",
				"Some whitebarks have genetic resistance to blister rust. By identifying those trees and cultivating their seeds, researchers hope to grow new rust-resistant forests in the future.",
				"Whitebarks, however, have no defense against the invading mountain pine beetles, which have exploded into Yellowstone.",
				"Federal bear biologists contend the rust is moving more slowly in Yellowstone than in northwest Montana and that the trees have co-evolved with mountain pine beetles for thousands of years.",
				""We don't know if whitebark pine will decline," said Chuck Schwartz, a U.S. Geological Survey researcher leading the Interagency Grizzly Bear Study Team.",
				"Forest pathologists take a much different view.",
				""A lot of trees are going to be killed," said John Schwandt, national whitebark pine coordinator for the Forest Service.",
				""A lot of the seeds that grizzly bears really like are going to be greatly reduced, and not over decades but in the next 10 years," Schwandt said.",
				"Federal managers contend the bears eat just about anything around Yellowstone, including grasses, roots, ants, miller moths, trout and elk.",
				""We're not saying things will always be stable," said Servheen. "We're saying we'll be able to respond to changes to make sure the bear's OK."",
				"In late summer and fall, grizzly bears follow an urge to gorge in order to store enough fat to survive hibernation, a condition called hyperphagy.",
				"A 350-pound female needs to average 18,000 kilocalories, or the equivalent of 30 Big Macs a day, according to Mattson. Big males and sows with cubs need even more food.",
				"Given a chance, the bears will even eat the trash. Until the 1970s, watching dump-diving grizzlies was a popular attraction at Yellowstone.",
				"When the dumps were closed, hungry bears invaded park campgrounds and more than 225 had to be killed.",
				"That, critics of delisting say, serves as a cautionary tale.",
				"There are already fewer native cutthroat trout swimming up spawning streams, where bears hunt them, because they're being gobbled up in Yellowstone Lake by illegally introduced lake trout.",
				"In years when whitebarks naturally produce fewer nuts, more Yellowstone grizzlies move to the park's edges, where they find hunters' elk carcasses.",
				"Foraging on the edge of the park is dangerous for bears because that's where people live. Humans are responsible for 85 percent of Yellowstone bear deaths, said Schwartz.",
				"At least 25 bears died in the greater Yellowstone area last year, including eight breeding-age females killed by people.",
				"In fact, the six-year average of female bear deaths exceeded the maximum allowed by the recovery plan in 2004 and 2005, according to federal data.",
				"The deaths fall within new mortality limits that are based on more thorough population estimates now being substituted for the old ones, federal managers say.",
				"Dealing with bears near the recovery zone boundary will be the toughest challenge for state and federal biologists, Schwartz said. Problem bears have to be removed quickly so the public will accept living with the rest.",
				""The Yellowstone ecosystem has a fixed amount of habitat," Schwartz said. "Once bears fill that habitat, the excess bears will probably wind up where they don't belong and are going to die."",
				"Grizzlies don't recognize recovery area boundaries, forest management plans or endangered species politics.",
				"All they care about is finding food -- a lot of it.",
				"And the reddish crowns of dying whitebark pines continue to advance across Yellowstone.",
				"This summer, Tom Reed, a former Wyoming Game and Fish spokesman, rode horseback through dead whitebark stands in Yellowstone that were healthy just three years ago.",
				""As a guy on the ground, I would say it doesn't look too good," he said."
			],
			"wordCounts":{
				"Grizzly":2,
				"bears":17,
				"in":21,
				"Yellowstone":12,
				"National":2,
				"Park":1,
				"can":3,
				"weigh":1,
				"up":5,
				"to":27,
				"600":2,
				"pounds.":1,
				"The":5,
				"whitebark":6,
				"pine":6,
				"nut":2,
				"weighs":1,
				"at":5,
				"a":23,
				"thin":1,
				"fraction":1,
				"of":28,
				"an":4,
				"ounce.":1,
				"Yet":1,
				"the":73,
				"tiny":1,
				"seeds":2,
				"--":7,
				"embedded":1,
				"neat,":1,
				"brown":1,
				"cones":1,
				"make":2,
				"more":7,
				"than":3,
				"half":1,
				"grizzly's":1,
				"pre-hibernation":1,
				"diet,":1,
				"one":1,
				"Canadian":1,
				"Journal":1,
				"Zoology":1,
				"study":1,
				"shows.":1,
				"But":1,
				"fate":1,
				"is":10,
				"now":2,
				"doubt.":1,
				"Whitebark":2,
				"pines":2,
				"across":2,
				"West":1,
				"are":13,
				"getting":1,
				"clobbered":1,
				"by":5,
				"alien":1,
				"fungus":1,
				"and":25,
				"native":2,
				"beetle.":1,
				"attack":1,
				"on":5,
				"whitebarks":4,
				"Eurasian":1,
				"blister":4,
				"rust":5,
				"mountain":3,
				"beetle":2,
				"comes":1,
				"same":1,
				"time":1,
				"U.S.":3,
				"Fish":2,
				"Wildlife":2,
				"Service":2,
				"poised":1,
				"remove":1,
				"park's":2,
				"renowned":1,
				"from":1,
				"endangered":3,
				"species":5,
				"list.":1,
				""The":3,
				"grizzly":7,
				"Endangered":2,
				"Species":2,
				"Act's":1,
				"best":1,
				"recovery":7,
				"story,"":1,
				"said":8,
				"Chris":1,
				"Servheen,":1,
				"University":2,
				"Montana":2,
				"professor":2,
				"head":1,
				"federal":6,
				"agency's":1,
				"bear":9,
				"team.":1,
				""We":3,
				"need":2,
				"show":1,
				"that":10,
				"with":6,
				"cooperation,":1,
				"this":1,
				"law":1,
				"work,"":1,
				"Servheen":4,
				"said.":9,
				"Since":1,
				"1983,":1,
				"population":3,
				"has":2,
				"roughly":1,
				"tripled":1,
				"animals":1,
				"roaming":1,
				"5.8":1,
				"million":1,
				"acre":1,
				"zone.":1,
				"Bears":1,
				"spilling":1,
				"out":1,
				"into":3,
				"Owl":1,
				"Creek":1,
				"Mountains,":1,
				"southern":1,
				"Wind":1,
				"River":1,
				"Range":1,
				"places":1,
				"where":5,
				"they":5,
				"haven't":1,
				"been":1,
				"80":1,
				"years,":1,
				"researchers":2,
				"say.":2,
				"A":2,
				"number":1,
				"biologists,":2,
				"however,":2,
				"worry":1,
				"vital":1,
				"foods":1,
				"heart":1,
				"area":4,
				"may":1,
				"already":2,
				"be":12,
				"peril.":1,
				""My":1,
				"experience":1,
				"things":4,
				"happening":1,
				"we":1,
				"really":2,
				"have":8,
				"no":2,
				"control":1,
				"over,"":1,
				"Dave":1,
				"Mattson,":1,
				"Geologic":1,
				"Survey":2,
				"research":1,
				"biologist.":1,
				""Some":1,
				"beneficial.":1,
				"Some":2,
				"pose":1,
				"dire":1,
				"threat,"":1,
				"Mattson":1,
				"won't":1,
				"likely":1,
				"any":1,
				"good":1,
				"options":1,
				"for":8,
				"those."":1,
				"While":1,
				"Federation":1,
				"backing":1,
				"delisting":2,
				"bear,":1,
				"other":1,
				"environmental":1,
				"groups":1,
				"including":3,
				"Sierra":1,
				"Club":1,
				"Natural":1,
				"Resource":1,
				"Defense":1,
				"Council":1,
				"opposed":1,
				"threaten":1,
				"sue":1,
				"government":1,
				"block":1,
				"move.":1,
				"Once":1,
				"Act":1,
				"protections":1,
				"removed,":1,
				"host":1,
				"new":4,
				"safeguards":1,
				"will":13,
				"ensure":1,
				"populations":1,
				"not":3,
				"decline,":1,
				"For":1,
				"example,":1,
				"roads":1,
				"banned":1,
				"national":2,
				"forests":2,
				"around":2,
				"park,":1,
				"State":1,
				"agencies":1,
				"monitor":1,
				"their":2,
				"habitat":1,
				"responsibility":1,
				"managing":1,
				"turned":1,
				"over":2,
				"Montana,":1,
				"Idaho":1,
				"Wyoming.":1,
				"If":1,
				"numbers":1,
				"drop,":1,
				"could":2,
				"returned":1,
				"list,":1,
				"added.":1,
				"fact":1,
				"rebounded,":1,
				"critics":2,
				"say,":2,
				"doesn't":2,
				"necessarily":1,
				"mean":1,
				"recovered.":1,
				"Female":1,
				"grizzlies":3,
				"mate":1,
				"only":1,
				"every":1,
				"second":1,
				"or":3,
				"third":1,
				"year.":1,
				"Only":1,
				"shaggy":1,
				"musk":1,
				"ox":1,
				"like":2,
				"relic":1,
				"Ice":1,
				"Age":1,
				"breeds":1,
				"slowly.":1,
				"That":1,
				"means":1,
				"if":2,
				"deaths":3,
				"spike,":1,
				"it":5,
				"tip":1,
				""extinction":1,
				"vortex,"":1,
				"Michael":1,
				"Scott,":1,
				"director":1,
				"Greater":1,
				"Coalition.":1,
				""You":1,
				"cannot":1,
				"take":2,
				"second-slowest":1,
				"reproducing":1,
				"North":1,
				"America,":1,
				"manage":1,
				"knife-edge":1,
				"expect":1,
				"long":1,
				"term":1,
				"survive,"":1,
				"Scott":1,
				""Nature":1,
				"always":2,
				"throw":1,
				"you":1,
				"curve."":1,
				"combination":1,
				"outbreak":1,
				"such":1,
				"curve.":1,
				"About":1,
				"24":1,
				"percent":2,
				"were":3,
				"found":1,
				"infected":1,
				"2004":2,
				"Forest":3,
				"survey.":1,
				"history":1,
				"clear:":1,
				"spreads":1,
				"intensifies,"":1,
				"Diana":1,
				"Tomback,":1,
				"Colorado":1,
				"Denver":1,
				"who":1,
				"directs":1,
				"Pine":1,
				"Ecosystem":1,
				"Foundation.":1,
				""I":1,
				"am":1,
				"very":1,
				"fearful":1,
				"about":3,
				"future":1,
				"pine."":1,
				"genetic":1,
				"resistance":1,
				"rust.":1,
				"By":1,
				"identifying":1,
				"those":1,
				"trees":3,
				"cultivating":1,
				"seeds,":1,
				"hope":1,
				"grow":1,
				"rust-resistant":1,
				"future.":1,
				"Whitebarks,":1,
				"defense":1,
				"against":1,
				"invading":1,
				"beetles,":1,
				"which":1,
				"exploded":1,
				"Yellowstone.":3,
				"Federal":2,
				"biologists":1,
				"contend":2,
				"moving":1,
				"slowly":1,
				"northwest":1,
				"co-evolved":1,
				"beetles":1,
				"thousands":1,
				"years.":1,
				"don't":3,
				"know":1,
				"decline,"":1,
				"Chuck":1,
				"Schwartz,":1,
				"Geological":1,
				"researcher":1,
				"leading":1,
				"Interagency":1,
				"Bear":1,
				"Study":1,
				"Team.":1,
				"pathologists":1,
				"much":1,
				"different":1,
				"view.":1,
				""A":2,
				"lot":3,
				"going":3,
				"killed,"":1,
				"John":1,
				"Schwandt,":1,
				"coordinator":1,
				"Service.":1,
				"greatly":1,
				"reduced,":1,
				"decades":1,
				"but":1,
				"next":1,
				"10":1,
				"years,"":1,
				"Schwandt":1,
				"managers":2,
				"eat":2,
				"just":2,
				"anything":1,
				"Yellowstone,":1,
				"grasses,":1,
				"roots,":1,
				"ants,":1,
				"miller":1,
				"moths,":1,
				"trout":2,
				"elk.":1,
				""We're":2,
				"saying":2,
				"stable,"":1,
				"Servheen.":1,
				"we'll":1,
				"able":1,
				"respond":1,
				"changes":1,
				"sure":1,
				"bear's":1,
				"OK."":1,
				"In":3,
				"late":1,
				"summer":1,
				"fall,":1,
				"follow":1,
				"urge":1,
				"gorge":1,
				"order":1,
				"store":1,
				"enough":1,
				"fat":1,
				"survive":1,
				"hibernation,":1,
				"condition":1,
				"called":1,
				"hyperphagy.":1,
				"350-pound":1,
				"female":2,
				"needs":1,
				"average":2,
				"18,000":1,
				"kilocalories,":1,
				"equivalent":1,
				"30":1,
				"Big":2,
				"Macs":1,
				"day,":1,
				"according":2,
				"Mattson.":1,
				"males":1,
				"sows":1,
				"cubs":1,
				"even":2,
				"food.":1,
				"Given":1,
				"chance,":1,
				"trash.":1,
				"Until":1,
				"1970s,":1,
				"watching":1,
				"dump-diving":1,
				"was":1,
				"popular":1,
				"attraction":1,
				"When":1,
				"dumps":1,
				"closed,":1,
				"hungry":1,
				"invaded":1,
				"park":2,
				"campgrounds":1,
				"225":1,
				"had":1,
				"killed.":1,
				"That,":1,
				"serves":1,
				"as":1,
				"cautionary":1,
				"tale.":1,
				"There":1,
				"fewer":2,
				"cutthroat":1,
				"swimming":1,
				"spawning":1,
				"streams,":1,
				"hunt":1,
				"them,":1,
				"because":2,
				"they're":1,
				"being":2,
				"gobbled":1,
				"Lake":1,
				"illegally":1,
				"introduced":1,
				"lake":1,
				"trout.":1,
				"years":2,
				"when":1,
				"naturally":1,
				"produce":1,
				"nuts,":1,
				"move":1,
				"edges,":1,
				"find":1,
				"hunters'":1,
				"elk":1,
				"carcasses.":1,
				"Foraging":1,
				"edge":1,
				"dangerous":1,
				"that's":1,
				"people":1,
				"live.":1,
				"Humans":1,
				"responsible":1,
				"85":1,
				"deaths,":1,
				"Schwartz.":1,
				"At":1,
				"least":1,
				"25":1,
				"died":1,
				"greater":1,
				"last":1,
				"year,":1,
				"eight":1,
				"breeding-age":1,
				"females":1,
				"killed":1,
				"people.":1,
				"fact,":1,
				"six-year":1,
				"exceeded":1,
				"maximum":1,
				"allowed":1,
				"plan":1,
				"2005,":1,
				"data.":1,
				"fall":1,
				"within":1,
				"mortality":1,
				"limits":1,
				"based":1,
				"thorough":1,
				"estimates":1,
				"substituted":1,
				"old":1,
				"ones,":1,
				"Dealing":1,
				"near":1,
				"zone":1,
				"boundary":1,
				"toughest":1,
				"challenge":1,
				"state":1,
				"Schwartz":2,
				"Problem":1,
				"removed":1,
				"quickly":1,
				"so":1,
				"public":1,
				"accept":1,
				"living":1,
				"rest.":1,
				"ecosystem":1,
				"fixed":1,
				"amount":1,
				"habitat,"":1,
				""Once":1,
				"fill":1,
				"habitat,":1,
				"excess":1,
				"probably":1,
				"wind":1,
				"belong":1,
				"die."":1,
				"Grizzlies":1,
				"recognize":1,
				"boundaries,":1,
				"forest":1,
				"management":1,
				"plans":1,
				"politics.":1,
				"All":1,
				"care":1,
				"finding":1,
				"food":1,
				"it.":1,
				"And":1,
				"reddish":1,
				"crowns":1,
				"dying":1,
				"continue":1,
				"advance":1,
				"This":1,
				"summer,":1,
				"Tom":1,
				"Reed,":1,
				"former":1,
				"Wyoming":1,
				"Game":1,
				"spokesman,":1,
				"rode":1,
				"horseback":1,
				"through":1,
				"dead":1,
				"stands":1,
				"healthy":1,
				"three":1,
				"ago.":1,
				""As":1,
				"guy":1,
				"ground,":1,
				"I":1,
				"would":1,
				"say":1,
				"look":1,
				"too":1,
				"good,"":1,
				"he":1
			}
		},
		{
			"id":"LTW_ENG_20051025.0044",
			"headline":"Poaching the Parks",
			"sentences":[
				"A few of the many species of native flora and fauna illegally taken from national parks:",
				"Threatened or endangered animals",
				"Sea turtles (hawksbill, green, loggerhead)",
				"Desert tortoise",
				"California brown pelican",
				"Steller sea lion",
				"Grizzly bear",
				"Spotted owl",
				"Greenback cutthroat trout",
				"Schaus swallowtail butterfly",
				"Plants",
				"Saguaro cactus",
				"Galax",
				"Ramps",
				"Black cohosh",
				"American ginseng",
				"SOURCE: National Park Service"
			],
			"wordCounts":{
				"A":1,
				"few":1,
				"of":2,
				"the":1,
				"many":1,
				"species":1,
				"native":1,
				"flora":1,
				"and":1,
				"fauna":1,
				"illegally":1,
				"taken":1,
				"from":1,
				"national":1,
				"parks:":1,
				"Threatened":1,
				"or":1,
				"endangered":1,
				"animals":1,
				"Sea":1,
				"turtles":1,
				"(hawksbill,":1,
				"green,":1,
				"loggerhead)":1,
				"Desert":1,
				"tortoise":1,
				"California":1,
				"brown":1,
				"pelican":1,
				"Steller":1,
				"sea":1,
				"lion":1,
				"Grizzly":1,
				"bear":1,
				"Spotted":1,
				"owl":1,
				"Greenback":1,
				"cutthroat":1,
				"trout":1,
				"Schaus":1,
				"swallowtail":1,
				"butterfly":1,
				"Plants":1,
				"Saguaro":1,
				"cactus":1,
				"Galax":1,
				"Ramps":1,
				"Black":1,
				"cohosh":1,
				"American":1,
				"ginseng":1,
				"SOURCE:":1,
				"National":1,
				"Park":1,
				"Service":1
			}
		},
		{
			"id":"APW_ENG_20051111.0150",
			"headline":"",
			"sentences":[
				"Grizzly bears in areas surrounding Yellowstone National Park would be removed from the endangered species list under a proposal to be announced next week, officials said.",
				"The Interior Department and the U.S. Fish and Wildlife Service declined to comment on the proposal, but a congressional official and a state government official who were each informed of the announcement confirmed the government's plan. Both spoke on condition of anonymity because the proposal has not yet been made public.",
				"Mike Volesky, a policy adviser to Montana Gov. Brian Schweitzer, on Thursday said an announcement on grizzly bears was planned, but he did not have details.",
				"Federal wildlife officials estimate that more than 600 grizzly bears live in the region surrounding Yellowstone in Idaho, Montana and Wyoming.",
				"Those numbers represent a significant recovery. Only 200 or 250 grizzlies were in that region in 1975, when grizzly bears in the lower 48 states were listed under the Endangered Species Act.",
				"If the grizzlies are removed from the list, the three states would assume management responsibilities from federal wildlife officials and have greater flexibility in dealing with bears. Stripping the bears of protection could eventually clear the way for hunting of grizzlies in that region.",
				"If adopted, the proposal would apply only to bears outside Yellowstone and Grand Teton national parks. Bears within the parks would remain federally protected.",
				"Once the proposal is announced, there would be a period of public comment, and it could be months before a final decision is made. A possible court battle could also delay efforts to remove federal protections.",
				"Tom France, regional director for the National Wildlife Federation, said his organization believes removing bears from federal protection in the Yellowstone area is long overdue.",
				"Chris Servheen, grizzly bear recovery coordinator for the Fish and Wildlife Service, said he also supported taking bears off the list.",
				"The bear population dwindled in the West early in the last century in large part because of hunting and destruction of the animals' habitat. Some environmentalists say the bears still do not have adequate protections to ensure their long-term success.",
				""The agencies are in a state of denial about what's happening on the landscape," said Louisa Willcox, of the Natural Resources Defense Council.",
				"Grizzly habitat is being threatened by development, and the bears' food sources also are at risk, she said."
			],
			"wordCounts":{
				"Grizzly":2,
				"bears":9,
				"in":13,
				"areas":1,
				"surrounding":2,
				"Yellowstone":4,
				"National":2,
				"Park":1,
				"would":5,
				"be":4,
				"removed":2,
				"from":4,
				"the":28,
				"endangered":1,
				"species":1,
				"list":1,
				"under":2,
				"a":8,
				"proposal":4,
				"to":6,
				"announced":1,
				"next":1,
				"week,":1,
				"officials":3,
				"said.":2,
				"The":2,
				"Interior":1,
				"Department":1,
				"and":10,
				"U.S.":1,
				"Fish":2,
				"Wildlife":3,
				"Service":1,
				"declined":1,
				"comment":1,
				"on":5,
				"proposal,":1,
				"but":2,
				"congressional":1,
				"official":2,
				"state":2,
				"government":1,
				"who":1,
				"were":3,
				"each":1,
				"informed":1,
				"of":9,
				"announcement":2,
				"confirmed":1,
				"government's":1,
				"plan.":1,
				"Both":1,
				"spoke":1,
				"condition":1,
				"anonymity":1,
				"because":2,
				"has":1,
				"not":3,
				"yet":1,
				"been":1,
				"made":1,
				"public.":1,
				"Mike":1,
				"Volesky,":1,
				"policy":1,
				"adviser":1,
				"Montana":2,
				"Gov.":1,
				"Brian":1,
				"Schweitzer,":1,
				"Thursday":1,
				"said":4,
				"an":1,
				"grizzly":4,
				"was":1,
				"planned,":1,
				"he":2,
				"did":1,
				"have":3,
				"details.":1,
				"Federal":1,
				"wildlife":2,
				"estimate":1,
				"that":3,
				"more":1,
				"than":1,
				"600":1,
				"live":1,
				"region":2,
				"Idaho,":1,
				"Wyoming.":1,
				"Those":1,
				"numbers":1,
				"represent":1,
				"significant":1,
				"recovery.":1,
				"Only":1,
				"200":1,
				"or":1,
				"250":1,
				"grizzlies":3,
				"1975,":1,
				"when":1,
				"lower":1,
				"48":1,
				"states":2,
				"listed":1,
				"Endangered":1,
				"Species":1,
				"Act.":1,
				"If":2,
				"are":3,
				"list,":1,
				"three":1,
				"assume":1,
				"management":1,
				"responsibilities":1,
				"federal":3,
				"greater":1,
				"flexibility":1,
				"dealing":1,
				"with":1,
				"bears.":1,
				"Stripping":1,
				"protection":2,
				"could":3,
				"eventually":1,
				"clear":1,
				"way":1,
				"for":3,
				"hunting":2,
				"region.":1,
				"adopted,":1,
				"apply":1,
				"only":1,
				"outside":1,
				"Grand":1,
				"Teton":1,
				"national":1,
				"parks.":1,
				"Bears":1,
				"within":1,
				"parks":1,
				"remain":1,
				"federally":1,
				"protected.":1,
				"Once":1,
				"is":4,
				"announced,":1,
				"there":1,
				"period":1,
				"public":1,
				"comment,":1,
				"it":1,
				"months":1,
				"before":1,
				"final":1,
				"decision":1,
				"made.":1,
				"A":1,
				"possible":1,
				"court":1,
				"battle":1,
				"also":3,
				"delay":1,
				"efforts":1,
				"remove":1,
				"protections.":1,
				"Tom":1,
				"France,":1,
				"regional":1,
				"director":1,
				"Federation,":1,
				"his":1,
				"organization":1,
				"believes":1,
				"removing":1,
				"area":1,
				"long":1,
				"overdue.":1,
				"Chris":1,
				"Servheen,":1,
				"bear":2,
				"recovery":1,
				"coordinator":1,
				"Service,":1,
				"supported":1,
				"taking":1,
				"off":1,
				"list.":1,
				"population":1,
				"dwindled":1,
				"West":1,
				"early":1,
				"last":1,
				"century":1,
				"large":1,
				"part":1,
				"destruction":1,
				"animals'":1,
				"habitat.":1,
				"Some":1,
				"environmentalists":1,
				"say":1,
				"still":1,
				"do":1,
				"adequate":1,
				"protections":1,
				"ensure":1,
				"their":1,
				"long-term":1,
				"success.":1,
				""The":1,
				"agencies":1,
				"denial":1,
				"about":1,
				"what's":1,
				"happening":1,
				"landscape,"":1,
				"Louisa":1,
				"Willcox,":1,
				"Natural":1,
				"Resources":1,
				"Defense":1,
				"Council.":1,
				"habitat":1,
				"being":1,
				"threatened":1,
				"by":1,
				"development,":1,
				"bears'":1,
				"food":1,
				"sources":1,
				"at":1,
				"risk,":1,
				"she":1
			}
		},
		{
			"id":"LTW_ENG_20051112.0014",
			"headline":"bc-grizzly",
			"sentences":[
				"Who's killing the great bears of Montana?",
				"Twenty-one grizzlies have been illegally killed here in northwest Montana in the past two years, a record pace for poaching since the bears were listed 30 years ago as threatened under the Endangered Species Act, according to the U.S. Fish and Wildlife Service.",
				"The rising death toll alarms federal law enforcement officials, as well as government biologists supervising the otherwise successful comeback of the big bears. And it comes at a delicate moment in the politics of environmentalism, with the Bush administration poised, despite the objections of many conservation groups, to remove grizzlies farther south in Yellowstone National Park from the endangered species list.",
				"The spike in grizzly killing is concentrated here in a rapidly growing, spectacularly scenic but culturally disjointed corner of the West. Affluent outsiders have overrun Flathead County in the past 15 years, fueling 37 percent population growth and creating a service-based economy that needs grizzlies as toothsome symbols of an eco-friendly western lifestyle.",
				"Some longtime residents, though, are seething over a decades-long regional decline in logging and mining. They see protection of the bears as part of a loathsome New World Order that is closing roads in federal forests and marginalizing their lives.",
				"``The government's doggedness in protecting the grizzlies has brought on tremendous polarization and anger in our community,'' said Fred Hodgeboom, president of Montanans for Multiple Use, a local group that advocates increased logging, mining and grazing on federal land.",
				"As for who is killing the grizzlies, investigators say they are making little or no progress in their search for suspects or witnesses.",
				"Part of the reason, they say, is the hugeness and remoteness of the crime scene, which is nearly the size of Switzerland and just as mountainous. The grizzly bear recovery zone in what is called the Northern Continental Divide Ecosystem now covers 8 million acres. It has expanded from 6 million acres in the 1980s as the comeback of the grizzlies, estimated at between 500 and 800 bears, has gained momentum. Grizzlies now frequent areas where they had not been seen for at least two decades.",
				"Lack of investigative traction is also the result of widespread local animosity toward the Endangered Species Act, said Dominic Domenici, resident agent in charge of law enforcement for Fish and Wildlife.",
				"``It makes people who have information on the kills not want to come forward,'' Domenici said. ``Sentiment against the bears and the government is the biggest handicap to investigation.''",
				"To coax local residents to provide leads, Fish and Wildlife is about to offer rewards of between $1,000 and $5,000 for information leading to successful prosecution of individuals who illegally kill grizzlies, Domenici said, but the service has not yet decided on a reward amount. Knowingly killing a grizzly is a federal misdemeanor punishable by as much as six months in jail and a $25,000 fine, as well as restitution payments as high as $15,000.",
				"The human context for the recent jump in illegal grizzly kills (11 so far this year and 10 last year, after 13 years during which the poaching number averaged about three) is one of head-spinning demographic, economic and cultural change.",
				"Flathead County is part of a slice of western Montana that is rapidly getting richer, better educated and more crowded, even as it turns away from the state's traditional reliance on resource extraction industries.",
				"Retirement money and revenue from stock investments now dwarfs, by more than 3 to 1, the combined earnings of timber, mining, farming and oil drilling, according to a recent study. More people live here because they want to look at the scenery or play in the out-of-doors -- not because they want to work out there.",
				"Cultural incongruities abound. Rich newcomers build palatial homes on steep mountain slopes (many in areas thick with grizzlies), frequent organic dry cleaners and insist on fresh seafood at pricey restaurants. But the Flathead Valley also incubates far right-wing militants, many of whom are angry about how this once-remote corner of Montana has tarted itself up as part of the New West, while leaving them behind.",
				"A large weapons cache was found near here three years ago, property of a citizen's militia group called Project 7. It plotted, rather feebly, to assassinate local officials and then go to war with the National Guard and NATO. A leader of the group, David Burgert, a former snowmobile salesman now in prison, was a sometime caller to Z-600 talk radio, a Kalispell station owned by John Stokes.",
				"Stokes presides over a splenetic midday show in which he and his callers rail against Mexican immigrants, socialism and the sins of the federal government. In an interview about the recent rise in bear killings, Stokes said that his listeners certainly are not anti-grizzly, but they are justifiably furious about bear-protection rules that for years have closed roads in federal forests.",
				"``The idea that they are endangered or there is a shortage of them is a crock,'' said Stokes, who added that he and many of his listeners ``enjoy watching grizzles'' and that he has never heard talk about harming them. As for the feds, Stokes said, that is a different story.",
				"``To say that there is a local agenda against bears is to be paranoid,'' Stokes said, while quickly adding that federal law enforcement officials ``have good reason to be paranoid because nobody likes them around here anyway, and it is their own doing.''",
				"The federal official most alarmed about the recent spike in illegal bear killings is Chris Servheen, grizzly-bear recovery coordinator for Fish and Wildlife.",
				"Servheen, who has been supervising the comeback of the bears for 25 years, said there is a strong possibility that the actual number of illegal kills in the past two years is significantly higher than what game wardens have been able to count.",
				"``It is easy to kill and leave them, and the bodies are never found,'' he said. ``It doesn't take very many people who want to kill bears to really make a big difference.''"
			],
			"wordCounts":{
				"Who's":1,
				"killing":4,
				"the":51,
				"great":1,
				"bears":7,
				"of":32,
				"Montana?":1,
				"Twenty-one":1,
				"grizzlies":4,
				"have":5,
				"been":4,
				"illegally":2,
				"killed":1,
				"here":5,
				"in":25,
				"northwest":1,
				"Montana":3,
				"past":3,
				"two":3,
				"years,":3,
				"a":24,
				"record":1,
				"pace":1,
				"for":12,
				"poaching":2,
				"since":1,
				"were":1,
				"listed":1,
				"30":1,
				"years":5,
				"ago":1,
				"as":15,
				"threatened":1,
				"under":1,
				"Endangered":2,
				"Species":2,
				"Act,":2,
				"according":2,
				"to":20,
				"U.S.":1,
				"Fish":4,
				"and":30,
				"Wildlife":2,
				"Service.":1,
				"The":5,
				"rising":1,
				"death":1,
				"toll":1,
				"alarms":1,
				"federal":8,
				"law":3,
				"enforcement":3,
				"officials,":1,
				"well":2,
				"government":2,
				"biologists":1,
				"supervising":2,
				"otherwise":1,
				"successful":2,
				"comeback":3,
				"big":2,
				"bears.":1,
				"And":1,
				"it":3,
				"comes":1,
				"at":5,
				"delicate":1,
				"moment":1,
				"politics":1,
				"environmentalism,":1,
				"with":3,
				"Bush":1,
				"administration":1,
				"poised,":1,
				"despite":1,
				"objections":1,
				"many":4,
				"conservation":1,
				"groups,":1,
				"remove":1,
				"farther":1,
				"south":1,
				"Yellowstone":1,
				"National":2,
				"Park":1,
				"from":4,
				"endangered":2,
				"species":1,
				"list.":1,
				"spike":2,
				"grizzly":4,
				"is":23,
				"concentrated":1,
				"rapidly":2,
				"growing,":1,
				"spectacularly":1,
				"scenic":1,
				"but":3,
				"culturally":1,
				"disjointed":1,
				"corner":2,
				"West.":1,
				"Affluent":1,
				"outsiders":1,
				"overrun":1,
				"Flathead":3,
				"County":2,
				"15":1,
				"fueling":1,
				"37":1,
				"percent":1,
				"population":1,
				"growth":1,
				"creating":1,
				"service-based":1,
				"economy":1,
				"that":13,
				"needs":1,
				"toothsome":1,
				"symbols":1,
				"an":2,
				"eco-friendly":1,
				"western":2,
				"lifestyle.":1,
				"Some":1,
				"longtime":1,
				"residents,":1,
				"though,":1,
				"are":7,
				"seething":1,
				"over":2,
				"decades-long":1,
				"regional":1,
				"decline":1,
				"logging":1,
				"mining.":1,
				"They":1,
				"see":1,
				"protection":1,
				"part":3,
				"loathsome":1,
				"New":2,
				"World":1,
				"Order":1,
				"closing":1,
				"roads":2,
				"forests":1,
				"marginalizing":1,
				"their":3,
				"lives.":1,
				"``The":2,
				"government's":1,
				"doggedness":1,
				"protecting":1,
				"has":7,
				"brought":1,
				"on":7,
				"tremendous":1,
				"polarization":1,
				"anger":1,
				"our":1,
				"community,''":1,
				"said":5,
				"Fred":1,
				"Hodgeboom,":1,
				"president":1,
				"Montanans":1,
				"Multiple":1,
				"Use,":1,
				"local":5,
				"group":2,
				"advocates":1,
				"increased":1,
				"logging,":1,
				"mining":1,
				"grazing":1,
				"land.":1,
				"As":2,
				"who":6,
				"grizzlies,":3,
				"investigators":1,
				"say":2,
				"they":7,
				"making":1,
				"little":1,
				"or":4,
				"no":1,
				"progress":1,
				"search":1,
				"suspects":1,
				"witnesses.":1,
				"Part":1,
				"reason,":1,
				"say,":1,
				"hugeness":1,
				"remoteness":1,
				"crime":1,
				"scene,":1,
				"which":3,
				"nearly":1,
				"size":1,
				"Switzerland":1,
				"just":1,
				"mountainous.":1,
				"bear":3,
				"recovery":2,
				"zone":1,
				"what":2,
				"called":2,
				"Northern":1,
				"Continental":1,
				"Divide":1,
				"Ecosystem":1,
				"now":4,
				"covers":1,
				"8":1,
				"million":2,
				"acres.":1,
				"It":2,
				"expanded":1,
				"6":1,
				"acres":1,
				"1980s":1,
				"estimated":1,
				"between":2,
				"500":1,
				"800":1,
				"bears,":1,
				"gained":1,
				"momentum.":1,
				"Grizzlies":1,
				"frequent":2,
				"areas":2,
				"where":1,
				"had":1,
				"not":5,
				"seen":1,
				"least":1,
				"decades.":1,
				"Lack":1,
				"investigative":1,
				"traction":1,
				"also":2,
				"result":1,
				"widespread":1,
				"animosity":1,
				"toward":1,
				"Dominic":1,
				"Domenici,":1,
				"resident":1,
				"agent":1,
				"charge":1,
				"Wildlife.":2,
				"``It":3,
				"makes":1,
				"people":3,
				"information":2,
				"kills":3,
				"want":4,
				"come":1,
				"forward,''":1,
				"Domenici":2,
				"said.":2,
				"``Sentiment":1,
				"against":3,
				"biggest":1,
				"handicap":1,
				"investigation.''":1,
				"To":1,
				"coax":1,
				"residents":1,
				"provide":1,
				"leads,":1,
				"about":7,
				"offer":1,
				"rewards":1,
				"$1,000":1,
				"$5,000":1,
				"leading":1,
				"prosecution":1,
				"individuals":1,
				"kill":3,
				"said,":3,
				"service":1,
				"yet":1,
				"decided":1,
				"reward":1,
				"amount.":1,
				"Knowingly":1,
				"misdemeanor":1,
				"punishable":1,
				"by":3,
				"much":1,
				"six":1,
				"months":1,
				"jail":1,
				"$25,000":1,
				"fine,":1,
				"restitution":1,
				"payments":1,
				"high":1,
				"$15,000.":1,
				"human":1,
				"context":1,
				"recent":4,
				"jump":1,
				"illegal":3,
				"(11":1,
				"so":1,
				"far":2,
				"this":2,
				"year":1,
				"10":1,
				"last":1,
				"year,":1,
				"after":1,
				"13":1,
				"during":1,
				"number":2,
				"averaged":1,
				"three)":1,
				"one":1,
				"head-spinning":1,
				"demographic,":1,
				"economic":1,
				"cultural":1,
				"change.":1,
				"slice":1,
				"getting":1,
				"richer,":1,
				"better":1,
				"educated":1,
				"more":2,
				"crowded,":1,
				"even":1,
				"turns":1,
				"away":1,
				"state's":1,
				"traditional":1,
				"reliance":1,
				"resource":1,
				"extraction":1,
				"industries.":1,
				"Retirement":1,
				"money":1,
				"revenue":1,
				"stock":1,
				"investments":1,
				"dwarfs,":1,
				"than":2,
				"3":1,
				"1,":1,
				"combined":1,
				"earnings":1,
				"timber,":1,
				"mining,":1,
				"farming":1,
				"oil":1,
				"drilling,":1,
				"study.":1,
				"More":1,
				"live":1,
				"because":3,
				"look":1,
				"scenery":1,
				"play":1,
				"out-of-doors":1,
				"--":1,
				"work":1,
				"out":1,
				"there.":1,
				"Cultural":1,
				"incongruities":1,
				"abound.":1,
				"Rich":1,
				"newcomers":1,
				"build":1,
				"palatial":1,
				"homes":1,
				"steep":1,
				"mountain":1,
				"slopes":1,
				"(many":1,
				"thick":1,
				"grizzlies),":1,
				"organic":1,
				"dry":1,
				"cleaners":1,
				"insist":1,
				"fresh":1,
				"seafood":1,
				"pricey":1,
				"restaurants.":1,
				"But":1,
				"Valley":1,
				"incubates":1,
				"right-wing":1,
				"militants,":1,
				"whom":1,
				"angry":1,
				"how":1,
				"once-remote":1,
				"tarted":1,
				"itself":1,
				"up":1,
				"West,":1,
				"while":2,
				"leaving":1,
				"them":3,
				"behind.":1,
				"A":2,
				"large":1,
				"weapons":1,
				"cache":1,
				"was":2,
				"found":1,
				"near":1,
				"three":1,
				"ago,":1,
				"property":1,
				"citizen's":1,
				"militia":1,
				"Project":1,
				"7.":1,
				"plotted,":1,
				"rather":1,
				"feebly,":1,
				"assassinate":1,
				"officials":2,
				"then":1,
				"go":1,
				"war":1,
				"Guard":1,
				"NATO.":1,
				"leader":1,
				"group,":1,
				"David":1,
				"Burgert,":1,
				"former":1,
				"snowmobile":1,
				"salesman":1,
				"prison,":1,
				"sometime":1,
				"caller":1,
				"Z-600":1,
				"talk":2,
				"radio,":1,
				"Kalispell":1,
				"station":1,
				"owned":1,
				"John":1,
				"Stokes.":1,
				"Stokes":4,
				"presides":1,
				"splenetic":1,
				"midday":1,
				"show":1,
				"he":4,
				"his":3,
				"callers":1,
				"rail":1,
				"Mexican":1,
				"immigrants,":1,
				"socialism":1,
				"sins":1,
				"government.":1,
				"In":1,
				"interview":1,
				"rise":1,
				"killings,":1,
				"listeners":2,
				"certainly":1,
				"anti-grizzly,":1,
				"justifiably":1,
				"furious":1,
				"bear-protection":1,
				"rules":1,
				"closed":1,
				"forests.":1,
				"idea":1,
				"there":3,
				"shortage":1,
				"crock,''":1,
				"Stokes,":1,
				"added":1,
				"``enjoy":1,
				"watching":1,
				"grizzles''":1,
				"never":2,
				"heard":1,
				"harming":1,
				"them.":1,
				"feds,":1,
				"different":1,
				"story.":1,
				"``To":1,
				"agenda":1,
				"be":2,
				"paranoid,''":1,
				"quickly":1,
				"adding":1,
				"``have":1,
				"good":1,
				"reason":1,
				"paranoid":1,
				"nobody":1,
				"likes":1,
				"around":1,
				"anyway,":1,
				"own":1,
				"doing.''":1,
				"official":1,
				"most":1,
				"alarmed":1,
				"killings":1,
				"Chris":1,
				"Servheen,":2,
				"grizzly-bear":1,
				"coordinator":1,
				"25":1,
				"strong":1,
				"possibility":1,
				"actual":1,
				"significantly":1,
				"higher":1,
				"game":1,
				"wardens":1,
				"able":1,
				"count.":1,
				"easy":1,
				"leave":1,
				"them,":1,
				"bodies":1,
				"found,''":1,
				"doesn't":1,
				"take":1,
				"very":1,
				"really":1,
				"make":1,
				"difference.''":1
			}
		},
		{
			"id":"LTW_ENG_20051114.0135",
			"headline":"bc-bears",
			"sentences":[
				"The Bush administration on Tuesday is to take the first step toward removing Yellowstone's grizzly bears, a living icon of the American West, from the nation's endangered species list.",
				"The proposal to de-list grizzly bears in the area surrounding Yellowstone National Park, which has alarmed some environmentalists, highlights the contrasting views of the 32-year-old Endangered Species Act. Proponents of the government's move say the grizzly's recovery marks a rare victory for the controversial law; others say the decision may undermine protections for a still-vulnerable group of animals.",
				"If the administration goes ahead with dropping the bears' current ``threatened'' status -- a move that would not take place until the end of 2006 at the earliest -- officials in Idaho, Montana and Wyoming would be free to allow limited hunting of grizzlies and would not have to maintain the same level of protection on the grizzlies' habitat. The government would continue to monitor how state and federal authorities manage the land where the bears live to ensure their survival.",
				"Craig Manson, assistant secretary for fish and wildlife and parks at the Interior Department, said the agency considers Yellowstone's grizzly population, which has rebounded from a low of roughly 200 in 1982 to more than 600 today, ``recovered.'' He added that federal biologists have informed him ``adequate habitat and adequate habitat protections are in place'' for the bears.",
				"``We know more about this population of grizzly bears than any population of grizzly bears anywhere,'' Manson said, adding the department will monitor the animals' health for five years after they come off the list. ``We're going to have an excellent picture of the health of this population well into the future.''",
				"But Louisa Wilcox, who directs the Natural Resources Defense Council's wild bears project, said de-listing would jeopardize the grizzlies' critical habitat. The bears range over nearly 9 million acres in and around the national park, she said, but the administration's proposal only covers a six million-acre habitat.",
				"``We would love to see the grizzly bear de-listed, but it's not ready,'' Wilcox said, adding that one-third of the bears' current habitat could be opened to drilling, logging and human development. ``If you want to protect bears for future generations, you have to protect the habitat they need. This plan doesn't do it.''",
				"The public will have 90 days to comment on the proposal. If the administration goes ahead with taking Yellowstone's grizzlies off the list, it will become the 18th endangered species to recover under the Endangered Species Act. Nine endangered species have gone extinct, and the government has de-listed 13 species that were listed erroneously.",
				"Yellowstone boasts the largest grizzly population in the lower 48 states, though a few smaller groups live in areas such as the Northern Continental Divide Ecosystem near Canada, Montana's Cabinet Yaak wilderness and Idaho's Selkirk Mountains. Grizzlies are thriving in Alaska, where more than 30,000 of them live.",
				"No one questions that Yellowstone's grizzlies have rebounded over the past three decades since they were listed -- the population has been growing at a rate of 4 to 7 percent a year for several years -- in part because state and federal officials abolished trash dumps that used to lure bears and bring them into dangerous contact with humans.",
				"But the recent revival has also sparked conflict with nearby residents as the bears venture out of the national park. Dominic Domenici, the Fish and Wildlife Service resident agent in charge of enforcement for Montana and Wyoming, said there ``are more conflicts now between elk hunters and bears,'' in part because the whitebark pine seeds grizzlies need are in shorter supply now due to a beetle infestation induced by warming climate.",
				"Some environmentalists say the decline of whitebark pine is yet another reason why the grizzlies should remain listed as threatened, since the seeds are closely linked to female bears' fecundity.",
				"But National Wildlife Federation senior wildlife biologist Sterling Miller, who spent 21 years studying grizzlies in Alaska, said the time has come to take Yellowstone's bears off the list.",
				"``You can't immunize them against everything bad that can possibly happen,'' Miller said. ``That's a prescription for a permanent listing.''",
				"John Emmerich, assistant wildlife division chief at Wyoming's Game and Fish Department, said environmentalists aren't showing enough faith in state officials who have spent years and millions of dollars helping promote the bears' recovery. While the state plans to allow hunting ``as a management tool,'' he added, officials would ensure it does not hurt the grizzly population, and hunting would not begin for at least a year.",
				"``People will see in time the states will do a good job with de-listing the grizzly bears,'' Emmerich said. ``We're one of the primary reasons we've got a recovered population.''"
			],
			"wordCounts":{
				"The":5,
				"Bush":1,
				"administration":3,
				"on":3,
				"Tuesday":1,
				"is":2,
				"to":20,
				"take":3,
				"the":60,
				"first":1,
				"step":1,
				"toward":1,
				"removing":1,
				"Yellowstone's":5,
				"grizzly":9,
				"bears,":1,
				"a":16,
				"living":1,
				"icon":1,
				"of":20,
				"American":1,
				"West,":1,
				"from":2,
				"nation's":1,
				"endangered":3,
				"species":4,
				"list.":3,
				"proposal":2,
				"de-list":1,
				"bears":10,
				"in":15,
				"area":1,
				"surrounding":1,
				"Yellowstone":2,
				"National":2,
				"Park,":1,
				"which":2,
				"has":6,
				"alarmed":1,
				"some":1,
				"environmentalists,":1,
				"highlights":1,
				"contrasting":1,
				"views":1,
				"32-year-old":1,
				"Endangered":2,
				"Species":2,
				"Act.":2,
				"Proponents":1,
				"government's":1,
				"move":2,
				"say":3,
				"grizzly's":1,
				"recovery":1,
				"marks":1,
				"rare":1,
				"victory":1,
				"for":10,
				"controversial":1,
				"law;":1,
				"others":1,
				"decision":1,
				"may":1,
				"undermine":1,
				"protections":2,
				"still-vulnerable":1,
				"group":1,
				"animals.":1,
				"If":2,
				"goes":2,
				"ahead":2,
				"with":5,
				"dropping":1,
				"bears'":4,
				"current":2,
				"``threatened''":1,
				"status":1,
				"--":4,
				"that":7,
				"would":8,
				"not":5,
				"place":1,
				"until":1,
				"end":1,
				"2006":1,
				"at":5,
				"earliest":1,
				"officials":4,
				"Idaho,":1,
				"Montana":2,
				"and":18,
				"Wyoming":1,
				"be":2,
				"free":1,
				"allow":2,
				"limited":1,
				"hunting":3,
				"grizzlies":6,
				"have":8,
				"maintain":1,
				"same":1,
				"level":1,
				"protection":1,
				"grizzlies'":2,
				"habitat.":3,
				"government":2,
				"continue":1,
				"monitor":2,
				"how":1,
				"state":4,
				"federal":3,
				"authorities":1,
				"manage":1,
				"land":1,
				"where":2,
				"live":2,
				"ensure":2,
				"their":1,
				"survival.":1,
				"Craig":1,
				"Manson,":1,
				"assistant":2,
				"secretary":1,
				"fish":1,
				"wildlife":3,
				"parks":1,
				"Interior":1,
				"Department,":2,
				"said":5,
				"agency":1,
				"considers":1,
				"population,":2,
				"rebounded":2,
				"low":1,
				"roughly":1,
				"200":1,
				"1982":1,
				"more":4,
				"than":3,
				"600":1,
				"today,":1,
				"``recovered.''":1,
				"He":1,
				"added":1,
				"biologists":1,
				"informed":1,
				"him":1,
				"``adequate":1,
				"habitat":4,
				"adequate":1,
				"are":4,
				"place''":1,
				"bears.":1,
				"``We":2,
				"know":1,
				"about":1,
				"this":2,
				"population":5,
				"any":1,
				"anywhere,''":1,
				"Manson":1,
				"said,":3,
				"adding":2,
				"department":1,
				"will":5,
				"animals'":1,
				"health":2,
				"five":1,
				"years":4,
				"after":1,
				"they":3,
				"come":2,
				"off":3,
				"``We're":2,
				"going":1,
				"an":1,
				"excellent":1,
				"picture":1,
				"well":1,
				"into":2,
				"future.''":1,
				"But":3,
				"Louisa":1,
				"Wilcox,":1,
				"who":3,
				"directs":1,
				"Natural":1,
				"Resources":1,
				"Defense":1,
				"Council's":1,
				"wild":1,
				"project,":1,
				"de-listing":2,
				"jeopardize":1,
				"critical":1,
				"range":1,
				"over":2,
				"nearly":1,
				"9":1,
				"million":1,
				"acres":1,
				"around":1,
				"national":2,
				"park,":1,
				"she":1,
				"but":2,
				"administration's":1,
				"only":1,
				"covers":1,
				"six":1,
				"million-acre":1,
				"love":1,
				"see":2,
				"bear":1,
				"de-listed,":1,
				"it's":1,
				"ready,''":1,
				"Wilcox":1,
				"one-third":1,
				"could":1,
				"opened":1,
				"drilling,":1,
				"logging":1,
				"human":1,
				"development.":1,
				"``If":1,
				"you":2,
				"want":1,
				"protect":2,
				"future":1,
				"generations,":1,
				"need.":1,
				"This":1,
				"plan":1,
				"doesn't":1,
				"do":2,
				"it.''":1,
				"public":1,
				"90":1,
				"days":1,
				"comment":1,
				"proposal.":1,
				"taking":1,
				"list,":1,
				"it":2,
				"become":1,
				"18th":1,
				"recover":1,
				"under":1,
				"Nine":1,
				"gone":1,
				"extinct,":1,
				"de-listed":1,
				"13":1,
				"were":2,
				"listed":3,
				"erroneously.":1,
				"boasts":1,
				"largest":1,
				"lower":1,
				"48":1,
				"states,":1,
				"though":1,
				"few":1,
				"smaller":1,
				"groups":1,
				"areas":1,
				"such":1,
				"as":3,
				"Northern":1,
				"Continental":1,
				"Divide":1,
				"Ecosystem":1,
				"near":1,
				"Canada,":1,
				"Montana's":1,
				"Cabinet":1,
				"Yaak":1,
				"wilderness":1,
				"Idaho's":1,
				"Selkirk":1,
				"Mountains.":1,
				"Grizzlies":1,
				"thriving":1,
				"Alaska,":2,
				"30,000":1,
				"them":3,
				"live.":1,
				"No":1,
				"one":2,
				"questions":1,
				"past":1,
				"three":1,
				"decades":1,
				"since":2,
				"been":1,
				"growing":1,
				"rate":1,
				"4":1,
				"7":1,
				"percent":1,
				"year":1,
				"several":1,
				"part":2,
				"because":2,
				"abolished":1,
				"trash":1,
				"dumps":1,
				"used":1,
				"lure":1,
				"bring":1,
				"dangerous":1,
				"contact":1,
				"humans.":1,
				"recent":1,
				"revival":1,
				"also":1,
				"sparked":1,
				"conflict":1,
				"nearby":1,
				"residents":1,
				"venture":1,
				"out":1,
				"park.":1,
				"Dominic":1,
				"Domenici,":1,
				"Fish":2,
				"Wildlife":2,
				"Service":1,
				"resident":1,
				"agent":1,
				"charge":1,
				"enforcement":1,
				"Wyoming,":1,
				"there":1,
				"``are":1,
				"conflicts":1,
				"now":2,
				"between":1,
				"elk":1,
				"hunters":1,
				"bears,''":2,
				"whitebark":2,
				"pine":2,
				"seeds":2,
				"need":1,
				"shorter":1,
				"supply":1,
				"due":1,
				"beetle":1,
				"infestation":1,
				"induced":1,
				"by":1,
				"warming":1,
				"climate.":1,
				"Some":1,
				"environmentalists":2,
				"decline":1,
				"yet":1,
				"another":1,
				"reason":1,
				"why":1,
				"should":1,
				"remain":1,
				"threatened,":1,
				"closely":1,
				"linked":1,
				"female":1,
				"fecundity.":1,
				"Federation":1,
				"senior":1,
				"biologist":1,
				"Sterling":1,
				"Miller,":1,
				"spent":2,
				"21":1,
				"studying":1,
				"time":2,
				"``You":1,
				"can't":1,
				"immunize":1,
				"against":1,
				"everything":1,
				"bad":1,
				"can":1,
				"possibly":1,
				"happen,''":1,
				"Miller":1,
				"said.":2,
				"``That's":1,
				"prescription":1,
				"permanent":1,
				"listing.''":1,
				"John":1,
				"Emmerich,":1,
				"division":1,
				"chief":1,
				"Wyoming's":1,
				"Game":1,
				"aren't":1,
				"showing":1,
				"enough":1,
				"faith":1,
				"millions":1,
				"dollars":1,
				"helping":1,
				"promote":1,
				"recovery.":1,
				"While":1,
				"plans":1,
				"``as":1,
				"management":1,
				"tool,''":1,
				"he":1,
				"added,":1,
				"does":1,
				"hurt":1,
				"begin":1,
				"least":1,
				"year.":1,
				"``People":1,
				"states":1,
				"good":1,
				"job":1,
				"Emmerich":1,
				"primary":1,
				"reasons":1,
				"we've":1,
				"got":1,
				"recovered":1,
				"population.''":1
			}
		},
		{
			"id":"NYT_ENG_20051115.0177",
			"headline":"YELLOWSTONE GRIZZLY, ONCE ENDANGERED, NOW RECOVERED",
			"sentences":[
				"The Yellowstone grizzly bear, one of the first and most controversial animals to be protected by the Endangered Species Act, is fully recovered, and it is time to remove the stringent safeguards it has had for nearly three decades, federal officials said on Tuesday.",
				"The number of bears has gone from a low of between 200 and 300 in the 1970s to more than 600 in the wild landscape that has Yellowstone National Park at its core.",
				""This has been a very long process," Interior Secretary Gale A. Norton said after the department announced it would publish a proposed delisting of the animal in the Federal Register on Thursday. "People involved in the effort felt strongly the time had come to acknowledge recovery of the bear."",
				"The Interior Department plans to issue a decision after a 90-day public comment period. If delisting occurs, it will probably happen no sooner than mid- to late 2006, the agency said.",
				"The job of managing an unlisted bear would fall to state wildlife agencies and the Park Service. It is considered likely that the states would allow the animal to be hunted, but in terms of management, Norton said, "the reality is there's very little change. "",
				"Federal grizzly bear biologists in Montana say that years of research shows that the bear population around Yellowstone is robust and recovered.",
				""It's probably one of the most studied mammals in the world," said Chuck Schwartz, head of the Interagency Grizzly Bear Study Team, in Bozeman, Mont., which has primary responsibility for studying the Yellowstone bear.",
				"Conservation groups are divided. The delisting is supported by the National Wildlife Federation, the nation's largest conservation group. "We have reached all of the recovery targets and exceeded them for a number of years," said Thomas M. France, head of the organization's Northern Rockies office, in Missoula, Mont.",
				"One of the main goals in the recovery plan required that there be a minimum of 15 sows, or female bears, with cubs each year to assure successful reproduction. "We're now seeing more than 40 sows with cubs," France said.",
				"Other conservation groups, however, including the Sierra Club and the Natural Resources Defense Council, oppose delisting. While the number of bears is healthy, they say, some of the bears' critical food sources, like the white bark pine nut, are in steep decline, which could force the bear to leave the park in search of food.",
				"And removing protection, they say, would not allow the federal Fish and Wildlife Service to halt development in a crucial grizzly habitat.",
				""If you don't protect the habitat, it doesn't matter how many bears you have -- you'll lose them," said Lance F. Craighead, executive director of the Craighead Environmental Research Institute, in Bozeman, who maps grizzly bear habitat.",
				"In the 1960s, the Yellowstone bears were hurt by habitat loss. But they were driven to the brink of extinction when the National Park Service closed garbage dumps where bears fed. Bears that refused to return to a natural regimen were shot, and from 1969 to 1971, the Park Service killed more than 200 bears, reducing them to perilously low levels and resulting in their listing as a threatened species.",
				"The only other large population of grizzlies in the United States is in and around Glacier National Park. Small populations of bears live in the Selkirk Mountains of Idaho, the Cabinet Mountains of Montana and the Cascades of northwest Washington."
			],
			"wordCounts":{
				"The":6,
				"Yellowstone":5,
				"grizzly":4,
				"bear,":1,
				"one":2,
				"of":25,
				"the":45,
				"first":1,
				"and":12,
				"most":2,
				"controversial":1,
				"animals":1,
				"to":16,
				"be":3,
				"protected":1,
				"by":3,
				"Endangered":1,
				"Species":1,
				"Act,":1,
				"is":8,
				"fully":1,
				"recovered,":1,
				"it":5,
				"time":2,
				"remove":1,
				"stringent":1,
				"safeguards":1,
				"has":5,
				"had":2,
				"for":3,
				"nearly":1,
				"three":1,
				"decades,":1,
				"federal":2,
				"officials":1,
				"said":5,
				"on":2,
				"Tuesday.":1,
				"number":3,
				"bears":6,
				"gone":1,
				"from":2,
				"a":10,
				"low":2,
				"between":1,
				"200":2,
				"300":1,
				"in":18,
				"1970s":1,
				"more":3,
				"than":4,
				"600":1,
				"wild":1,
				"landscape":1,
				"that":6,
				"National":4,
				"Park":4,
				"at":1,
				"its":1,
				"core.":1,
				""This":1,
				"been":1,
				"very":2,
				"long":1,
				"process,"":1,
				"Interior":2,
				"Secretary":1,
				"Gale":1,
				"A.":1,
				"Norton":2,
				"after":2,
				"department":1,
				"announced":1,
				"would":4,
				"publish":1,
				"proposed":1,
				"delisting":3,
				"animal":2,
				"Federal":2,
				"Register":1,
				"Thursday.":1,
				""People":1,
				"involved":1,
				"effort":1,
				"felt":1,
				"strongly":1,
				"come":1,
				"acknowledge":1,
				"recovery":3,
				"bear."":1,
				"Department":1,
				"plans":1,
				"issue":1,
				"decision":1,
				"90-day":1,
				"public":1,
				"comment":1,
				"period.":1,
				"If":1,
				"occurs,":1,
				"will":1,
				"probably":2,
				"happen":1,
				"no":1,
				"sooner":1,
				"mid-":1,
				"late":1,
				"2006,":1,
				"agency":1,
				"said.":2,
				"job":1,
				"managing":1,
				"an":1,
				"unlisted":1,
				"bear":5,
				"fall":1,
				"state":1,
				"wildlife":1,
				"agencies":1,
				"Service.":1,
				"It":1,
				"considered":1,
				"likely":1,
				"states":1,
				"allow":2,
				"hunted,":1,
				"but":1,
				"terms":1,
				"management,":1,
				"said,":1,
				""the":1,
				"reality":1,
				"there's":1,
				"little":1,
				"change.":1,
				""":1,
				"biologists":1,
				"Montana":2,
				"say":1,
				"years":1,
				"research":1,
				"shows":1,
				"population":2,
				"around":2,
				"robust":1,
				"recovered.":1,
				""It's":1,
				"studied":1,
				"mammals":1,
				"world,"":1,
				"Chuck":1,
				"Schwartz,":1,
				"head":2,
				"Interagency":1,
				"Grizzly":1,
				"Bear":1,
				"Study":1,
				"Team,":1,
				"Bozeman,":2,
				"Mont.,":1,
				"which":2,
				"primary":1,
				"responsibility":1,
				"studying":1,
				"bear.":1,
				"Conservation":1,
				"groups":1,
				"are":2,
				"divided.":1,
				"supported":1,
				"Wildlife":2,
				"Federation,":1,
				"nation's":1,
				"largest":1,
				"conservation":2,
				"group.":1,
				""We":1,
				"have":2,
				"reached":1,
				"all":1,
				"targets":1,
				"exceeded":1,
				"them":2,
				"years,"":1,
				"Thomas":1,
				"M.":1,
				"France,":1,
				"organization's":1,
				"Northern":1,
				"Rockies":1,
				"office,":1,
				"Missoula,":1,
				"Mont.":1,
				"One":1,
				"main":1,
				"goals":1,
				"plan":1,
				"required":1,
				"there":1,
				"minimum":1,
				"15":1,
				"sows,":1,
				"or":1,
				"female":1,
				"bears,":2,
				"with":2,
				"cubs":1,
				"each":1,
				"year":1,
				"assure":1,
				"successful":1,
				"reproduction.":1,
				""We're":1,
				"now":1,
				"seeing":1,
				"40":1,
				"sows":1,
				"cubs,"":1,
				"France":1,
				"Other":1,
				"groups,":1,
				"however,":1,
				"including":1,
				"Sierra":1,
				"Club":1,
				"Natural":1,
				"Resources":1,
				"Defense":1,
				"Council,":1,
				"oppose":1,
				"delisting.":1,
				"While":1,
				"healthy,":1,
				"they":3,
				"say,":2,
				"some":1,
				"bears'":1,
				"critical":1,
				"food":1,
				"sources,":1,
				"like":1,
				"white":1,
				"bark":1,
				"pine":1,
				"nut,":1,
				"steep":1,
				"decline,":1,
				"could":1,
				"force":1,
				"leave":1,
				"park":1,
				"search":1,
				"food.":1,
				"And":1,
				"removing":1,
				"protection,":1,
				"not":1,
				"Fish":1,
				"Service":3,
				"halt":1,
				"development":1,
				"crucial":1,
				"habitat.":2,
				""If":1,
				"you":2,
				"don't":1,
				"protect":1,
				"habitat,":1,
				"doesn't":1,
				"matter":1,
				"how":1,
				"many":1,
				"--":1,
				"you'll":1,
				"lose":1,
				"them,"":1,
				"Lance":1,
				"F.":1,
				"Craighead,":1,
				"executive":1,
				"director":1,
				"Craighead":1,
				"Environmental":1,
				"Research":1,
				"Institute,":1,
				"who":1,
				"maps":1,
				"In":1,
				"1960s,":1,
				"were":3,
				"hurt":1,
				"habitat":1,
				"loss.":1,
				"But":1,
				"driven":1,
				"brink":1,
				"extinction":1,
				"when":1,
				"closed":1,
				"garbage":1,
				"dumps":1,
				"where":1,
				"fed.":1,
				"Bears":1,
				"refused":1,
				"return":1,
				"natural":1,
				"regimen":1,
				"shot,":1,
				"1969":1,
				"1971,":1,
				"killed":1,
				"reducing":1,
				"perilously":1,
				"levels":1,
				"resulting":1,
				"their":1,
				"listing":1,
				"as":1,
				"threatened":1,
				"species.":1,
				"only":1,
				"other":1,
				"large":1,
				"grizzlies":1,
				"United":1,
				"States":1,
				"Glacier":1,
				"Park.":1,
				"Small":1,
				"populations":1,
				"live":1,
				"Selkirk":1,
				"Mountains":2,
				"Idaho,":1,
				"Cabinet":1,
				"Cascades":1,
				"northwest":1,
				"Washington.":1
			}
		},
		{
			"id":"APW_ENG_20051115.0914",
			"headline":"Grizzly bears around Yellowstone to lose status as endangered species",
			"sentences":[
				"Grizzly bears in and around Yellowstone National Park should be removed from the endangered species list after 30 years of federal protection, the U.S. Department of Interior said Tuesday.",
				"The number of grizzlies in the Yellowstone area has grown at a rate of 4 to 7 percent per year since the bear was listed under the Endangered Species Act in 1975, Interior Secretary Gale Norton said. Federal wildlife officials estimate that more than 600 grizzly bears now live in the region, which includes parts of Wyoming, Montana and Idaho.",
				"Stripping the bears of protection could eventually clear the way for limited hunting of the massive bears. These three states would assume management responsibilities from federal wildlife officials and have greater flexibility in dealing with the animals.",
				"The department's proposed delisting could go into effect as early as 2006, but litigation could delay any ultimate effort to remove federal protections.",
				"Environmental groups are split on the move. The National Wildlife Federation supports delisting, saying it highlights the success of the endangered species law. The Natural Resources Defense Council, the Sierra Club and other groups say that too many threats still exist for the bears.",
				"Three senators who attended the Interior news conference Tuesday used the delisting as an opportunity to call for reform of the endangered species law. The House passed a bill in September that would lessen the government's role in protecting plant and animal habitat.",
				""This is the exception not the rule to the Endangered Species Act," said Sen. Larry Craig, R-Idaho.",
				"Sens. Mike Enzi and Craig Thomas, both Republicans, also called for reform of the law. Less than 20 species have been delisted since the law was signed by President Richard Nixon was signed in 1973.",
				"Norton said grizzly bear recovery has been a success story because of cooperation between state and federal governments, along with biologists and conservation groups. She said the administration would like to see the law more focused on recovery efforts than penalizing landowners who find species on their land.",
				"Four other grizzly populations in the lower 48 states will continue to be protected as threatened species under the act. These bears live in the same three states and Washington.",
				"Alaskan grizzly bears, which number around 30,000, were never listed under the act."
			],
			"wordCounts":{
				"Grizzly":1,
				"bears":4,
				"in":10,
				"and":9,
				"around":2,
				"Yellowstone":2,
				"National":2,
				"Park":1,
				"should":1,
				"be":2,
				"removed":1,
				"from":2,
				"the":30,
				"endangered":3,
				"species":6,
				"list":1,
				"after":1,
				"30":1,
				"years":1,
				"of":11,
				"federal":4,
				"protection,":1,
				"U.S.":1,
				"Department":1,
				"Interior":3,
				"said":4,
				"Tuesday.":1,
				"The":5,
				"number":2,
				"grizzlies":1,
				"area":1,
				"has":2,
				"grown":1,
				"at":1,
				"a":3,
				"rate":1,
				"4":1,
				"to":6,
				"7":1,
				"percent":1,
				"per":1,
				"year":1,
				"since":2,
				"bear":2,
				"was":3,
				"listed":2,
				"under":3,
				"Endangered":2,
				"Species":2,
				"Act":1,
				"1975,":1,
				"Secretary":1,
				"Gale":1,
				"Norton":2,
				"said.":1,
				"Federal":1,
				"wildlife":2,
				"officials":2,
				"estimate":1,
				"that":3,
				"more":2,
				"than":3,
				"600":1,
				"grizzly":4,
				"now":1,
				"live":2,
				"region,":1,
				"which":2,
				"includes":1,
				"parts":1,
				"Wyoming,":1,
				"Montana":1,
				"Idaho.":1,
				"Stripping":1,
				"protection":1,
				"could":3,
				"eventually":1,
				"clear":1,
				"way":1,
				"for":4,
				"limited":1,
				"hunting":1,
				"massive":1,
				"bears.":2,
				"These":2,
				"three":2,
				"states":3,
				"would":3,
				"assume":1,
				"management":1,
				"responsibilities":1,
				"have":2,
				"greater":1,
				"flexibility":1,
				"dealing":1,
				"with":2,
				"animals.":1,
				"department's":1,
				"proposed":1,
				"delisting":2,
				"go":1,
				"into":1,
				"effect":1,
				"as":4,
				"early":1,
				"2006,":1,
				"but":1,
				"litigation":1,
				"delay":1,
				"any":1,
				"ultimate":1,
				"effort":1,
				"remove":1,
				"protections.":1,
				"Environmental":1,
				"groups":2,
				"are":1,
				"split":1,
				"on":3,
				"move.":1,
				"Wildlife":1,
				"Federation":1,
				"supports":1,
				"delisting,":1,
				"saying":1,
				"it":1,
				"highlights":1,
				"success":2,
				"law.":3,
				"Natural":1,
				"Resources":1,
				"Defense":1,
				"Council,":1,
				"Sierra":1,
				"Club":1,
				"other":2,
				"say":1,
				"too":1,
				"many":1,
				"threats":1,
				"still":1,
				"exist":1,
				"Three":1,
				"senators":1,
				"who":2,
				"attended":1,
				"news":1,
				"conference":1,
				"Tuesday":1,
				"used":1,
				"an":1,
				"opportunity":1,
				"call":1,
				"reform":2,
				"House":1,
				"passed":1,
				"bill":1,
				"September":1,
				"lessen":1,
				"government's":1,
				"role":1,
				"protecting":1,
				"plant":1,
				"animal":1,
				"habitat.":1,
				""This":1,
				"is":1,
				"exception":1,
				"not":1,
				"rule":1,
				"Act,"":1,
				"Sen.":1,
				"Larry":1,
				"Craig,":1,
				"R-Idaho.":1,
				"Sens.":1,
				"Mike":1,
				"Enzi":1,
				"Craig":1,
				"Thomas,":1,
				"both":1,
				"Republicans,":1,
				"also":1,
				"called":1,
				"Less":1,
				"20":1,
				"been":2,
				"delisted":1,
				"law":2,
				"signed":2,
				"by":1,
				"President":1,
				"Richard":1,
				"Nixon":1,
				"1973.":1,
				"recovery":2,
				"story":1,
				"because":1,
				"cooperation":1,
				"between":1,
				"state":1,
				"governments,":1,
				"along":1,
				"biologists":1,
				"conservation":1,
				"groups.":1,
				"She":1,
				"administration":1,
				"like":1,
				"see":1,
				"focused":1,
				"efforts":1,
				"penalizing":1,
				"landowners":1,
				"find":1,
				"their":1,
				"land.":1,
				"Four":1,
				"populations":1,
				"lower":1,
				"48":1,
				"will":1,
				"continue":1,
				"protected":1,
				"threatened":1,
				"act.":2,
				"same":1,
				"Washington.":1,
				"Alaskan":1,
				"bears,":1,
				"30,000,":1,
				"were":1,
				"never":1
			}
		}
	]
}
