{
    "docSet": [
        {
            "headline": "Indonesian leader expresses concern over transport disasters", 
            "text": "\n<P>\nIndonesian President Susilo Bambang Yudhoyono said Tuesday he was deeply\nconcerned with the crash of a passenger plane and the sinking of a ferry in the\nlast few days that might have killed hundreds of people.\n</P>\n<P>\nA Boeing 737-400 plane with 102 people onboard crashed into a mountain in the\nWest Sulawesi province Monday, killing at least 90 people.\n</P>\n<P>\nEarlier on Friday, a ferry carrying 628 people sank off the Java coast with some\n400 passengers reported missing.\n</P>\n<P>\nOn Thursday, another ferry overturned off Sumatra and some 26 passengers were\nmissing.\n</P>\n<P>\nSpeaking at a ceremony to mark the resumption of the Jakarta Stock Exchange,\nSusilo blamed violent weather for the disasters.\n</P>\n<P>\n\"The culture of becoming vigilant to the weather factor has not existed among\nour societies... I have told the transport minister to investigate if our ships\nare built and designed to be capable of overcoming bad weathers,\" he said.\n</P>\n", 
            "id": "XIN_ENG_20070101.0215"
        }, 
        {
            "headline": "Three US passengers on crashed Indonesian plane", 
            "text": "\n<P>\nThree Americans were among the 102 passengers and crew on board an Adam Air\nplane which crashed into a remote mountainous region of Indonesia, an airline\nofficial said Tuesday.\n</P>\n<P>\n\"There are three foreign citizens, all American from one family,\" Adam Air\nspokesman Ali told AFP.\n</P>\n<P>\n\"Their names are: Scott Jackson and his two daughters Stephanie and Lindsay.\"\n</P>\n<P>\nThe Adam Air Boeing 737-400 crashed Monday after vanishing off air traffic\ncontrol radar screens between the Indonesian islands of Java and Sulawesi.\n</P>\n<P>\nUp to 12 people were thought to have survived, with rescue teams racing to the\ncrash site near Polewali in West Sulawesi, some 180 kilometres north of the\nSouth Sulawesi provincial capital Makassar.\n</P>\n<P>\nIt was not immediately known whether the Americans were among the survivors.\n</P>\n", 
            "id": "AFP_ENG_20070101.0317"
        }, 
        {
            "headline": "Rescue teams to hunt for missing Indonesian passenger flight; crash feared", 
            "text": "\n<P>\nAn Indonesian passenger plane carrying 102 people disappeared in stormy weather\non Monday, and rescue teams were sent to search an area where military aviation\nofficials feared the Boeing 737-400 aircraft may have crashed.\n</P>\n<P>\nTransport Minister Hatta Radjasa said a radio communication was picked up over\ncentral Sulawesi, a major island in the Indonesian archipelago about 750\nkilometers (470 miles) from the Adam Air flight's destination. He said emergency\ncrews were on their way to search for survivors.\n</P>\n<P>\n\"Let's hope the plane had an emergency landing,\" he told El-Shinta\nradio.\n</P>\n<P>\nIt was unknown if the aircraft disappeared over sea or land, but the Navy was\ncontacted about a possible sea rescue operation.\n</P>\n<P>\nEddy Suyanto, military airport chief in South Sulawesi, said the final\ntransmissions indicated \"a big chance it had an accident or a\ncrash.\"\n</P>\n<P>\nSearch parties comprising an airplane and five helicopters would set out to two\npossible locations at dawn Tuesday, he said.\n</P>\n<P>\nAir traffic controllers lost contact with flight KI-574 while it was flying at\n10,700 meters (35,000 feet) from Indonesia's main island of Java to Sulawesi. It\nwas still missing more than eight hours after its scheduled arrival.\n</P>\n<P>\nThe 17-year-old plane -- on a two-hour flight from East Java to Manado, on\nSulawesi's northern tip -- carried six crew and 96 passengers, including 11\nchildren.\n</P>\n<P>\nNational aviation chief Ichsan Tatang refused to speculate about the cause of\nthe incident because the plane was in good condition, but stressed that it was\nflying in \"very bad weather.\"\n</P>\n<P>\nIn the North Sulawesi capital Manado, hundreds of people gathered at the airport\nseeking information about their missing relatives.\n</P>\n<P>\nJustin Tumurang, 25, was waiting at the airport to pick up her twin sister, but\nshe never arrived.\n</P>\n<P>\n\"Being a twin, we share almost every feeling. I felt something was not right,\nand it grew worse. Now I feel pain,\" she said.\n</P>\n<P>\nSeveral navy officers were also believed to have been onboard.\n</P>\n<P>\nWeeks of seasonal rains and high winds in Indonesia have caused several deadly\nfloods, landslides and maritime accidents, including the sinking of a ferry in\nthe Java Sea on Friday that has left dozens dead and some 400 still missing.\nThat accident was hundreds of kilometers (miles) from the area where the Adam\nAir plane is believed to have gone down.\n</P>\n<P>\nAn Indonesian air traffic controller, Bhabr, told Metro TV the plane hit \"very\nbad\" weather and may have run out of fuel because, if still airborne, it would\nbe \"over its (fuel) limit.\"\n</P>\n<P>\n\"This is an emergency,\" Bhabr, who like many Indonesians uses one name, told the\nbroadcaster.\n</P>\n<P>\nAdam Air, a privately owned low-cost airline, began operations in Indonesia\nseveral years ago and most of its flights are domestic. Last year, one of its\njetliners lost all communication and navigation systems for four hours during a\nflight between the Indonesian capital Jakarta and Makassar on Sulawesi Island,\nforcing the pilot to make an emergency landing.\n</P>\n", 
            "id": "APW_ENG_20070101.0575"
        }, 
        {
            "headline": "Indonesian rescue team begins evacuating plane crash victims", 
            "text": "\n<P>\nThe Indonesian rescue team Tuesday arrived at the mountainous area in West\nSulawesi province where a passenger plane with 102 people onboard crashed\nMonday, finding at least 90 bodies at the scene.\n</P>\n<P>\nThe plane crashed into pieces at a mountain in Polewali regency, some 1,500 km\nnortheast of Jakarta.\n</P>\n<P>\nRescuers reached the scene after walking overnight accompanied by local\nresidents, search and rescue team member Suyatno was quoted by the national\nAntara news agency as saying.\n</P>\n<P>\n\"The nearest airport would soon deploy a helicopter to help the evacuation and\nsend 102 body bags,\" he said.\n</P>\n<P>\nThe Boeing 737-400 belonging to low-cost carrier Adam Air made a distress call\nMonday evening and disappeared from the radar screen minutes later. The cause of\nthe accident remains unknown, but airport officials reported hostile weather\naround the location when it occurred.\n</P>\n<P>\nIt was the worst air disaster since Sept. 5, 2005, when a Mandala Airline's\nBoeing 737-200 crashed shortly after taking off from the North Sumatra's\nairport, killing 103 people onboard and 47 others on the ground.\n</P>\n", 
            "id": "XIN_ENG_20070102.0002"
        }, 
        {
            "headline": "Lawmaker criticises slow response to Indonesia air crash", 
            "text": "\n<P>\nAn Indonesian lawmaker Tuesday criticised what he said was the slow deployment\nof search and rescue teams to a mountainous area of Sulawesi island where a\nplane carrying 102 people crashed.\n</P>\n<P>\nThe Adam Air Boeing 737-400 crashed Monday afternoon, but search and rescue\nteams only discovered the wreckage early Tuesday.\n</P>\n<P>\nAhmad Muqowam, one of the leaders of the parliamentary transport and\ncommunications commission, said the transport department should have leapt into\naction the moment the plane disappeared from radar screens.\n</P>\n<P>\n\"The moment they lost communication, when the plane was lost from radar, the\nofficers in charge should have immediately organised a search and rescue team to\nrescue the victims,\" Muqowam said, according to state Antara news agency.\n</P>\n<P>\n\"All this points to how late the search and rescue for survivors is,\" he said.\n</P>\n<P>\nThe Boeing 737-400 had sent distress signals an hour after taking off from Java\nisland en route to Sulawesi, and then disappeared from radar screens.\n</P>\n<P>\nThe Adam Air plane took off Monday at 12:59 pm (0559 GMT) from Surabaya on Java\nbound for Manado in northeast Sulawesi.\n</P>\n<P>\nRescue teams helped by local residents found the wreckage about 90 kilometres\n(55 miles) from the town of Polewali after searching for hours in the\nmountainous region of West Sulawesi, Antara said.\n</P>\n", 
            "id": "AFP_ENG_20070102.0010"
        }, 
        {
            "headline": "Indonesian official, expert blame bad weather for plane crash", 
            "text": "\n<P>\nIndonesian Transportation Ministry' s air transportation director general M.\nIchsan Tatang said the weather in Polewali of Sulaweisi province was bad when\nthe plane took off from Surabaya.\n</P>\n<P>\nMeanwhile, flight legal affairs expert attributed the Adam Air plane accident to\nan air pocket above Polewali and the plane's failure to fly 35,000 feet (about\n10,600 meters) above the ground.\n</P>\n<P>\n\"The plane had likely flown only about 8,000 feet (about 2,425 meters) instead\nof recommended 35,000 feet above the ground and that's why it was vulnerable to\nan air pocket which could rattle an airplane,\" Antara news agency quoted Kamis\nMartono as saying here on Tuesday.\n</P>\n<P>\nMatanga sub-district's air zone is prone to air pocket notably during wet\nseason, he said, adding that Matanga air zone is similar to Masalombo air zone\nin South Sulawesi province which is prone to air pockets.\n</P>\n<P>\nIn 1960s, some planes and helicopters crashed on Masalombo area after they were\nabsorbed by air pockets. Martono likened Masalombo area to Bermuda Triangle\nwhere many ships and airplanes went missing.\n</P>\n<P>\nA total of 90 passengers have been confirmed died during the accident and 12\nothers alive.\n</P>\n<P>\nThree Americans were among passengers of Indonesia's Adam Air plane Boeing\n737-400 that crushed at remote Rangoan village in Polewali district in West\nSulawesi province on Monday, a U.S. official said.\n</P>\n<P>\nAdam Air informed the U.S. Embassy that three U.S. people identified as Scot\nJackson, Lindsay, and Stephanie were among passengers of the ill-fated plane,\nAntara news agency quoted U.S. Embassy's deputy press attache Shenan Quenn as\nsaying here Tuesday.\n</P>\n<P>\nAdam Air, however, could not confirm whether or not the three U. S. nationals\nwere safe.\n</P>\n<P>\nLatest reports said at least 12 passengers including five children survived the\naccident but they were in critical condition and sent to a nearby hospital in\nPolewali.\n</P>\n<P>\nThe reports said it took about 30 km to transport the survivors from the\nlocation to the nearby hospital by foot.\n</P>\n<P>\nSearch and Rescue (SAR) officials reported that the wreckage of the plane was\nfound in Rangoan village in Matanga sub-district at 8:29 a.m. (0129 GMT)\nTuesday.\n</P>\n<P>\nThe Boeing 737-400 plane which carrying 96 passengers including four infants and\n6 crew members lost contact with Makassar airport at 3:07 p.m. (0807 GMT) Monday\non its way from Surabaya to Manado.\n</P>\n<P>\nThe ill-fated plane that served Jakarta-Surabaya-Manado route took off from\nSurabaya at 12:59 hours and was slated to land in Manado at 14:14 local time.\n</P>\n", 
            "id": "XIN_ENG_20070102.0055"
        }, 
        {
            "headline": "Chinese FM offers condolences to victims of Indonesian air crash", 
            "text": "\n<P>\nChinese Foreign Minister Li Zhaoxing on Tuesday sent a message of condolences to\nhis Indonesian counterpart Hassan Wirayuda over Monday's plane crash.\n</P>\n<P>\nIn the message, Li said he was \"shocked\" to learn of the tragedy and expressed\ndeep condolences to the victims of the accident.\n</P>\n<P>\nHe also extended his \"sincere sympathies\" to the bereaved families and those\ninjured in the crash.\n</P>\n<P>\nA Boeing 737-400 plane with 102 people on board crashed into a mountain in\nIndonesia's West Sulawesi province on Monday, killing at least 90 people.\n</P>\n", 
            "id": "XIN_ENG_20070102.0074"
        }, 
        {
            "headline": "At least 90 killed in Indonesian jetliner crash, official says", 
            "text": "\n<P>\nRescue teams Tuesday found the smoldering wreckage of an Indonesian jetliner\nthat went missing over Indonesia's Sulawesi island during a storm, officials\nsaid. At least 90 of the 102 people on board were killed, a local official\nsaid.\n</P>\n<P>\n\"The plane is destroyed and many bodies are around there,\" said local police\nChief Col. Genot Hariyanto.\n</P>\n<P>\nNavy rear commander Eddy Suyanto told el-Shinta radio station that the plane had\ncrashed in a mountainous region in Polewali, west Sulawesi province.\n</P>\n<P>\nLocal mayor Ali Bahal told el-Shinta that at least 90 people on board were\nkilled.\n</P>\n<P>\nThere was no word on the fate of the remaining 12 people on board the Boeing\n737-400, which was on a domestic flight from Java island to Sulawesi when it\ndisappeared late Monday.\n</P>\n", 
            "id": "APW_ENG_20070102.0086"
        }, 
        {
            "headline": "Indonesian jetliner crash kills 90 people, official says", 
            "text": "\n<P>\nRescue teams Tuesday found the smoldering wreckage of an Indonesian jetliner\nthat went missing over Indonesia's Sulawesi island during a storm. Ninety people\nwere killed, while the remaining 12 on board survived, officials\nsaid.\n</P>\n<P>\n\"The plane is destroyed and many bodies are around there,\" said local police\nChief Col. Genot Hariyanto.\n</P>\n<P>\nAir force rear commander Eddy Suyanto told-Shinta radio station that the plane --\noperated by local carrier Adam Air -- had crashed in a mountainous region in\nPolewali, west Sulawesi province.\n</P>\n<P>\nHartono, a spokesman for Adam Air, said 90 people were killed and there were 12\nsurvivors. Their condition was not known, said Hartono, who goes by a single\nname.\n</P>\n", 
            "id": "APW_ENG_20070102.0100"
        }, 
        {
            "headline": "Indonesian navy sends aircraft to carry victims in plane crash", 
            "text": "\n<P>\nThe Indonesian Navy (TNI AL) has sent two Cassa planes to carry the bodies of\nfive of its members who were killed in a plane crash in the Indonesian island of\nSulawesi late Monday.\n</P>\n<P>\n\"The two TNI AL Cassa planes are on stand by in Makassar, capital of South\nSulawesi province, pending the evacuation of victims from the scene. It is still\nunknown when the bodies of TNI AL members will be flown to Surabaya,\" Antara\nnews agency quoted spokesman of the Navy's Eastern Fleet Command Lt Col Toni\nSyaiful as saying on Tuesday in Surabaya, capital of East Java province.\n</P>\n<P>\nAn Adam Air Boeing 737-400 plane with 102 people on board crashed in a\nmountainous area near the town of Polewali late Monday on its way from Surabaya\nto Manado.\n</P>\n<P>\nAt least 90 people, including five TNI AL members, were killed in the crash.\n</P>\n<P>\nThe wreckage of the ill-fated plane was found early Tuesday.\n</P>\n<P>\nSyaiful said the families of the TNI AL members live in Surabaya.\n</P>\n", 
            "id": "XIN_ENG_20070102.0108"
        }
    ], 
    "id": "D1105A", 
    "title": "Plane Crash Indonesia"
}