{
    "docSet": [
        {
            "headline": "International tuna bodies demand catch limits", 
            "text": "\n<P>\nTwo international fishing industry groups called for limits to tuna catches\nWednesday to stop the population of the fish from deteriorating due to\noverfishing.\n</P>\n<P>\nThe Tokyo-based Organisation for the Promotion of Responsible Tuna Fisheries and\nthe World Tuna Purse Seine Organisation, headquartered in Seoul, adopted a joint\nstatement demanding a moratorium on the use of additional large tuna vessels,\nofficials said.\n</P>\n<P>\nThe statement would be sent to five international tuna conservation bodies,\nwhich would hold their first joint meeting in Kobe, Japan, Monday through Friday\nnext week, the officials said.\n</P>\n<P>\nThe bodies are the Western Central Pacific Ocean Fisheries Commission, the\nInter-American Tropical Tuna Commission, the Indian Ocean Tuna Commission, the\nInternational Commission for the Conservation of Atlantic Tunas and the\nCommission for the Conservation of the Southern Bluefin Tuna.\n</P>\n<P>\nThe statement also expressed concerns about \"the stock status of the world tuna\nresources being exploited close to, or over the level capable of producing the\nmaximum sustainable yield\".\n</P>\n<P>\nJapan eats a quarter of the world's tuna, more than any other country, but faces\npressure from environmentalists, who have blamed the global fad for Japanese\nfood for bringing tuna numbers to the brink of extinction.\n</P>\n<P>\nAn international commission in November reduced the world's gross catch of\nbluefin tuna in the Mediterranean from 32,000 tons this year to 29,500 tons for\n2007, a move likely to lead to an import crunch in Japan.\n</P>\n<P>\nJapan has also accepted a major cut in its quota for southern bluefin tuna in\nthe Pacific Ocean as punishment for overfishing.\n</P>\n", 
            "id": "AFP_ENG_20070117.0267"
        }, 
        {
            "headline": "Fishery officials to push for global tracking of world ' s tuna catch at Japan conference", 
            "text": "\n<P>\nInternational fisheries officials are expected to push for a global tracking\nsystem that would certify the origin of every tuna headed to market at an\nunprecedented conference that convenes Monday to reverse a sharp decline in tuna\ncatches.\n</P>\n<P>\nThe conference brings together the world's regional tuna management groups and\nruns through Friday in the western city of Kobe. It is seen as a key step in\ncombatting the downturn in one of the most valuable and endangered high seas\nfisheries.\n</P>\n<P>\nAttendees, representing the commercial fishing industry as well as government\nregulators, will seek the creation of a framework requiring fishermen worldwide\nto produce certificates of origin for all species of tuna they catch, Kyodo News\nreported Sunday, citing a draft action plan for the meeting. Doing so would help\nclamp down on excessive or illegal fishing, it said.\n</P>\n<P>\nRequiring certificates of origin for all tuna would expand the conservation\nprograms already under way in some regions, which cover certain threatened\nspecies such as bluefin tuna, Kyodo reported, without saying how it got the\ndraft or who wrote it.\n</P>\n<P>\nThe draft also calls for a monitoring system that would track the tuna catch\nfrom the open sea to the fish market.\n</P>\n<P>\nThe recommendations echo those of the World Wildlife Fund, which released a\nposition statement before the meeting calling for a \"global catch identification\nsystem,\" according to the Australian Associated Press.\n</P>\n<P>\nThis week's meeting is being hosted by Japan, one of the world's biggest tuna\nconsumers and a frequent target of conservationists who accuse its fleets of\noverfishing. The tuna talks will for the first time bring together the five\nso-called regional fishery management organizations, including the oversight\nbodies for tuna fishing in the Atlantic, Pacific and Indian Oceans.\n</P>\n<P>\nThe discussions are also expected to focus on ways the regional groups can\nbetter share information.\n</P>\n<P>\nBy 2004, the number of adult Atlantic bluefin tuna capable of spawning had\nplummeted to roughly 19 percent of its 1975 level in the western half of the\nocean, according to the International Commission for the Conservation of\nAtlantic Tunas.\n</P>\n<P>\nOverfishing and illegal fishing is often cited as the cause.\n</P>\n<P>\nIn October, the Commission for the Conservation of Southern Bluefin Tuna agreed\nat a meeting in Miyazaki, Japan, to reduce the global catch of the endangered\nsouthern bluefin tuna by more than 20 percent for 2007.\n</P>\n<P>\nAt that meeting, Japan also promised to halve its quota for the southern bluefin\ntuna as punishment for overfishing, but denied allegations it has poached\nthousands of tons of the endangered species every year.\n</P>\n<P>\nConcern has been growing about overfishing of tuna and other fish species. In\nNovember, a study in the journal Science warned that if current trends of\noverfishing and pollution continue, the populations of just about all seafood\nface collapse by 2048.\n</P>\n", 
            "id": "APW_ENG_20070121.0254"
        }, 
        {
            "headline": "Conservationists meet to avert feared tuna extinction", 
            "text": "\n<P>\nInternational tuna conservation bodies Monday opened their first joint meeting\nto look at ways to save the animals from overfishing, which environmentalists\nfear is driving them to extinction.\n</P>\n<P>\nThe five-day meeting in the western Japanese city of Kobe will look at ways to\nshare information among regions to monitor tuna numbers and control illegal\nfishing vessels, officials said.\n</P>\n<P>\n\"Our goal should be to achieve sustainable use of tuna resources for the future\nand to prove both domestically and internationally that maintaining tuna fishing\nis possible,\" Toshiro Shirasu, the head of Japan's Fisheries Agency, said in\nopening remarks.\n</P>\n<P>\nTwo international fishing industry groups have called on the meeting to declare\na moratorium on the use of any additional large tuna vessels to stop the stocks\nfrom diminishing further.\n</P>\n<P>\nThe meeting brings together five tuna conservation bodies that cover different\nregions, including the Pacific Ocean, Atlantic Ocean and Indian Ocean.\nRepresentatives of 60 countries or areas are taking part, officials said.\n</P>\n<P>\nThe meeting is expected to adopt an action plan on Friday to cooperate on the\nconservation and management of tuna stocks, said Takaaki Sakamoto, a Japanese\nofficial attending the conference.\n</P>\n<P>\nJapan eats a quarter of the world's tuna, more than any other country, but faces\npressure from environmentalists, who have blamed the global fad for Japanese\nfood for bringing tuna numbers to the brink of extinction.\n</P>\n<P>\nAn international commission in November reduced the world's gross catch of\nbluefin tuna in the Mediterranean from 32,000 tons in 2006 to 29,500 tons this\nyear, a move likely to lead to an import crunch in Japan.\n</P>\n<P>\nJapan has also accepted a major cut in its quota for southern bluefin tuna in\nthe Pacific Ocean as punishment for overfishing.\n</P>\n", 
            "id": "AFP_ENG_20070122.0002"
        }, 
        {
            "headline": "Conservationists meet to avert feared tuna extinction ATTENTION - RECASTS with environmental groups' reaction ///", 
            "text": "\n<P>\nEnvironmentalists called Monday for a radical overhaul of fishing practices to\nprevent a worldwide collapse in tuna stocks as international conservation bodies\nopened their first joint meeting on the species.\n</P>\n<P>\nThe five-day meeting in the western Japanese city of Kobe will look at ways to\nshare information among regions to monitor tuna numbers and control illegal\nfishing vessels, officials said.\n</P>\n<P>\nEnvironmentalists called on participants to come up with substantive measures to\nprotect the fish, which are highly prized in Japan.\n</P>\n<P>\nGreenpeace said it was \"high time\" for governments to recognize the seriousness\nof the tuna issue.\n</P>\n<P>\nGovernments \"must acknowledge that a radical change to fisheries management is\nurgently required if they are to prevent the collapse of tuna stocks across the\nglobe,\" it said.\n</P>\n<P>\nSimon Cripps, director of the WWF's global marine programme, said the talks in\nJapan \"provide an opportunity for all interested nations to adopt approaches\nthat ensure good practices to protect tuna, other marine life and the well-being\nof coastal communities.\"\n</P>\n<P>\nHe said scientific advice to governments about conservation measures has gone\nignored for too long.\n</P>\n<P>\n\"Sustainable management of the world's tuna fisheries should be possible, if the\nwill can be found,\" he said in a statement.\n</P>\n<P>\nThe meeting is expected to adopt an action plan Friday to cooperate on the\nconservation and management of tuna stocks, said Takaaki Sakamoto, a Japanese\nofficial attending the conference.\n</P>\n<P>\n\"Our goal should be to achieve sustainable use of tuna resources for the future\nand to prove both domestically and internationally that maintaining tuna fishing\nis possible,\" Toshiro Shirasu, the head of Japan's Fisheries Agency, said in\nopening remarks.\n</P>\n<P>\nTwo international fishing industry groups have called on the meeting to declare\na moratorium on the use of any additional large tuna vessels to stop the stocks\nfrom diminishing further.\n</P>\n<P>\nThe meeting brings together five tuna conservation bodies that cover different\nregions, including the Pacific Ocean, Atlantic Ocean and Indian Ocean.\nRepresentatives of 60 countries or areas are taking part, officials said.\n</P>\n<P>\nJapan eats a quarter of the world's tuna, more than any other country, but faces\npressure from environmentalists, who have blamed the global fad for Japanese\nfood for bringing tuna numbers to the brink of eventual extinction.\n</P>\n<P>\nAn international commission in November reduced the world's gross catch of\nbluefin tuna in the Mediterranean from 32,000 tons in 2006 to 29,500 tons this\nyear, a move likely to lead to an import crunch in Japan.\n</P>\n<P>\nJapan has also accepted a major cut in its quota for southern bluefin tuna in\nthe Pacific Ocean as punishment for overfishing.\n</P>\n", 
            "id": "AFP_ENG_20070122.0069"
        }, 
        {
            "headline": "Fisheries officials discuss international tuna catch as five-day Japan conference begins", 
            "text": "\n<P>\nFisheries officials from around the world began discussing ways to reverse a\nsharp decline in tuna catches as a five-day conference kicked off Monday in\nJapan.\n</P>\n<P>\nThe conference, which brings together the world's regional tuna management\ngroups, is seen as a key step in combating the downturn in one of the most\nvaluable and endangered high seas fisheries. The conference runs through Friday\nin the western port city of Kobe.\n</P>\n<P>\nRepresentatives, including the commercial fishing industry, government\nregulators and environmental groups, plan to discuss ways to strengthen\ninformation sharing and cooperation among regional organizations to better\nmanage tuna stock and adopt an action plan, the Japanese Fisheries Agency said\nin a statement.\n</P>\n<P>\nParticipants also seek to create a framework requiring fishermen worldwide to\nproduce certificates of origin for all species of tuna they catch, and call for\na monitoring system that would track the tuna catch from the open sea to the\nfish market, according to media reports.\n</P>\n<P>\nThis week's meeting is being hosted by Japan, one of the world's biggest tuna\nconsumers and a frequent target of conservationists who accuse its fleets of\noverfishing. The tuna talks will for the first time bring together the five\nso-called regional fishery management organizations, including the oversight\nbodies for tuna fishing in the Atlantic, Pacific and Indian Oceans.\n</P>\n<P>\nBy 2004, the number of adult Atlantic bluefin tuna capable of spawning had\nplummeted to roughly 19 percent of its 1975 level in the western half of the\nocean, according to the International Commission for the Conservation of\nAtlantic Tunas.\n</P>\n<P>\nOverfishing and poaching are often cited as the cause.\n</P>\n", 
            "id": "APW_ENG_20070122.0128"
        }, 
        {
            "headline": "International groups gather in Japan to talk about tuna conservation", 
            "text": "\n<P>\nAbout 300 representatives from five international conservation bodies and more\nthan 60 countries and regions gathered in the Japanese port city of Kobe on\nMonday for a five-day meeting to talk about optimal and sustainable ways to\nstrengthen the conservation of tuna as the stocks are rapidly declining due to\noverfishing.\n</P>\n<P>\nIn a speech at the opening ceremony, Japanese Fisheries Agency Director General\nToshiro Shirasu warned that the tuna stocks have been overfished across the\noceans, and he called on fishing industries across the world to tackle the\nproblem with a global point of view.\n</P>\n<P>\nIssues such as sharing of information on illegal fishing vessels and studying\nstricter restrictions on purse seine fishing are among major topics of the Joint\nMeeting of Tuna Regional Fisheries Management Organizations, the first ever such\nmeeting. It is proposed by Japan and organized by the Western Central Pacific\nOcean Fisheries Commission, the Inter-American Tropical Tuna Commission, the\nIndian Ocean Tuna Commission, the International Commission for the Conservation\nof Atlantic Tunas and the Commission for the Conservation of Southern Bluefin\nTuna.\n</P>\n<P>\nThe five bodies are expected to adopt an action plan to further harmonize their\nconservation and management measures for tuna stocks on the ending day, Kyodo\nNews said.\n</P>\n<P>\nThe United Nations Food and Agriculture Organization's senior fishery\nstatistician, Sachiko Tsuji, warned that the absence of a proper data collection\nsystem may hinder global efforts for the well use of tuna stocks.\n</P>\n<P>\nShe said the failure to have a correct judgment of the scale of overfishing and\nthe lack of an appropriate systems to collect various data, including those on\nport, trade and market controls, could lead to management failure.\n</P>\n<P>\nThe World Wildlife Fund, an environmental group which joined the meeting as an\nobserver, warned in a statement that populations of important species such as\nbluefin tuna are \"critically depleted \" despite efforts by some governments.\n</P>\n<P>\nExperts also pointed out at the meeting that world demand for tuna has been on a\nrise since developing countries like China are adding the burden on global tuna\nstocks.\n</P>\n", 
            "id": "XIN_ENG_20070122.0190"
        }, 
        {
            "headline": "Fisheries officials discuss international tuna catch as five-day Japan conference begins", 
            "text": "\n<P>\nFisheries officials from around the world began discussing ways to reverse a\nsharp decline in tuna catches as a five-day conference kicked off Monday in\nJapan.\n</P>\n<P>\nThe conference, which brings together the world's regional tuna management\ngroups, is seen as a key step in combating the downturn in one of the most\nvaluable and endangered high-seas fisheries. The conference runs through Friday\nin the western port city of Kobe.\n</P>\n<P>\n\"We are deeply concerned about the future of global tuna stock,\" Fisheries\nAgency chief Toshiro Shirasu said in opening remarks. \"We must strengthen our\ncooperation to tackle the issue.\"\n</P>\n<P>\nRepresentatives from the commercial fishing industry, environmental groups and\ngovernment regulators were set to discuss ways to strengthen information sharing\nand cooperation among regional organizations to track and manage tuna stocks,\nJapanese Fisheries Agency official Takaaki Sakamoto said in a telephone\ninterview from Kobe.\n</P>\n<P>\nParticipants are seeking to create a framework requiring fishermen -- not just\nexporters -- worldwide to produce certificates of origin for tuna they catch, and\ncall for a monitoring system that would track the tuna catch from the open sea\nto the fish market, Sakamoto said.\n</P>\n<P>\nThis week's meeting is being hosted by Japan, one of the world's biggest tuna\nconsumers and a frequent target of conservationists who accuse its fleets of\noverfishing. The tuna talks will for the first time bring together the five\nregional fishery management organizations, including the oversight bodies for\ntuna fishing in the Atlantic, Pacific and Indian Oceans.\n</P>\n<P>\n\"Japan is a major fishing nation and consumer of tuna, and we would like to take\na leadership so that we can establish a system that allows us stable and\nsustainable management of the valuable resource,\" Sakamoto said. \"It would be\nmuch more efficient to establish a universal framework for tuna\nmanagement.\"\n</P>\n<P>\nBy 2004, the number of adult Atlantic bluefin tuna capable of spawning had\nplummeted to roughly 19 percent of its 1975 level in the western half of the\nocean, according to the International Commission for the Conservation of\nAtlantic Tunas.\n</P>\n<P>\nIn October, the Commission for the Conservation of Southern Bluefin Tuna agreed\nat a meeting in Miyazaki, Japan, to reduce the global catch of the endangered\nsouthern bluefin tuna by more than 20 percent for 2007.\n</P>\n<P>\nAt that meeting, Japan also promised to halve its quota for the southern bluefin\ntuna as compensation for overfishing, but denied poaching allegations.\n</P>\n<P>\n\"Tuna are fast disappearing, with important stocks at high risk of commercial\nextinction due to weak management,\" environmental group World Wide Fund For\nNature said in a statement Monday.\n</P>\n<P>\n\"Atlantic bluefin, used for high-end sushi and sashimi, is massively overfished\nand the spawning stock of Southern bluefin in the Indian Ocean is down about 90\npercent.\"\n</P>\n", 
            "id": "APW_ENG_20070122.0198"
        }, 
        {
            "headline": "Unprecedented Japan summit aims to save world ' s threatened tuna stocks", 
            "text": "\n<P>\nNothing highlights Japan's insatiable hunger for tuna like the fish aisle at a\nsupermarket -- brick-size chucks of savory red meat, trays of delicately sliced\nsashimi and shelf-loads of sushi rolls.\n</P>\n<P>\nPrized bluefin specimens the size of grown men, hooked as far away as the\nMediterranean, are packed in ice and flown for next-day delivery to Tokyo, where\nthey can fetch hundreds of dollars per pound (hundreds of euros per kilogram) at\nauction.\n</P>\n<P>\nWith soaring demand and prices to match, it's a small wonder that global tuna\nstocks are on the verge of collapse. The new question is how long -- or if -- the\nbinge can continue.\n</P>\n<P>\nThis week scientists, regulators and fishermen are trying to reverse the decline\nat an unprecedented global summit to save the silvery fish and one of the\nworld's most valuable and endangered catches.\n</P>\n<P>\nAt stake is an annual global haul worth hundreds of millions of dollars (euros)\nand the preservation of a top-tier predator fish that helps hold the ocean\necosystem in balance.\n</P>\n<P>\nThe conference, which ends Friday in the western city of Kobe, is the first by\nthe world's five regional tuna regulating bodies to form a global\nstrategy.\n</P>\n<P>\n\"Sustainable management of the world's tuna fisheries should be possible, if the\nwill can be found,\" Simon Cripps, director of World Wildlife Fund's marine\nprogram, said in a statement Monday. \"But many governments are routinely\nignoring scientific advice, failing to implement the available conservation and\nmanagement measures.\"\n</P>\n<P>\nSome scientists believe that by 2030 there may be no mature tuna left among\nspecies like the southern bluefin if overfishing and poaching aren't\naddressed.\n</P>\n<P>\nJapan's role as host to the Kobe conference is highly symbolic of its role as a\nmajor tuna consumer. The country accounts for 12 percent of the global catch of\n2.06 million tons.\n</P>\n<P>\nJapan's fisheries agency says the country gobbles up a quarter of the world\nsupply of the five big species: bluefin, southern bluefin, bigeye, yellowfin and\nalbacore.\n</P>\n<P>\nRepresentatives from the commercial fishing industry, environmental groups and\ngovernment regulators are discussing ways to strengthen information sharing and\ncooperation among regional organizations to track and manage tuna\nstocks.\n</P>\n<P>\nParticipants are seeking to create a framework requiring fishermen -- not just\nexporters -- to produce certificates of origin for the tuna they\ncatch.\n</P>\n<P>\nThe delegates also want to call for a monitoring system to track tuna from the\nopen sea to the fish market.\n</P>\n<P>\nThat should help crack down on illegal fishing and countries that exceed\nquotas.\n</P>\n<P>\nA global approach is seen as essential because tuna are highly migratory,\njourneying thousands of miles (kilometers) between feeding and spawning grounds.\nOverfishing on one side of an ocean can affect fisheries half a world\naway.\n</P>\n<P>\nBy 2004, the number of adult Atlantic bluefin tuna capable of spawning had\nplummeted to roughly 19 percent of the 1975 level in the western half of the\nocean, according to the International Commission for the Conservation of\nAtlantic Tunas.\n</P>\n<P>\nSome action has already been taken.\n</P>\n<P>\nIn October, the Commission for the Conservation of Southern Bluefin Tuna agreed\nat a meeting in Miyazaki, Japan, to reduce the global catch of the endangered\nsouthern bluefin tuna by more than 20 percent in 2007.\n</P>\n<P>\nAt that meeting, Japan also promised to halve its quota for the southern bluefin\ntuna as compensation for overfishing, but denied poaching allegations.\n</P>\n<P>\nBut activists say overall quotas are still too high, and other challenges\npersist.\n</P>\n<P>\nTuna farms, for instance, are seen as one way of feeding global demand without\ndepleting natural populations. But conservationists warn that poaching has\nexpanded to capture live tuna for delivery to such farms, where they are\nfattened for market.\n</P>\n<P>\nAt the Kobe meetings, Australia, Japan and the United States have also proposed\na unified performance review of the five global tuna organizations to figure out\nwhich conservation techniques work. It would also assess efforts to combat\nillegal fishing and bycatch -- the accidental catching of the\nfish.\n</P>\n<P>\n\"We hope to accelerate cooperation as a result of this study,\" said Takaaki\nSuzuki, an official at Japan's fisheries ministry. \"Some stocks are not in\ndanger, others are.\"\n</P>\n<P>\nDelegates were expected to conclude the conference Friday by releasing an action\nplan outlining future steps to save the tuna.\n</P>\n", 
            "id": "APW_ENG_20070124.0423"
        }, 
        {
            "headline": "Tuna meet in Japan to adopt first global action plan", 
            "text": "\n<P>\nAn international meeting aimed at saving global tuna populations from\noverfishing is set Friday to adopt a first-of-a-kind global action plan.\n</P>\n<P>\nThe meeting, involving representatives from 60 countries or areas, is concluding\na five-day meet in the Japanese city of Kobe. Japan is the world's biggest tuna\nconsumer, eating one quarter of the global catch.\n</P>\n<P>\n\"We have a general agreement on the action plan,\" a member of the Australian\ndelegation said after the Thursday session. \"I'd be very disappointed if we will\nnot adopt it tomorrow.\"\n</P>\n<P>\nThe meeting was the first to bring together the world's five tuna conservation\nbodies that cover different regions, including the Pacific Ocean, Atlantic Ocean\nand Indian Ocean.\n</P>\n<P>\nThe action plan is expected to address ways to share information among such\nregions to monitor tuna numbers and control illegal fishing vessels. So far the\nfive conservation bodies have lacked global standards on tuna-fishing.\n</P>\n<P>\nJapan, which initiated the conference, has faced pressure from\nenvironmentalists, who say a worldwide fad for Japanese food is bringing tuna\nnumbers to the brink of eventual extinction.\n</P>\n", 
            "id": "AFP_ENG_20070125.0743"
        }, 
        {
            "headline": "Report: Global fisheries officials agree on plan to save plummeting tuna stocks", 
            "text": "\n<P>\nInternational fisheries officials have agreed on an unprecedented action plan to\nreverse the decline in global tuna stocks, including a plan to track each fish\nfrom the ocean to the market, a news report said Thursday.\n</P>\n<P>\nThe plan was adopted in principle by the five international tuna conservation\norganizations at a first-of-its kind summit in the western city of Kobe, Kyodo\nNews agency reported, citing unidentified conference officials.\n</P>\n<P>\nDelegates are expected to adopt the plan on Friday when they wrap up the\nmeeting.\n</P>\n<P>\nJapanese Fisheries Agency official Takaaki Sakamoto said officials were still\nworking on the draft action plan and couldn't comment on its content. The agency\nsaid participants are focusing on sustainable use of tuna resources.\n</P>\n<P>\nThe plan calls for closer communication between the five global regulatory\nbodies, especially in sharing data on illegal fishing and tuna stock assessment,\nKyodo said. The plan also recommends establishing an international high seas\ninspection team.\n</P>\n<P>\nUnder the plan, the groups will clamp down on poaching by harmonizing a trade\ntracking program that will improve documentation of the world's catch through\nelectronic tagging, Kyodo said.\n</P>\n<P>\nOverfishing and poaching are largely to blame for tumbling tuna stocks\nworldwide, conservationists say.\n</P>\n<P>\nBy 2004, for example, the number of adult Atlantic bluefin tuna capable of\nspawning had plummeted to roughly 19 percent of the 1975 level in the western\nhalf of the ocean, according to the International Commission for the\nConservation of Atlantic Tunas.\n</P>\n<P>\nJapan's role as host to the Kobe conference is highly symbolic of its role as a\nmajor tuna consumer. The country accounts for 12 percent of the global catch of\n2.06 million tons and gobbles up about a quarter of the world's supply of the\nfive big species: bluefin, southern bluefin, bigeye, yellowfin and\nalbacore.\n</P>\n<P>\nRepresentatives from the commercial fishing industry, environmental groups and\ngovernment regulators are discussing ways to strengthen information sharing and\ncooperation among regional organizations to track and manage tuna\nstocks.\n</P>\n", 
            "id": "APW_ENG_20070125.0916"
        }
    ], 
    "id": "D1106A", 
    "title": "Tuna Fishing"
}