{
    "docSet": [
        {
            "headline": "Canada condemns suicide attack in Israel", 
            "text": "\n<P>\nCanada vehemently condemned Monday's suicide attack in Israel and said it should\nnot be allowed to derail the Middle East peace process.\n</P>\n<P>\nThe blast, at a shopping mall near Israel's top-secret nuclear reactor, was the\nfirst suicide bombing on Israeli soil since the relaunch of peace talks at a US\nconference in November and the first since January last year.\n</P>\n<P>\n\"This cowardly incident is another reminder that terrorism cannot be allowed to\nsucceed. Those who choose to use terrorist violence only damage the cause they\nclaim to represent,\" Canadian Foreign Minister Maxime Bernier said.\n</P>\n<P>\n\"Such acts must not be allowed to undermine the peace process,\" Bernier said in\na statement, adding the priority of the parties \"must remain to continue their\nnegotiations toward peace.\"\n</P>\n<P>\nOne Israeli woman was killed and at least 11 people wounded in the bombing,\nwhich triggered scenes of panic in the desert town of Dimona.\n</P>\n<P>\nMedics said one suicide bomber was killed in the blast and a second was killed\nby police shortly after the explosion.\n</P>\n<P>\nThe attack came after a near two-week breach of the border between Egypt and the\nGaza Strip which saw hundreds of thousands of people pouring into Egypt from the\nimpoverished Hamas-run territory in a bid to break a crippling Israeli siege.\n</P>\n<P>\nIsraeli authorities have voiced concern that militants could have entered the\ncountry through its porous 250-kilometre (150-mile) border with the Egyptian\nSinai peninsula.\n</P>\n", 
            "id": "AFP_ENG_20080204.0028"
        }, 
        {
            "headline": "2nd LD: Death toll rises to three in Israel's Dimona suicide bombing", 
            "text": "\n<P>\nThe death toll rose to three that killed and five moderately injured Monday\nmorning in a attack carried out by a suicide bomber at a commercial center in\nthe southern Israeli city of Dimona, local daily Yedioth Ahronoth reported on\nits website.\n</P>\n<P>\nThe report said that loud explosion rocks the southern Israeli city Monday\nmorning at 10:00 a.m.(0800 GMT) as a suicide bomber detonated explosive belt in\na commercial center.\n</P>\n<P>\nThe second suicide bomber was shot dead by police officer before the explosive\ndevice on his body exploded. Sappers were dispatched to the scene of the attack\nto detonate the device in a controlled manner.\n</P>\n<P>\nMeanwhile, Israeli security establishment is looking into the possibility that\nthe suicide bombers who carried out the attack crossed into Israel through the\nGaza-Egypt border.\n</P>\n<P>\nDimona is the alleged site of Israel's nuclear reactor. The explosion took place\nabout 10 kilometers from the reactor site, according to the report.\n</P>\n<P>\nA security source was quoted as saying that \"it is still too early in the\ninvestigation to determine the terrorists' route, but the breached border\nbetween Gaza and Egypt certainly increased the threat.\"\n</P>\n<P>\nHowever, the investigation has yet to rule out the possibility that the bombers\ncame from the West Bank, since there is no separation fence in the area.\n</P>\n<P>\nThe Israeli army and Shin Bet are also trying to locate anyone who might have\nassisted the terrorists. The defense establishment believes that more terror\ncells are located in the Sinai Peninsula and may have already crossed over to\nIsrael.\n</P>\n<P>\nThe Soroka Medical Center in Beersheba received 10 injured, five of whom\nreportedly sustained moderate wounds. About 20 ambulances and large police\nforces were dispatched to the area.\n</P>\n<P>\nAn eyewitness said that \"I see police here, roads have been blocked. People are\npanicking. The firefighters are here. There are dozens of people around and\neveryone is ysterical.\"\n</P>\n<P>\nIsraeli security brass have expressed their fear over the past few days that\nterrorists would infiltrate southern Israel from the Gaza Strip through the\nbreached Philadelphi route.\n</P>\n<P>\nOn Sunday, Shin Bet chief Yuval Diskin stated during a cabinet security briefing\nthat considerable amounts of high quality weaponry have been smuggled into Gaza\nthrough the breached border with Egypt.\n</P>\n", 
            "id": "XIN_ENG_20080204.0093"
        }, 
        {
            "headline": "Update: Fatah claims responsibility for Dimona suicide bombing", 
            "text": "\n<P>\nThe military wing of Palestinian President Mahmoud Abbas' Fatah movement claimed\nresponsibility on Monday for a suicide bombing which ripped through a shopping\nmall in southern Israel town of Dimona.\n</P>\n<P>\nPalestinian news agency of Maan reported that a spokesman for al-Aqsa Martyrs\nBrigades of Fatah confirmed during a phone interview with Maan that his group\nwas behind the blast, which killed at least four Israelis and wounded 16 others,\nsix of them in critical condition.\n</P>\n<P>\nAccording to the spokesman, the first suicide attack on Israeli soil in more\nthan a year was carried out in cooperation with the military wings of the\nPopular Front for the Liberation of Palestine (PFLP) and the Democratic Front\nthe Liberation of Palestine (DFLP).\n</P>\n<P>\nA second suicide bomber was reportedly killed by Israeli police officers before\nhe blew himself up in the mall.\n</P>\n<P>\nThe spokesman also said the attackers were Gazans \"who crossed from the\nliberated territories (Gaza) into the occupied territories of Palestine\n(Israel).\"\n</P>\n<P>\nMeanwhile, Israeli sources believed that the assailants have succeeded in\ninfiltrating southern Israel from Sinai when Hamas militants blew up Gaza-Egypt\nborder on Jan. 23 and allowed floods of Palestinians into Egypt's Sinai\nPeninsular.\n</P>\n<P>\nStressing that the suicide bombers entered Israel from Gaza, the spokesman said\nthe Israeli claims that they crossed from Sinai was meant at \"exporting Israel's\ncrisis to Egypt.\"\n</P>\n<P>\nOn Jan. 29, 2006, Islamic Jihad movement carried out the latest suicide bombing\nin Eilat town, leaving three Israelis dead.\n</P>\n<P>\nEgyptian forces on Sunday resealed the only remaining gap on the Egyptian side\nof the border fences with barbed wire and metal barricades, ending the nearly\ntwo-week-long border breaches crisis.\n</P>\n", 
            "id": "XIN_ENG_20080204.0104"
        }, 
        {
            "headline": "3rd LD Writethru: Israeli woman killed in Israel's Dimona suicide bombing", 
            "text": "\n<P>\nOne Israeli woman was killed and at least eight others wounded on Monday in a\nsuicide bombing which ripped through a commercial center in the southern Israeli\ntown of Dimona, the first attack of the kind since January 2007.\n</P>\n<P>\nLoud explosion rocked Dimona at 10:00 a.m. local time (0800 GMT) as a suicide\nbomber detonated an explosive belt in the commercial center, according to local\nmedia reports.\n</P>\n<P>\nA second suicide bombers was shot dead by Israeli police before he set off the\nexplosive device. Sappers were dispatched to the scene to detonate the device in\na controlled manner.\n</P>\n<P>\nEarlier, local daily Yedioth Ahronoth put the death toll at three.\n</P>\n<P>\nMagen David Adom ambulances have evacuated the wounded to Soroka Hospital in\nBeersheba.\n</P>\n<P>\nAbout 20 ambulances and large police forces were dispatched to the scene and\nresidents there were pushed away by the police for fear of another explosion\ndevice.\n</P>\n<P>\nAn eyewitness said that \"I see police here, roads have been blocked. People are\npanicking. The firefighters are here. There are dozens of people around and\neveryone is hysterical.\"\n</P>\n<P>\nDimona is the site of Israel's nuclear reactor and the explosion took place\nabout 10 kilometers from the reactor site.\n</P>\n<P>\nThe \"Army of Palestine\" wing of Fatah's al-Aqsa Martyrs Brigades claimed\nresponsibility for the attack in Dimona along with the Popular Front for the\nLiberation of Palestine (PFLP), according to local Channel 2 Television.\n</P>\n<P>\nLebanese Hezbollah's television station al-Manar reported that the two suicide\nbombers were residents of the Gaza Strip.\n</P>\n<P>\nHamas hailed the Dimona attack as \"a heroic act\" and \"a natural response to the\ncrimes of the occupation.\"\n</P>\n<P>\nMeanwhile, Israeli security establishment is looking into the possibility that\nthe suicide bombers crossed into Israel through the Gaza-Egypt border.\n</P>\n<P>\nIsraeli security forces had been on high alert after Palestinian militants blew\nopen Gaza's border with Egypt on Jan. 23, raising fears that militants might\nsneak into Israel from Egypt.\n</P>\n<P>\nA security source said \"it is still too early in the investigation to determine\nthe terrorists' route, but the breached border between Gaza and Egypt certainly\nincreased the threat.\"\n</P>\n<P>\nHowever, the investigation has yet to rule out the possibility that the bombers\ncame from the West Bank, since there is no separation fence in the area.\n</P>\n<P>\nThe Israeli army and Shin Bet (Israel Security Agency) are also trying to locate\nanyone who might have assisted the terrorists. The defense establishment\nbelieves that more terror cells are located in Egypt's Sinai Peninsula and may\nhave already crossed over to Israel.\n</P>\n<P>\nIsraeli security brass have expressed their fear over the past few days that\nterrorists would infiltrate southern Israel from the Gaza Strip through the\nbreached Philadelphi Corridor.\n</P>\n<P>\nShin Bet chief Yuval Diskin said during a cabinet security briefing on Sunday\nthat considerable amounts of high quality weaponry have been smuggled into Gaza\nthrough the breached border with Egypt along the Philadelphi Corridor.\n</P>\n<P>\nOn Jan. 23, Hamas militants blew up the border wall separating Gaza and Egypt,\nallowing tens of thousands of Palestinians living in the poor isolated Gaza\nenclave to cross into Egypt to purchase daily necessities.\n</P>\n", 
            "id": "XIN_ENG_20080204.0134"
        }, 
        {
            "headline": "PNA condemns Dimona suicide bombing", 
            "text": "\n<P>\nThe Palestinian National Authority (PNA) on Monday condemned a suicide bombing\nwhich rocked a shopping mall in southern Israel and killed an Israeli woman.\n</P>\n<P>\nThe PNA \"renews its firm position which condemns every operation that targets\nthe civilians whether they were Palestinians or Israelis\", a PNA spokesman told\nthe official Wafa news agency.\n</P>\n<P>\nAn Israeli woman was killed and 11 others were wounded in the suicide bombing at\na shopping mall in southern Israel town of Dimona, the first of its kind on the\nIsraeli soil in more than one year.\n</P>\n<P>\nThe spokesman also condemned the killing of two Islamic Jihad fighters by\nIsraeli troops in the West Bank city of Jenin on Monday morning.\n</P>\n<P>\nA spokesman for Palestinian President Mahmoud Abbas' Fatah movement denied any\ninvolvement of Fatah's military wing al-Aqsa Martyrs Brigades in the explosion,\nbut media reports quoted a spokesman for the military group as claiming its\nresponsibility in the incident in collaboration with the Popular Front for the\nLiberation of Palestine (PFLP).\n</P>\n<P>\n\"The side which stands behind this attack is known for its hard- line stances\nwhich reject any calmness that may help the peace process,\" said the Fatah\nspokesman, implicitly referring to Islamic Hamas movement.\n</P>\n<P>\nFor its part, Hamas praised the attack, saying it was a natural response to the\nIsraeli siege and offensive on the Hamas-run Gaza Strip.\n</P>\n<P>\n\"Hamas hails this martyrdom operation and calls on the armed groups to go ahead\nin this way,\" said Hamas spokesman Sami Abu Zuhri in a statement sent to the\nmedia.\n</P>\n", 
            "id": "XIN_ENG_20080204.0144"
        }, 
        {
            "headline": "Roundup: Deadly suicide bombing shocks southern Israel", 
            "text": "\n<P>\nA Palestinian suicide bomber denoted in a commercial center in southern Israeli\ncity of Dimona on Monday, a year after last such kind of attack in January 2007,\nkilling an Israeli woman and wounding at least eight others.\n</P>\n<P>\nAccording to media reports, loud explosion rocked the southern Israeli city\nMonday morning at 10:00 a.m.(0800 GMT) as the suicide bomber was detonating\nexplosive belt in a commercial center.\n</P>\n<P>\nThe Israeli police foiled a second bombing attack by shooting dead another\nsuicide bomber before he could trigger his explosive belt, the reports said,\nadding that sappers were then dispatched to the scene of to have the device\ndetonated in a controlled manner.\n</P>\n<P>\nIsrael has been away from suicide attacks for about one year since the last one\nstruck southern Israeli town of Eilat, a Red Sea resort, on Jan. 29, 2007, which\nclaimed three lives.\n</P>\n<P>\nLocal media quoted a Palestinian militant as saying that the suicide bombers\nentered Israel via Egypt after Gaza militants blew holes in the Gaza-Egypt\nborder wall on Jan. 23 to allow the Palestinians to cross the border freely.\n</P>\n<P>\nHours after the attack, Israeli Defense Minister Ehud Barak said that a security\nfence should be constructed along the Egyptian border by 2010.\n</P>\n<P>\nThe fresh suicide bombing attack drew immediate condemnation and criticisms from\nIsraeli officials.\n</P>\n<P>\nIsraeli President Shimon Peres said in a statement that \"the attack in Dimona\nwas carried out by despicable terrorists who want to murder innocent women and\nchildren, at the same time as murdering the chances for peace.\"\n</P>\n<P>\nMeanwhile, Israeli Deputy prime minister and Shas chairman, Eli Yishai called on\nPrime Minister Ehud Olmert on Monday to \"consider reoccupying the Philadelphi\nroute and immediately halt any diplomatic negotiations.\"\n</P>\n<P>\n\"Instead of dealing with negotiations we must deal with security,\" Yishai said.\n</P>\n<P>\nHe added that \"the previous government decision to abandon the Philadelphi route\nwithout the ability to supervise the area was a mistake.\"\n</P>\n<P>\nIn the wake of the deadly attack, some of Knesset members (MK) even called on\nthe government to hit Hamas' leaders in the Gaza Strip.\n</P>\n<P>\nMK Israel Hasson from Yisrael Beiteinu, who is the former deputy chief of Shin\nBet, was quoted by local daily Yedioth Ahronoth as calling the government to\nretaliate the attack. MK Silvan Shalom from Likud party also urged Barak to\nlaunch a wide- scale operation in the Gaza Strip.\n</P>\n<P>\nMK Avshalom Vilan from Meretz said that \"the disgraceful attack is the result of\nthe breach in the border between the Gaza Strip and Sinai(Egypt's Sinai\nPeninsula). There is no escape but to quickly build a fence distinguishing\nbetween Sinai and the State of Israel.\"\n</P>\n<P>\nAccording to local Channel 2 Television, a Fatah source disclosed that the \"Army\nof Palestine,\" wing of the movement's al- Aqsa Martyrs Brigades, carried out the\nattack, along with the Popular Front for the Liberation of Palestine (PFLP).\n</P>\n<P>\nAccording to Hezbollah's television station al-Manar, the two suicide bombers\nwere residents of the Gaza Strip.\n</P>\n<P>\nHamas referred to the Dimona attack as \"a heroic act,\" which is \"a natural\nresponse to the crimes of the occupation.\"\n</P>\n<P>\nFearing the infiltration of Palestinian militants via Egypt, Israeli security\nforces has been on a high alert for the past days in efforts to locate anyone\nwho might have assisted the terrorists.\n</P>\n<P>\nIsraeli security brass had expressed their worry over the past few days that\nterrorists would infiltrate southern Israel from the Gaza Strip through the\nbreached Philadelphi route.\n</P>\n<P>\nShin Bet chief Yuval Diskin stated during a cabinet security briefing on Sunday\nthat considerable amounts of high quality weaponry have been smuggled into Gaza\nthrough the breached border with Egypt along the Philadelphi route.\n</P>\n<P>\nDimona is the alleged site of Israel's nuclear reactor. The explosion took place\nabout 10 km from the reactor site.\n</P>\n", 
            "id": "XIN_ENG_20080204.0205"
        }, 
        {
            "headline": "Israeli PM vows to fight terror after woman killed in suicide bombing", 
            "text": "\n<P>\nWith emotions still running high after a suicide bombing in southern Israeli\ntown of Dimona, Israeli Prime Minister Ehud Olmert Monday vowed at a Kadima\nParty meeting to fight terror, local daily Yedioth Ahronoth reported on its\nwebsite.\n</P>\n<P>\n\"We are facing an ongoing war on terror in southern Israel, and we will meet the\nterrorists and those who send them head on,\" Olmert was quoted as saying.\n</P>\n<P>\nReferring to the recent killing of a Palestinian militant in Gaza, the prime\nminister said that \"the Shin Bet (Israel Security Agency) and IDF (Israeli\nDefense Forces) managed to assassinate a chief terror operative in Gaza. We are\nin the midst of an ongoing war on terror which is unrelenting, and very much in\nexistence. We must remain vigilant and stand on guard.\"\n</P>\n<P>\nIsraeli Defense Minister Ehud Barak, who visited the Dimona bombing scene\nearlier, also spoke about the suicide bombing at a Labor Party meeting Monday.\n</P>\n<P>\n\"If one needs proof that Israel today finds itself in the midst of an extremely\ncomplex, intricate situation, he can easily find it in Dimona today,\" Barak\nconcluded.\n</P>\n<P>\nA Palestinian suicide bomber detonated an explosive belt at a commercial center\nin Dimona on Monday morning, killing an Israeli woman and wounding at least\neight others. The last similar suicide attack happened in January 2007.\n</P>\n", 
            "id": "XIN_ENG_20080204.0220"
        }, 
        {
            "headline": "ISRAEL ' S FIRST SUICIDE ATTACK IN A YEAR KILLS WOMAN", 
            "text": "\n<P>\nA Palestinian suicide bomber who may have\nsneaked into Israel from the Egyptian Sinai blew himself up at a\nshopping center in this southern desert town on Monday, killing an\nIsraeli woman and wounding 11 other Israelis, emergency services\nofficials said.\n</P>\n<P>\nA second attacker with him failed to detonate his explosives\nbelt and was shot dead by a police officer.\n</P>\n<P>\nMonday's bombing broke a year of relative calm in Israel, and\nwas the first in Dimona. The country's last suicide attack came in\nlate January 2007, when three Israelis were killed in the southern\ncity of Eilat.\n</P>\n<P>\nIn Gaza, the Al Aqsa Martyrs Brigades, a militia loosely\naffiliated with the mainstream Fatah movement of President Mahmoud\nAbbas, claimed responsibility for the attack, saying it had been\ncarried out in conjunction with the Popular Front for the\nLiberation of Palestine and a previously unknown group calling\nitself the National Resistance Companies.\n</P>\n<P>\nThe militant groups identified the two attackers as Palestinian\nresidents of the Gaza Strip, which is currently controlled by the\nmilitant Islamic group Hamas.\n</P>\n<P>\nThe declared involvement of the Brigades attests to the\nfractured nature of Fatah, whose West Bank-based leaders are in\npeace talks with Israel. Militants in the group, particularly in\nGaza, do not necessarily take instructions from Abbas, who says he\nopposes suicide attacks and firing rockets into Israel.\n</P>\n<P>\nIn a statement on Monday, the Abbas-led Palestinian Authority\ncondemned the Dimona attack.\n</P>\n<P>\nHamas did not initially claim any part in the bombing, but a\nspokesman for the movement, Sami Abu Zuhri, called it \"heroic.\"\nLate Monday, Reuters reported that the military wing of Hamas had\nalso claimed responsibility. Adding to the confusion, an\nunidentified source from Hamas told Reuters that the bombers had\nentered Israel not from Gaza or Egypt, but from Hebron in the West\nBank.\n</P>\n<P>\nIsraeli authorities had warned in recent days that Palestinian\nmilitants had taken advantage of the breach of the border, which\noccurred after Hamas blasted sections of a wall between Gaza and\nEgypt on Jan. 23. Egyptian forces resealed the border on Sunday.\n</P>\n", 
            "id": "NYT_ENG_20080204.0244"
        }, 
        {
            "headline": "Paris condemns suicide attack Israel, urges continued dialogue", 
            "text": "\n<P>\nFrance has condemned the suicide bombing that occurred Monday in Dimona,\nsouthern Israel, and called for the intensification of ongoing efforts to revive\nthe peace process \"despite the continuing violence.\"\n</P>\n<P>\n\"France condemns today's attack in the strongest terms possible, \" foreign\nministry spokeswoman Pascale Andreani told reporters during a regular press\nbriefing.\n</P>\n<P>\nParis would like to express its condolences to the family of the Israeli victim\nand present \"its deepest sympathy to the Israeli people,\" said the spokeswoman.\n</P>\n<P>\n\"In spite of the violence,\" France is calling for the intensification of the\nongoing discussions in order to fast track the process of negotiating a\nsettlement to the Israeli-Palestinian conflict, which is the only path to\npeace,\" said Andreani.\n</P>\n<P>\nAn Israeli civilian was killed while 11 others were injured Monday, when two\nsuicide bombers suspected to be Palestinians blew themselves up in a shopping\nmall in Dimona.\n</P>\n<P>\nThe Al-Aqsa Martyrs Brigade, which is allied to the Fatah movement, has claimed\nresponsibility for the attack, saying that it had been carried out jointly with\ntwo other armed groups using two suicide bombers from Gaza.\n</P>\n", 
            "id": "XIN_ENG_20080204.0254"
        }, 
        {
            "headline": "Spokesman for Fatah's armed wing denies bombers entered Israel via Egypt", 
            "text": "\n<P>\nA spokesman for al-Aqsa Martyrs Brigades, armed wing of Palestinian Fatah\nmovement, denied on Monday the reports that the two suicide bombers attacking\nIsrael entered Israel via Egypt's Sinai Peninsula where the border fence with\nGaza had been blew holes.\n</P>\n<P>\n\"The two departed from Gaza, and then they went to the liberated areas called\n'area A', then to the territories occupied by Israel in 1948,\" Abu al-Waleed\ntold a news conference held in Gaza City without explanation of \"area A.\"\n</P>\n<P>\nHowever, \"area A\" usually describes the areas under the control of the\nPalestinian National Authority (PNA) in the West Bank, which means the bombers\ndid not get to Israel through Egypt.\n</P>\n<P>\nTwo Palestinian suicide bombers attempted to carry out a twin bombing attack in\na busy commercial center of southern Israeli town of Dimona.\n</P>\n<P>\nThe first bomber successfully detonated his explosive belt in the commercial\ncenter, killing an Israeli woman and wounding 10 others, while the second was\nshot dead by Israeli police before he could set off his explosive device.\n</P>\n<P>\nThe spokesman on behalf of his group claimed the responsibility for the attack,\nsaying \"This operation is carried out in the frame of retaliation to the ongoing\nIsraeli aggression against the Palestinian people in the West Bank and Gaza.\"\n</P>\n<P>\nHowever, al-Aqsa Martyrs Brigades is not the only Palestinian group which claim\nthe attack while two other groups, Abu Ali Mustafa of the Popular Front for the\nLiberation of Palestine (PFLP) and a previously unknown group named itself as\nBrigades of National Resistance, also claimed the responsibility.\n</P>\n<P>\nTwo weeks ago, Hamas militants in Gaza blew holes in the border wall between\nGaza and Egypt, allowing hundreds of thousands of Gazans flocked into Egypt.\n</P>\n<P>\nAs the border fence between Gaza and Egypt had been porous before Egyptian\nborder guards finally sealed off the breached border fence on Sunday,\nspeculations were aroused in the wake of the attack within Israel on that the\ntwo bombers might sneak into Israel through Egypt.\n</P>\n", 
            "id": "XIN_ENG_20080204.0263"
        }
    ], 
    "id": "D1109B", 
    "title": "Dimona Attack"
}