{
    "docSet": [
        {
            "headline": "China kicks off food safety evaluation campaign for 31 major cities", 
            "text": "\n<P>\nChina's food and drug regulator, the State Food and Drug Administration (SFDA),\nkicked off the 2006 food safety evaluation campaign in 31 major cities on\nFriday.\n</P>\n<P>\nThe campaign, in its fourth year in China, aims to evaluate local government\nfood safety supervision performance and citizen's satisfaction with food safety\nover the past 12 months.\n</P>\n<P>\nSun Xianze, director of the SFDA's food safety coordination department, told a\nnational food safety conference in Beijing on Friday that 12 evaluation teams\ncomposed of officials from SFDA and other governmental departments including the\nMinistry of Public Security, the Ministry of Agriculture, the Ministry of\nCommerce and the Ministry of Health, will set off for the country's four\nmunicipalities and 27 provincial or regional capital cities this weekend.\n</P>\n<P>\nSun said the 2006 food safety evaluation campaign will cover three major indices\n-- urban government performance, consumer satisfaction and food safety\ninspection.\n</P>\n<P>\nThe China Consumers' Association has just finished investigating the level of\nconsumer satisfaction in the 31 cities, and official inspection agencies have\ncarried out the safety evaluation for some specific items such as vegetables,\nwheat powder, and infant milk powder.\n</P>\n<P>\nThe SFDA said it would publish the final evaluation result for the 31 cities in\na month.\n</P>\n<P>\nThe Chinese government has made a sustained effort to improve food safety\nsupervision in the last 12 months, with a series of measures implemented\nnationwide. Experts said the annual food safety evaluation campaign has helped\nto promote regional food safety supervision.\n</P>\n", 
            "id": "XIN_ENG_20070105.0041"
        }, 
        {
            "headline": "Beijing sets up emergency plan for food safety accidents", 
            "text": "\n<P>\nTwo months after four people sued the city for delays in warning people not to\neat snails infested with parasites, Beijing has come up with a series of alerts\nand actions it will take in the event of an outbreak of illness caused by\ncontaminated food.\n</P>\n<P>\nWhen a food emergency occurs the city will immediately set up teams to handle\nmedical treatment, testing and assessment, news briefings and investigations,\naccording to a newly release emergency plan.\n</P>\n<P>\nThe city's food safety authorities will also seize, ban or recall food products\nthat are determined to be harmful.\n</P>\n<P>\nThe city's quick response measures will involve the municipal and county\ngovernment departments of health, education, public security and industry and\ncommerce administrations in Beijing, the plan said.\n</P>\n<P>\nThe plan was issued by the capital's emergency management office and food safety\noffice on Sunday.\n</P>\n<P>\nFood safety has become of the top concerns of city residents following a series\nof food-related accidents last year.\n</P>\n<P>\nBetween June 24 and Aug. 9, dozens of people were sickened by a parasite after\neating raw or undercooked snails in a local restaurant. In November, four people\nwho were hospitalized after eating the snails launched a suit against the city's\nhealth bureau, claiming the city didn't make public the dangers posed by the\nsnails until Aug. 17th. The results of their law suit were not immediately\nknown.\n</P>\n<P>\nThe country's food and drug regulator, the State Food and Drug Administration,\nis evaluating food safety measures in 31 major cities.\n</P>\n<P>\nThe campaign, in its fourth year in China, aims to evaluate the performance of\nlocal government food safety supervision and citizen's satisfaction with food\nsafety over the past 12 months.\n</P>\n", 
            "id": "XIN_ENG_20070114.0266"
        }, 
        {
            "headline": "Tainted food affects 300 million Chinese a year: report", 
            "text": "\n<P>\nTainted food impacts at least 300 million Chinese people a year and could lead\nto a disease outbreak that exacts a huge social and economic toll, the Asian\nDevelopment Bank warned Monday.\n</P>\n<P>\n\"In recent years, China's actual food safety situation has not led one to be\noptimistic,\" the financial institute said in a report posted on its website.\n</P>\n<P>\n\"The economic and social impact of the production of tainted foods is very\nlarge... diseases stemming from food can have a negative social impact and can\neven influence social stability.\"\n</P>\n<P>\nThe report said at least 300 million people in China were affected by diseases\nstemming from tainted food sources every year, but did not elaborate.\n</P>\n<P>\nSuch diseases cost an estimated 36 billion yuan (4.6 billion dollars) to 168\nbillion yuan a year, or between 0.2 percent and 0.9 percent of GDP in 2005, it\nsaid.\n</P>\n<P>\nFood-related diseases pose a constant threat to consumers and if not addressed\ncould lead to an outbreak with a bigger impact than the Severe Acute Respiratory\nSyndrome (SARS) epidemic that struck China in 2002-2003, it said.\n</P>\n<P>\nSuch an outbreak and its knock-on effect on industries like tourism could pose a\nserious risk to high-profile events like the 2008 Beijing Olympics.\n</P>\n<P>\n\"If a large-scale epidemic linked to food explodes in China, the negative impact\ncould be more serious, especially if one considers the 2008 Beijing Olympics and\nthe 2010 Shanghai World Expo and the Guangzhou Asian Games,\" the report said.\n</P>\n<P>\nTainted foodstuffs could also have a negative impact on China's food export\nindustry, which earned 27.6 billion dollars in 2005, it added.\n</P>\n<P>\n\"China has no basic food safety law and no legal framework to develop a\nstructure to ensure the safety of food,\" it said.\n</P>\n<P>\n\"The government needs to set up a food safety management interagency structure\nthat is powerful and that places the health of the people and consumers in the\ntop place.\"\n</P>\n<P>\nChina has nine ministries that independently implement a series of rules and\nregulations on food safety that are at times overlapping, confusing and\ncontradictory, the report said.\n</P>\n", 
            "id": "AFP_ENG_20070115.0196"
        }, 
        {
            "headline": "China's health officials warn of food safety risks over Spring Festival", 
            "text": "\n<P>\nChina's Ministry of Health on Thursday urged local authorities to strengthen\nfood safety measures during the Spring Festival holidays, which starts on Feb.\n18.\n</P>\n<P>\nLocal health authorities must launch inspections and supervision of restaurants\nand food markets, and identify and eliminate potential risks of food poisoning\nas soon as possible, said the ministry in a statement.\n</P>\n<P>\nThe Spring Festival is a traditional Chinese holiday when people celebrate the\nbeginning of lunar new year and enjoy family reunions.\n</P>\n<P>\nMeanwhile, as the new semester is beginning in late February, the ministry\ncalled on food safety inspections in schools.\n</P>\n<P>\nTraining on hygiene and food safety should be given to school canteen staffs and\nintensive measures should be taken to minimize food poisoning incidents, said\nthe ministry.\n</P>\n<P>\nIn the last quarter of last year, 4,922 people suffered food poisoning, a rise\nof 42.3 percent compared with the same period in 2005.\n</P>\n<P>\nThe ministry explained the causes of the increase, saying the direct network\nreporting was improved both in scale and quality, and temperatures in most parts\nof China were higher than 2005, which resulted in food spoiling faster.\n</P>\n", 
            "id": "XIN_ENG_20070201.0069"
        }, 
        {
            "headline": "Chinese political advisors call for stringent food safety supervision", 
            "text": "\n<P>\n\"Now I buy food at supermarkets, rather than open-air markets and small stores\nbefore,\" said Ms. Liu while shopping at a supercenter in Haidian District of\nBeijing.\n</P>\n<P>\n\"I often wonder what food remains safe,\" she added, refusing to give her full\nname.\n</P>\n<P>\nHer concern is echoed by a majority of Chinese people. An earlier survey by the\nState Food and Drug Administration showed 65 percent of the respondents worried\nabout food safety situation in China.\n</P>\n<P>\n\"The concerns reflect their dissatisfaction with government performance on food\nsafety checking. Food security is vital to building a harmonious society,\" said\nLu Jianzhong, a member of the National Committee of the Chinese People's\nPolitical Consultative Conference (CPPCC), the top political advisory body.\n</P>\n<P>\nLast year China experienced a string of food safety problems including steroid-\ntainted pork, parasite-infested snails, turbots that contain excessive amount of\ncarcinogens, ducks and hens that were fed cancer-causing Sudan Red dye to make\ntheir egg yolks red.\n</P>\n<P>\nAdvisor Ren Qixing appealed for the set-up of a unified \" farmland to kitchen\"\nfood safety supervision mechanism in a bid to tackle the current segmented and\nlax government checking mainly blamed for the frequent food safety scares in the\ncountry.\n</P>\n<P>\nRen, chairman of the CPPCC's Ningxia Hui Autonomous Regional Committee in\nnorthwest China, said the supervision system should cover the whole process of\nfood production, rather than on the finished food products alone.\n</P>\n<P>\nRen added that half a dozen government departments are responsible for food\nsafety in China. \"As a result, they often have supervision loopholes and don't\nhave to worry about being held accountable for food safety scares,\" Ren said.\n</P>\n<P>\nAnother advisor Ren Yuling noted the punishment of large-scale food safety\naccidents should be far more severe. \"Slack punishment is often impossible to\ndeter the people involved in the food safety scares.\"\n</P>\n<P>\nThe fifth session of the Tenth CPPCC National Committee kicks off on March 3 and\nwill end on March 15.\n</P>\n", 
            "id": "XIN_ENG_20070303.0035"
        }, 
        {
            "headline": "Chinese lawmaker proposes trans-ministry body to tighten food safety supervision", 
            "text": "\n<P>\nA Chinese lawmaker has appealed to set up a trans-ministry agency to shoulder\nthe responsibilities, which are undertaken by several government departments,\nfor food safety in the hope of preventing food safety scares.\n</P>\n<P>\nZheng Xinsui, a deputy to the National People's Congress, or parliament, said\nthat the segmented supervision often results in loopholes in food safety.\n</P>\n<P>\nZheng, also an executive with the All-China Federation of Industry and Commerce,\nsaid a full set of food safety criteria should be set up at an earlier date and\nofficials must be held accountable for food safety accidents.\n</P>\n<P>\nHe blamed the segmented and lax government checking for a string of food safety\nproblems last year including parasite- infested snails, turbots that contain\nexcessive amount of carcinogens, ducks and hens that were fed cancer-causing\nSudan Red dye to make their egg yolks red.\n</P>\n<P>\nFood safety has become a major concern of Chinese people. According to a survey\nby the State Food and Drug Administration, 65 percent of the respondents worried\nabout the food safety situation in China.\n</P>\n<P>\nHe suggested that the government set up a \"farmland to kitchen\" food safety\nsupervision mechanism to include food growing and circulation processes into the\noverall checks.\n</P>\n<P>\nRen Yuling, a member of National Committee of the Chinese People's Political\nConsultative Conference, the top political advisory body, said earlier the\ncurrent punishments are often too slack to deter those involved in large-scale\nfood safety accidents.\n</P>\n", 
            "id": "XIN_ENG_20070314.0430"
        }, 
        {
            "headline": "China strengthens inter-provincial coordination of food safety inspection", 
            "text": "\n<P>\nChina's Health Ministry made public Wednesday an interim regulation aimed at\nstrengthening coordination of food safety inspection in the 31 provinces,\nmunicipalities and autonomous regions on the Chinese mainland.\n</P>\n<P>\nThe Ministry is soliciting public opinion on the regulation, which is posted on\nits website.\n</P>\n<P>\nThe regulation stipulates that health watchdogs at the provincial level have to\ninform their counterparts about cases of substandard food sold or manufactured\nwithin their jurisdiction.\n</P>\n<P>\nThe two sides should debrief each other through express mail, direct phone, fax\nor E-mail.\n</P>\n<P>\nThe Health Ministry is responsible for supervising such information across the\ncountry.\n</P>\n<P>\nLast year China experienced a string of food safety problems including steroid-\ntainted pork, parasite-infested snails, turbots that contain excessive amount of\ncarcinogens, and ducks that were fed cancer-causing dye to make their egg yolks\nred.\n</P>\n<P>\nFood poisoning claimed 196 lives in China last year, according to the Ministry.\n</P>\n", 
            "id": "XIN_ENG_20070315.0247"
        }, 
        {
            "headline": "1st LD-Writethru: 34 more hospitalized in latest Chinese food scare", 
            "text": "\n<P>\nIn the fourth mass food poisoning incident to hit China in a week, thirty-four\nstudents were hospitalized with suspected food poisoning after eating lunch at a\nfactory cafeteria in Fujian Province on Tuesday, local food safety authorities\nsaid Wednesday.\n</P>\n<P>\nThe food watchdog is analyzing food from the cafeteria of the Guanda Garment\nCompany in the provincial capital Fuzhou after receiving reports that more than\n30 students from two technical secondary schools had fallen ill on Tuesday.\n</P>\n<P>\nThe officials suspect that mushrooms in the meal might be the source of the\npoisoning.\n</P>\n<P>\nThe students, who were doing field work in the firm, developed cramps, vomiting\nand diarrhea and were taken to hospital in Tuesday afternoon and diagnosed with\nsuspected food poisoning.\n</P>\n<P>\nAll the students have been discharged after being treated.\n</P>\n<P>\nThe exact cause of the food poisoning is still unknown and an investigation is\nin progress.\n</P>\n<P>\nThe incident follows hot on the heels of three other mass poisonings in the\ncountry this month.\n</P>\n<P>\nOn Monday, more than 60 migrant workers in Shanghai were hospitalized with food\npoisoning after eating supper at a construction site cafeteria.\n</P>\n<P>\nAlso on Monday, 19 middle-school students were hospitalized with  suspected food\npoisoning after eating lunch in a school cafeteria in Changchun, capital of\nnortheast China's Jilin Province.\n</P>\n<P>\nOn April 9, more than 200 people fell ill and one person died in Harbin in\nnortheastern China after they ate a hospital breakfast suspected of being\ncontaminated with rat poison.\n</P>\n<P>\nWith food poisoning cases frequently reported to have caused deaths and injuries\nin China, the government is expected to issue a comprehensive plan to track and\ntrace food products.\n</P>\n<P>\nAccording to authorities on standardizing market economic order, the national\nguidelines for food and drug safety have been approved by the State Council and\nwill be soon promulgated.\n</P>\n<P>\nChina will in the next five years enhance the safety assessment of food and drug\nand the monitoring of drugs and medical equipment, and better handle safety\nincidents in the field, the authorities said.\n</P>\n<P>\nFood and drug safety has become a major concern of Chinese people. According to\na survey by the State Food and Drug Administration, 65 percent of the\nrespondents worried about the food safety situation in China.\n</P>\n<P>\nBesides food poisoning cases, several drug safety incidents occurred in China\nlast year, the most notorious one causing the deaths of at least six patients\nand severe side-effects in more than 80 others.\n</P>\n", 
            "id": "XIN_ENG_20070418.0108"
        }, 
        {
            "headline": "Shanghai sets up rapid food safety testing system", 
            "text": "\n<P>\nShanghai's food and drug authorities said on Wednesday that the city had\nestablished a fast testing system for food  safety.\n</P>\n<P>\n\"The system can tell the safety of most food products within 30 minutes,\" said\nLi Jie, deputy director of the Shanghai Food and Drug Supervision Institute.\n</P>\n<P>\nAll the districts and counties in the city have been equipped with food safety\ntesting vehicles and personnel, said Li.\n</P>\n<P>\nFood safety has become one of the major concerns of Chinese citizens as a number\nof food contamination accidents have been exposed across the country in recent\nmonths.\n</P>\n<P>\nLast November, the country's food safety watchdog found that seven companies\nthat were producing salted red-yolk eggs contaminated with dangerous red Sudan\ndyes, which are used legally in the leather and fabric industries, but are\nbanned for food use.\n</P>\n<P>\nAlso last year, carcinogenic residue was detected in turbot sold on markets in\nBeijing and Shanghai.\n</P>\n<P>\nChina's quality control watchdog announced on Tuesday two Chinese companies\nexported melamine-contaminated wheat gluten and rice protein.\n</P>\n<P>\nAn official from the Legislative Affairs Office of the State Council said his\ndepartment would finish drafting the amendments to the Food Safety Law soon.\n</P>\n", 
            "id": "XIN_ENG_20070509.0236"
        }, 
        {
            "headline": "China unveils food, drug safety plan from 2006 to 2010", 
            "text": "\n<P>\nChina has unveiled a five-year plan for food and drug safety administration,\naiming to improve monitoring and law enforcement systems and the order in food\nand drug production so as to reduce safety accidents in the sectors.\n</P>\n<P>\nThe plan, issued by the State Council, or the country's cabinet, said by 2010\nthe food safety information monitoring network will cover 90 percent of the\ncountry.\n</P>\n<P>\nThe quality eligibility rate of fresh agricultural products in large whole-sale\nmarkets and chained supermarkets in big and medium-sized cities will reach 95\npercent in 2010, it said.\n</P>\n<P>\nThe plan also vows to enlarge the drug quality inspection forces and build more\ninstitutes to supervise drugs and medical equipment.\n</P>\n<P>\nGovernments at all levels should increase expenditure in support of the\ninfrastructure construction for food and drug safety and enhance supervision\ncapabilities, the plan said.\n</P>\n<P>\nTHe plan was jointly worked out by the State Food and Drug Administration and\nauthorities for environmental protection, science and technology, commerce,\nagriculture and health.\n</P>\n", 
            "id": "XIN_ENG_20070511.0224"
        }
    ], 
    "id": "D1107B", 
    "title": "China Food Safety"
}