{
    "docSet": [
        {
            "headline": "Cyclone smashes into Bangladesh coast", 
            "text": "\n<P>\nA fierce cyclone packing extreme winds and torrential rain smashed into\nBangladesh's southwestern coast Thursday, wiping out homes and trees in what\nofficials described as the worst storm in years.\n</P>\n<P>\nThe eye of cyclone Sidr, visible in satellite images as a colossal swirling\nwhite mass racing north from the Bay of Bengal, hit land in an impoverished\ncoastal area near Bangladesh's border with India.\n</P>\n<P>\n\"The cyclone has battered Bangladeshi coastal areas. The velocity of the wind in\nthat area is 220 to 240 kilometres (140 to 155 miles and hour). (This) is a\nviolent storm,\" said Samarendra Karmakar, the head of the Bangladeshi\nmeteorological department.\n</P>\n<P>\nThe storm matched one in 1991 that sparked a tidal wave that killed an estimated\n138,000 people, Karmakar told AFP.\n</P>\n<P>\nBut he said he was optimistic a major effort this time to evacuate villages and\nplace people in special shelters could mean low-lying Bangladesh -- one of the\nworld's poorest countries -- would escape significant loss of life.\n</P>\n<P>\n\"It is not less severe than the 1991 cyclone, in some places it is more severe.\nBut we are expecting less casualties this time because the government took early\nmeasures. We alerted people to be evacuated early,\" he said.\n</P>\n<P>\nAn official at the ministry of disaster management and relief, however, said\ndamage to property and infrastructure would be severe.\n</P>\n<P>\n\"Nothing can be predicted now but we expect the damage to be enormous,\" said the\nofficial. \"The storm is still moving with great intensity.\"\n</P>\n<P>\nSo far only one death has been reported from cyclone Sidr -- an elderly man who\ndrowned when a boat crossing a river with 17 passengers capsized.\n</P>\n<P>\nOfficials in both Bangladesh and across the border in India -- which is also\nexpecting highly destructive winds and torrential rains -- have been racing to\nevacuate hundreds of thousands of people from the coast over the past 48 hours.\n</P>\n<P>\nKarmakar said rivers in the Sunderbans area, a vast mangrove forest straddling\nthe India-Bangladesh border and the natural habitat of endangered Royal Bengal\ntigers, were also swelling fast as the storm moved north in the direction of the\ncapital Dhaka.\n</P>\n<P>\nAn official in Barisal, 120 kilometres south of Dhaka, spoke of severe\ndestruction as the 500 kilometre-wide mass of cloud passed overhead.\n</P>\n<P>\n\"Many trees have been uprooted and houses and schools blown away,\" Mostofa\nKamal, a district relief and rehabilitation officer, told AFP by telephone.\n</P>\n<P>\n\"The houses are made of only tin, bamboo and straw, which cannot withstand\nstorms,\" explained another Bangladeshi district administrator, Mohammad\nMonjur-e-Elahi.\n</P>\n<P>\nMuch of Bangladesh's south and centre has bunkered down for the storm, with even\nthe country's main sea port at Chittagong, to the east of the cyclone's path,\nalso closed.\n</P>\n<P>\nOfficials in India's coastal state of West Bengal also reported destruction\nalong India's part of the Sunderbans. There were no immediate reports of\ncasualties.\n</P>\n<P>\n\"Mud huts have been damaged and the roofs of several houses blown off,\" said the\nstate's relief minister, Mortaza Hossain. \"The army has been put on alert, (and)\nmore than 100,000 coastal villagers have been evacuated.\"\n</P>\n<P>\nAuthorities in India have been told to halt rail and other transportation in\nsome areas due to the likelihood of heavy floods, said Ladu Ram Meena, deputy\ndirector of the weather centre for India's eastern region.\n</P>\n<P>\nHe said large-scale damage to power and communication lines was also expected.\n</P>\n<P>\nCyclone Sidr is expected to totally fizzle out on Saturday over India's\nnortheast, and just south of the mountain kingdom of Bhutan.\n</P>\n<P>\nDisaster prone Bangladesh's worst cyclone disaster was in 1970, when some half a\nmillion people died.\n</P>\n", 
            "id": "AFP_ENG_20071115.0155"
        }, 
        {
            "headline": "Ferocious cyclone hits Bangladesh coast", 
            "text": "\n<P>\nA powerful cyclone packing winds of up to 240 kilometres (155 miles) an hour has\nhit Bangladesh's southern coast, the director of the country's meteorological\ndepartment told AFP Thursday.\n</P>\n<P>\n\"The cyclone has battered Bangladeshi coastal areas. The centre of the cyclone\nis crossing the Khulna-Barishal coast near the Baleshswar river,\" Samarendra\nKarmakar said.\n</P>\n<P>\nThe area is close to Bangladesh's border with the Indian state of West Bengal,\nwhich is also expecting highly destructive winds and torrential rains.\n</P>\n<P>\nCyclone Sidr, visible in satellite images as a huge swirling white mass over the\nBay of Bengal, was also expected to unleash tidal surges of up to six metres (20\nfeet) in some areas.\n</P>\n<P>\n\"The velocity of the wind in that area is 220 to 240 kilometres. There is a\nviolent storm,\" the official said, but added that few details were emerging from\nthe area.\n</P>\n<P>\nHe said most people there should already have been evacuated or are in cyclone\nshelters or government buildings.\n</P>\n<P>\nThe coastal area is home to many poor fishing communities, as well as the\nSunderbans, a vast mangrove forest straddling the India-Bangladesh border and\nthe natural habitat of endangered Royal Bengal tigers.\n</P>\n<P>\nOfficials in both Bangladesh and India have been racing to evacuate hundreds of\nthousands of people from the area over the past 48 hours.\n</P>\n<P>\nIn 1970, some half a million people died when a cyclone hit Bangladesh, while an\nestimated 138,000 people died in a cyclonic tidal wave in 1991.\n</P>\n<P>\nThe lower death toll in 1991 was attributed to a network of cyclone shelters and\na warning system introduced after the 1970 disaster.\n</P>\n", 
            "id": "AFP_ENG_20071115.0294"
        }, 
        {
            "headline": "Cyclone SIDR starts pounding on Bangladesh's coastline", 
            "text": "\n<P>\nA powerful cyclone with strong winds started pounding on Bangladesh's south and\nsouthwestern coast from Thursday evening.\n</P>\n<P>\nOfficials engaged in evacuation from remote offshore islands said winds with a\nspeed of 100 to 130 kph started lashing their areas ahead of impending attack by\nthe super severe Cyclone \"SIDR\".\n</P>\n<P>\nThe officials said the eye of the SIDR with a wind speed of 200- 220 kph is\nlikely to hit the coastal belt of Khulna and Barisal within hours.\n</P>\n<P>\nAny severe damage to infrastructure or human casualty due to tempest was not yet\nreceived.\n</P>\n<P>\nSouthern Bagerhat District Police Superintendent Shahidur Rahman told Xinhua\nover phone Thursday that some places near southern Sundarban 's mangrove forest\nwere experiencing a strong wind, which was gradually gathering intensity.\n</P>\n<P>\nHe said all preparations are in place and more than 5,000 people, mostly\nfishermen, in Dublarchar Island were taken to shelter centers. But they were in\npanic.\n</P>\n<P>\nAnother report from southeastern sea resort town of Cox' Bazar said the St.\nMartins Island in the Bay of Bengal was experiencing initial storms with a speed\nof 80 kph to 100 kph in the afternoon. At least 200 tourists including some\nforeigners were stranded at the St. Martin since Wednesday.\n</P>\n<P>\nEarlier, the authorities in the country's 15 coastal districts deployed\nvolunteers evacuating thousands of people from low-lying offshore islands to\ncyclone centers as Dhaka meteorology office issued danger signal no. 10 for\nseaports and coastal districts Wednesday evening.\n</P>\n<P>\nSea and airports in southeastern and southern port cities Chittagong and Mongla\nwere shut down while waterway transport communications in the coastal districts\nwere already suspended in view of the natural calamity.\n</P>\n<P>\nBangladeshi caretaker government chief adviser Dr Fakhruddin Ahmed, who is\npersonally supervising the evacuation work, asked the administration to monitor\nround-the-clock the impact of the cyclone.\n</P>\n", 
            "id": "XIN_ENG_20071115.0304"
        }, 
        {
            "headline": "Thousands evacuate as cyclone approaches Bangladesh, India", 
            "text": "\n<P>\nThousands of people in the path of a cyclone were evacuated from coastal areas\nas forecasters warned the storm could hit land in Bangladesh or neighbouring\nIndia later Thursday.\n</P>\n<P>\nVolunteers using microphones urged villagers in south and southeastern\nBangladesh to take shelter in the country's network of cyclone shelters.\n</P>\n<P>\nOfficials also travelled by speedboat to islands to warn residents to evacuate,\nofficials said.\n</P>\n<P>\n\"We started evacuating people from vulnerable coastal areas and our volunteers\nare using microphones asking people to take shelter in cyclone shelters,\" said\nAsraf Shameen, administrative chief of southeastern Chittagong district.\n</P>\n<P>\nTropical Cyclone Sidr, hovering over the Bay of Bengal, was moving towards\nBangladesh's southern coastal districts, on the border with India, and likely to\nhit land later Thursday, said Bazlur Rashid of the Bangladesh weather\ndepartment.\n</P>\n<P>\nChittagong airport and sea port were also closed, officials said.\n</P>\n<P>\nIn 1970, some half a million people died when a cyclone hit the impoverished\ncountry, while an estimated 138,000 people died as a result of a cyclonic tidal\nwave in 1991.\n</P>\n<P>\nThe lower death toll in 1991 was attributed to a network of cyclone shelters and\na warning system introduced after the 1970 disaster.\n</P>\n", 
            "id": "AFP_ENG_20071115.0634"
        }, 
        {
            "headline": "2nd Ld Writethru: Death toll of cyclone in Bangladesh rises to 163", 
            "text": "\n<P>\nUnofficial death toll over cyclone in Bangladesh has risen to 163, private\ntelevision channel Ntv reported Friday.\n</P>\n<P>\nBut official television BTV Friday put the death toll at 57 without giving\ndetails.\n</P>\n<P>\nThe government related departments are working round the clock to collect the\nfigure of casualties.\n</P>\n<P>\nCyclone Sidr ripped through the coastal zones of Bangladesh, leaving a trail of\ndevastation behind, southern residents said early Friday.\n</P>\n<P>\nThe storm caused by cyclone downed thousands of trees and damaged many houses in\nthe coastal area.\n</P>\n<P>\nThe cyclone measured more powerful than what happened in 1991 that killed\n140,000 people, a top weather official was quoted by private news agency\nBDnews24 as saying.\n</P>\n<P>\nLocal media reported almost all the coastal areas are affected in Bangladesh and\nthe death toll will go up.\n</P>\n<P>\nBecause of the cyclone, electricity and telephone have been disconnected since\nmidnight in some places including capital Dhaka.\n</P>\n", 
            "id": "XIN_ENG_20071116.0023"
        }, 
        {
            "headline": "US offers sympathy, help for Bangladesh cyclone victims", 
            "text": "\n<P>\nThe United States expressed \"its deepest sympathy\" for the victims of the\ncyclone that struck Bangladesh as it took part in international efforts to\nprovide emergency relief.\n</P>\n<P>\n\"The United States government would like to express its deepest sympathy for the\nvictims of the cyclone,\" US State Department spokesman Sean McCormack said,\nreading a statement.\n</P>\n<P>\n\"We're ready to work with the (Bangladesh) government and foreign donors to\nassist in relieving the effects of the disaster,\" he added.\n</P>\n<P>\nHundreds of people died and tens of thousands were left homeless after a\npowerful cyclone smashed impoverished Bangladesh with huge waves, severe winds\nand torrential rains, officials said Friday.\n</P>\n<P>\nCyclone Sidr, described as the worst storm in years to hit low-lying and\ndisaster-prone Bangladesh, crashed into the southwestern coast Thursday night\nbefore sweeping north over the capital Dhaka.\n</P>\n<P>\nThe statement said the impact of the storm was mitigated by US stockpiles of\nemergency supplies as well as shelters and wave barriers that US aid projects\nhad set up in Bangladesh in recent years.\n</P>\n<P>\n\"The storm's damage is significant, but with the measures already in place and\npost-relief activities ongoing, the United States is actively and quickly\nassisting Bangladesh in the recovery process,\" it said.\n</P>\n<P>\n\"Upon hearing of the impending storm, the US Mission in Bangladesh took\nimmediate action to pre-position required supplies and equipment,\" the statement\nsaid.\n</P>\n<P>\n\"Sixteen zodiac boats were ready to use for emergency operations. Six water\ntreatment systems were mobilized. Ten water ambulances were available,\" the\nstatement said.\n</P>\n<P>\n\"With partners CARE and Save the Children 30,000 Emergency Survival Packages\nwere pre-positioned in areas facing the oncoming cyclone and food commodities\nwere pre-positioned for emergency response,\" it added.\n</P>\n", 
            "id": "AFP_ENG_20071116.0074"
        }, 
        {
            "headline": "German gives 200,000 euros in aid to cyclone-hit Bangladesh", 
            "text": "\n<P>\nGermany has released 200,000 euros (293,000 dollars) in emergency relief aid to\nBangladesh where a devastating cyclone has killed hundreds of people, the\nforeign ministry announced Friday.\n</P>\n<P>\nThe money will go to German relief organisations working in cooperation with\nlocal partners to alleviate suffering caused by Cyclone Sidr, said the ministry\nstatement.\n</P>\n<P>\nThe cyclone hit the southwestern coast of Bangladesh on Thursday before sweeping\nnorth to the capital Dhaka, destroying out homes and forcing hundreds of\nthousands of people to flee for their lives.\n</P>\n<P>\nThe ministry said victims were in dire need of shelter, clean drinking water and\nmedical help.\n</P>\n", 
            "id": "AFP_ENG_20071116.0116"
        }, 
        {
            "headline": "US offers sympathy, help for Bangladesh cyclone victims", 
            "text": "\n<P>\nThe United States expressed \"its deepest sympathy\" for the victims of the\ncyclone that struck Bangladesh, offering to join international efforts to\nprovide emergency relief.\n</P>\n<P>\n\"The United States government would like to express its deepest sympathy for the\nvictims of the cyclone ...,\" US State Department spokesman Sean McCormack said.\n</P>\n<P>\n\"We're ready to work with the (Bangladesh) government and foreign donors to\nassist in relieving the effects of the disaster,\" he added.\n</P>\n<P>\nHundreds of people died and tens of thousands were left homeless after a\npowerful cyclone smashed impoverished Bangladesh with huge waves, severe winds\nand torrential rains in Bangladesh, officials said Friday.\n</P>\n<P>\nCyclone Sidr, described as the worst storm in years to hit low-lying and\ndisaster-prone Bangladesh, crashed into the southwestern coast Thursday night\nbefore sweeping north over the capital Dhaka.\n</P>\n<P>\nWind speeds of 220-240 kilometres (140-155 miles) an hour were recorded as the\nstorm -- visible from space as a huge swirling white mass that moved north from\nthe Bay of Bengal -- left a trail of devastation in poor rural areas.\n</P>\n", 
            "id": "AFP_ENG_20071116.0162"
        }, 
        {
            "headline": "WFP allocates emergency food to cyclone-hit victims in southern Bangladesh", 
            "text": "\n<P>\nThe United Nations World Food Program (WFP) has allocated 98 tons of ready food\nfrom its emergency hub to feed 400,000 victims of cyclone 'Sidr' in the southern\nBangladesh.\n</P>\n<P>\nWFP Country Representative Douglas Broderick said \"We've to move as quickly as\npossible to get food to the most vulnerable. People's life and health can't be\nendangered, we all should come forward to save lives first.\"\n</P>\n<P>\nHe also said that dry food like High Energy Biscuits (HEB) would be very useful\nespecially these days when there is a scarcity of potable water for drinking and\ncooking.\n</P>\n<P>\nThe powerful cyclone 'Sidr' with all its fury and ferocity lashed south and\nsouthwestern regions of Bangladesh claiming huge lives.\n</P>\n", 
            "id": "XIN_ENG_20071116.0210"
        }, 
        {
            "headline": "Powerful cyclone kills 41 in Bangladesh, forces evacuation of hundreds of thousands", 
            "text": "\n<P>\nA cyclone that slammed into Bangladesh's coast with 240 kph (140 mph) winds\nkilled at least 41 people, leveled homes and forced the evacuation of 650,000\nvillagers before heading inland and losing power Friday, officials\nsaid.\n</P>\n<P>\nTropical Cyclone Sidr roared across the country's southwestern coast late\nThursday with driving rain and high waves, leaving about 41 villagers dead from\nfalling debris, local officials and the Meteorological Department\nsaid.\n</P>\n<P>\nBy early Friday, the cyclone had weakened into a tropical storm and was moving\nacross the country to the northeast, with overcast skies and wind speed falling\nto 60 kilometers per hour (37 mph), the department said.\n</P>\n", 
            "id": "APW_ENG_20071116.0307"
        }
    ], 
    "id": "D1108B", 
    "title": "Cyclone Sidr"
}