{
    "docSet": [
        {
            "headline": "Jail for ETA members who wanted to 'sow panic' in Madrid", 
            "text": "\n<P>\nTwo members of Basque separatist group ETA arrested while transporting half a\ntonne of explosives to Madrid just prior to the March 2004 bombings Monday\nreceived jail sentences of 22 years each.\n</P>\n<P>\nProsecutors alleged Irkus Badillo and Gorka Vidal wanted to \"sow panic\" in\nMadrid after being caught in possession of 500 kilogrammes (1,100 pounds) of\nexplosives, and had called on the high court to hand down 29-year sentences.\n</P>\n<P>\nThe two men were jailed for belonging to a terrorist group, conspiring to commit\nterrorist offences and illegally transporting explosives.\n</P>\n<P>\nA third ETA member, Benat Barrondo, was jailed for five years for collaborating\nwith a terrorist group.\n</P>\n<P>\nBadillo and Vidal are both due to appear in court again at the separate trial of\nthe Madrid train bombers which begins on Thursday. The men have been called as\ndefence witnesses for one of the accused, Moroccan national Jamal Zougam.\n</P>\n<P>\nZougam is accused of being one of the men who placed the bombs which exploded\naboard four packed commuter trains on the morning of March 11, 2004.\n</P>\n<P>\nA total of 191 people died in Spain's worst terror attack.\n</P>\n<P>\nThe then conservative government initially blamed ETA for the train blasts, even\nas evidence emerged suggesting radical Muslims were to blame.\n</P>\n<P>\nThe majority of the 29 people on trial for the blasts are Moroccan.\n</P>\n<P>\nJudicial investigators, the police and a parliamentary investigation ruled out\nETA involvement in the bombings.\n</P>\n", 
            "id": "AFP_ENG_20070212.0504"
        }, 
        {
            "headline": "Spain raises level of terrorism alert ahead of March 11 Trial", 
            "text": "\n<P>\nSpain raised the level of its terrorism alert on Tuesday as a precautionary\nmeasure ahead of the upcoming trial of suspects in the Madrid train bombings and\nthe third anniversary of the attacks.\n</P>\n<P>\nSpain's Interior Ministry said in a statement the level of alert had been raised\nto the medium level of 2 from low and would stay there \"to guarantee the full\nsafety of citizens ahead of the start of the March 11 trial and the third\nanniversary of the attacks,\"\n</P>\n<P>\n\"It's a precautionary measure to guarantee normality. Spain is under no\nterrorism threat at the moment\", said an Interior Ministry official, who spoke\non condition of anonymity because he was not authorized to speak\npublicly.\n</P>\n<P>\nSpain, which has three security levels, had previously been on level one,\ndescribed as a low terrorism alert.\n</P>\n<P>\nPolice and soldiers will guard crowded areas such as shopping centers, transport\nhubs and sports complexes, as well as emblematic areas or buildings, the water\nsupply and power plants, the statement said.\n</P>\n<P>\nThe National Court on Thursday begins the trial of 29 suspects in the Madrid\ntrain bombings of March 11, 2004, which killed 191 people and injured more than\n1,800.\n</P>\n", 
            "id": "APW_ENG_20070213.1627"
        }, 
        {
            "headline": "Leading suspects in the Madrid train bombs trial", 
            "text": "\n<P>\nOf the 29 people who go on trial Thursday for the March 2004 Madrid train\nbombings, seven face some 40,000 years in jail if found guilty.\n</P>\n<P>\nThe prosecution has identified six as the chief plotters behind Spain's worst\never militant attack.\n</P>\n<P>\nThree men are suspected to have organised the bombings of four commuter trains,\nwhich killed 191 people and injured 1,824.\n</P>\n<P>\nThey are, Rabei Ousmane Sayed Ahmed, a 35-year-old Egyptian. Nicknamed \"Mohammed\nthe Egyptian\", he is charged with 191 murders, 1,824 attempted murders and\nrunning a terrorist organisation.\n</P>\n<P>\nHe faces 38,656 years in jail, although under Spanish law he could only serve a\nmaximum 40 years.\n</P>\n<P>\nSayed Ahmed was arrested on June 7, 2004, in Italy. He was temporarily\nextradited to Spain but sent back to Milan and sentenced last November to 10\nyears in jail before being returned to Spain.\n</P>\n<P>\nHassan Al Haski, alias \"Abu Hamza,\" is also accused of planning the blasts.\n</P>\n<P>\nA 43-year-old Moroccan, he faces the same charges and potential jail sentence.\n</P>\n<P>\nHe was arrested on December 21, 2004, for presumed membership of the Moroccan\nIslamic Combat Group (GICM), an Al-Qaeda affiliate believed to have conceived\nthe bombings.\n</P>\n<P>\nYoussef Belhadj, alias \"the Afghan,\" is the third accused logistical planner. A\n30-year-old Moroccan, he also faces the 38,656-year jail sentence.\n</P>\n<P>\nArrested on February 1, 2005, in Belgium, Belhadj was extradited the following\nApril. He is the cousin of Mohamed Belhadj, who rented an apartment in the\nMadrid suburb of Leganes, where seven men blew themselves up during a police\nraid three weeks after the bombings.\n</P>\n<P>\nThe suspected bombers are Jamal Zougam, a 33-year-old Moroccan who has been\ncharged with 191 murders, 1,824 murders and membership of a terrorist\norganisation.\n</P>\n<P>\nArrested on March 19, 2004, Zougam owned a mobile phone shop in Madrid's high-\nimmigrant district of Lavapies.\n</P>\n<P>\nPeople on some of the \"trains of death\" say they remember seeing Zougam,\npreviously said by anti-terrorist judge Baltasar Garzon to have links with a\nSpanish Al-Qaeda cell accused of aiding in the September 11, 2001 attacks in the\nUnited States.\n</P>\n<P>\nHe was not charged on that occasion but Morocco told Spain in 2003 that Zougam\nwas \"particularly dangerous\".\n</P>\n<P>\nAnother alleged bomber was Abdelmajid Bouchar, a 24-year-old Moroccan.\n</P>\n<P>\nBouchar was arrested in Montenegro on June 23, 2005, for breaking immigration\nlaws after being found to be holding an Iraqi passport and was extradited to\nSpain three months later.\n</P>\n<P>\nNicknamed \"the Zebra\", he fled just before police raided the flat where seven\ntop suspects blew themselves up.\n</P>\n<P>\nBouchar's fingerprints were found at a Madrid house where the bombs were put\ntogether and investigators say he took supplies to the Leganes seven.\n</P>\n<P>\nBasel Ghalyoun, a Syrian who turns 27 on February 25, is also accused of being a\nbomber.\n</P>\n<P>\nGhalyoun is said to have been closely linked to Serhane Ben Abdelmajid Fakhet,\none of the seven who blew themselves up in the police raid.\n</P>\n<P>\nAlthough neither an alleged planner or an alleged bomber, Spaniard Jose Emilio\nSuarez Trashorras faces the most charges as a suspected supplier of explosives\nin exchange for drugs.\n</P>\n<P>\nThe 30-year-old former miner faces murder charges for the 191 killed, the\nattempted murders of the injured and is further accused of the murder of a\npoliceman who died in the raid at Leganes. He is also charged with the attempted\nmurder of 10 other police and faces 38,654 years in jail.\n</P>\n", 
            "id": "AFP_ENG_20070214.0108"
        }, 
        {
            "headline": "'No proof' against Egyptian in Madrid train bombings: lawyer", 
            "text": "\n<P>\nThere is no material evidence against Egyptian Rabei Ousmane Sayed Ahmed, who\ngoes on trial on Thursday accused of being one of the masterminds behind the\ndeadly train bombings in Madrid on March 11, 2004, his lawyer told AFP.\n</P>\n<P>\n\"There is no evidence against him ... There are only two recordings from Milan\nwhere he talks about Madrid,\" said Italian Luca D'Auria, one of two lawyers\nrepresenting Ahmed, nicknamed \"Mohammed the Egyptian\".\n</P>\n<P>\nThe conversations caught on tape by Italian intelligence services in no way\nconstituted \"claiming responsibility right after the attack,\" D'Auria said,\npointing out that Ahmed had told someone else in the room: \"look, that thing\nthere, I was the one who did it.\"\n</P>\n<P>\n\"This does not appear to me to be resounding evidence against him,\" the lawyer\nsaid, adding that \"It will be up to the public prosecutor to explain where the\nevidence lies.\"\n</P>\n<P>\nAhmed, 35, is suspected of having helped organise the bombings of four commuter\ntrains, which killed 191 people and injured 1,824. If found guilty he faces\n38,656 years in jail, although under Spanish law he could only serve a maximum\n40 years.\n</P>\n<P>\nAhmed was arrested on June 7, 2004, in Italy. He was temporarily extradited to\nSpain but sent back to Milan and sentenced last November to 10 years in jail for\n\"criminal association for purposes of international terrorism\", before being\nreturned to Spain.\n</P>\n<P>\nThe Italian judges deemed Ahmed to be \"an influential member of Al-Qaeda\".\n</P>\n", 
            "id": "AFP_ENG_20070214.0627"
        }, 
        {
            "headline": "Trial of 'Al-Qaeda-inspired' Madrid bombings opens by Chris Wright", 
            "text": "\n<P>\nThe trial opens Thursday of 29 mostly Moroccan suspects charged with involvement\nin the Madrid train bomb attacks in March 2004, which killed 191 people and\ninjured 1,824 in the worst terror strike Spain has ever known.\n</P>\n<P>\nMore than 600 witnesses and 107 experts have been called to testify in what\nprosecutors claim was an Al-Qaeda-inspired attack by radical Islamists in\nretribution for Spain's participation in the US-led interventions in Iraq and\nAfghanistan.\n</P>\n<P>\nThe trial will get underway from 10 am (0900 GMT) amid ultra-tight security at\nthe high court venue on the outskirts of Madrid, and is expected to last some\nsix months.\n</P>\n<P>\nOne of the four alleged masterminds of the coordinated bombings of four packed\nMadrid commuter trains on March 11, 2004, Rabei Ousmane Sayed Ahmed, alias\n\"Mohammed the Egyptian,\" was expected to be the first called to testify.\n</P>\n<P>\nHe is one of seven men facing sentences of some 40,000 years each for the deaths\nand membership in a terrorist organisation, although under Spanish law the\nlongest jail term anyone can actually serve is 40 years.\n</P>\n<P>\nThe others accused will stand trial for lesser offences, including collaboration\nwith a terrorist group and falsifying documents.\n</P>\n<P>\nAll those on trial will give evidence from a bullet-proof box at the venue.\nMedia, survivors and relatives of the victims will be able to watch via closed\ncircuit television in different rooms, although a handful of seats in the\n180-seat courtroom have been reserved for the public.\n</P>\n<P>\nThe four alleged masterminds spent a year planning the worst terror attack in\nEurope since the December 1988 bombing of a PanAm jet over the Scottish town of\nLockerbie that killed 270 people.\n</P>\n<P>\nThe three bombers placed bags packed with some 10 kilogrammes (22 pounds) of\nexplosives on four commuter trains during the busy morning rush hour, then left\nand activated the devices by mobile telephone.\n</P>\n<P>\nThree of the four alleged masterminds of the bombings will be in the dock:\nOusmane, Youssef Belhadj, alias \"the Afghan\" and Hassan el-Haski, alias \"Abu\nHamza.\"\n</P>\n<P>\nSarhane ben Abdelmajid Fakhet, alias \"the Tunisian,\" who prosecutors believe\n\"led and coordinated\" the attacks, was one of seven men who died after blowing\nthemselves up during a police raid on an apartment in the Madrid suburb of\nLeganes three weeks after the attacks.\n</P>\n<P>\nThe three alleged bombers and the Spaniard who has been accused of supplying the\nexplosives from a disused mine in exchange for drugs will also be in the dock.\n</P>\n<P>\nIn his charge sheet drawn up 10 months ago, examining magistrate Juan del Olmo\nattributed the attacks to the Moroccan Islamic Combat Group, a North African Al-\nQaeda offshoot.\n</P>\n<P>\nThe prosecution says the \"final detonator\" for the train bombings was a message\nbroadcast by Arab television channel Al-Jazeera on October 18, 2003, from Al-\nQaeda's fugitive leader Osama bin Laden naming Spain as a potential target.\n</P>\n<P>\nVictim groups say they hope the trial, whose verdict is due in October, will\nfinally enable them to turn the page.\"\n</P>\n", 
            "id": "AFP_ENG_20070214.0712"
        }, 
        {
            "headline": "EGYPTIAN IS FOCUS OF ATTENTION AS MADRID BOMB TRIAL OPENS", 
            "text": "\n<P>\nHe is charged with 191 counts of murder and\n1,755 of attempted murder in the Madrid, Spain, bombings on\nMarch 11, 2004, though he has been secretly recorded saying\nthat he had not been with the men who carried\nthem out.\n</P>\n<P>\nBut the man, Rabei Osman Sayed Ahmed -- expected to be\nthe first of 29 defendants to take the stand when\nthe bombing trial begins Thursday in Madrid -- also said\nin the recordings that the attack was carried out according\nto his plan. He said he only wished that he\nhimself had been graced with death that day.\n</P>\n<P>\n\"I am the thread behind the Madrid plot,\" Ahmed, an Egyptian\nmilitant, told a prospective suicide bomber in a bugged house\nin Milan, Italy, in May 2004. \"I wanted to plan\nit so it would be something unforgettable, including myself because\nI was ready to blow myself up. But they stopped\nme.\"\n</P>\n<P>\nAt the start of a trial laden with anger and unresolved\ngrief, Spanish officials and news media have focused on Ahmed,\na man with a well-documented legal trail.\n</P>\n<P>\nIn November, he was convicted in Milan, where he was arrested\nin 2004, three months after the Madrid bombings, on charges\nof conspiracy to participate in international terrorist activities. Prosecutors convinced\na panel of judges that those activities included strong links\nwith the Madrid bombers.\n</P>\n<P>\nAccounts of secret recordings of Ahmed and other evidence released after\nthe Rome trial suggest that Muslim militants were highly mobile\nand in frequent contact with one another, discussing not only\nattacks in Europe but also recruitment for suicide bombers in\nIraq.\n</P>\n<P>\n\"This case is the first to show a clear link between\nterrorists prepared to carry out suicide missions in Iraq as\nwell as in Europe,\" a senior Italian investigator said.\n</P>\n<P>\nBut since Ahmed's arrest, questions have hovered about whether he was\na dangerous operative or something of a braggart puffed up\nby too much time spent on violent jihadist Web sites.\n</P>\n<P>\nLuca D'Auria, his defense lawyer in Italy and in Spain, said\nthat as much as Ahmed talked, no direct link from\nhim to the bombers was proved.\n</P>\n<P>\nSeven major suspects blew themselves up en masse in Madrid on\nApril 3, 2004, weeks after the train bombings, as the\nSpanish police closed in on them. Among them was Sarhane\nben Abdelmajid Fakhet, known as the Tunisian, who has been\nidentified as the operational mastermind of the bombings.\n</P>\n<P>\nLike Ahmed -- considered an \"intellectual author\" of the bombings --\ntwo other defendants are considered ideological planners: Hassan el-Haski, a\nMoroccan who was the leader of a group also accused\nof carrying out a deadly bombing in Casablanca, Morocco, in\n2003; and Youssef Belhadj, also Moroccan, who was arrested in\nBrussels, Belgium, in 2005. Among the other defendants are two\nof the men charged with the actual bombings: Jamal Zougam\nand Abdelmajid Bouchar, both Moroccan.\n</P>\n<P>\nIf convicted, Ahmed, 35, faces prison time that could total nearly\n40,000 years, but under Spanish law, he would not serve\nmore than 40 years. Here in Italy, he was given\na 10-year sentence, which he is appealing. He was extradited\nto Spain in mid-November.\n</P>\n<P>\nDuring his nine-month trial in Milan, prosecutors presented evidence portraying Ahmed\nas a dedicated warrior, providing a window into the workings\nand motivations of suspected terrorist cells.\n</P>\n<P>\nHe constantly moved around Europe, living in Germany, Spain, France and\nItaly since 1999. Apart from the accusations that Ahmed has\nties to the Madrid bombers, court papers here say that\nhe was also in contact with a group in the\nNetherlands linked to the killing of the film director Theo\nvan Gogh later in 2004.\n</P>\n<P>\nIn addition, he was accused of grooming Yahia Ragheh, his co-defendant\nin the trial here, to become a suicide bomber to\nbe smuggled into Syria. Ragheh was sentenced to five years\nin prison.\n</P>\n<P>\nIn all, his hatred of the West and his willingness to\nuse violence in the name of God against it are\na recurring theme in the transcripts.\n</P>\n<P>\n\"The time has come for our war,\" he told Ragheh in\none intercepted conversation. \"They have always believed in their nuclear\narms and their power, but with the might of God\nand faith, we will win.\"\n</P>\n<P>\nAt another point, he told Ragheh that he must join al-Qaida\n\"to make jihad,\" according to his interpretation of the Quran.\n\"It is for God,\" he said. \"There are people who\nhave gone to jail, there are people who have died,\nall for God.\"\n</P>\n<P>\nHe added that the plotters of the Madrid bombings who died\n-- not the victims -- \"purified our hearts.\"\n</P>\n", 
            "id": "NYT_ENG_20070215.0007"
        }, 
        {
            "headline": "1st LD: Accused mastermind of Madrid train bombings rejects charges", 
            "text": "\n<P>\nRabei Ousmane Sayed Ahmed, an alleged mastermind of the train bombings on March\n11, 2004, in Madrid, on Thursday rejected all charges against him.\n</P>\n<P>\n\"I don't recognise any of the accusations or any of the denunciations,\" he said\nwhen appearing at a heavily-guarded courtroom.\n</P>\n<P>\nAhmed, also known as \"Mohamed the Egyptian,\" was accused of inciting people to\ncarry out the deadliest al-Qaida related attacks in Europe, which killed 191 and\ninjured about 2,000 people.\n</P>\n<P>\nTwenty Arab men and nine Spaniards face charges that range from belonging to a\nterrorist group to stealing dynamite to sell to the bombers as the trial opens\nweeks before the third anniversary of the March 11 bombings.\n</P>\n", 
            "id": "XIN_ENG_20070215.0093"
        }, 
        {
            "headline": "Tight security for Madrid bombings trial", 
            "text": "\n<P>\nTight security was imposed Thursday for the start of the trial of 29 mostly\nMoroccan suspects charged with involvement in the 2004 Madrid train bomb\nattacks.\n</P>\n<P>\nDozens of police were deployed at the high-security court on the outskirts of\nMadrid, while a helicopter flew overhead.\n</P>\n<P>\nThe first defendants arrived in two vans led by a police car with sirens\nwailing.\n</P>\n<P>\nFamily members of the victims of the attacks which killed 191 people and injured\n1,824 others, making it the worst terror strike Spain has ever known, also\ngathered at the high court.\n</P>\n<P>\n\"My legs are shaking, I am scared, my stomach is churning,\" said Pilar Manjon,\nthe head of a victims association, who lost her 20-year-old sone in the attacks.\n</P>\n<P>\n\"It will be difficult to look into the eyes of those who destroyed my life, but\nI am going to do it for my son,\" she added with tears in her eyes as she arrived\nat the court, falling in the arms of her lawyer.\n</P>\n<P>\nOver 1,000 people, police, family members of the victims, lawyers, and\njournalists from around the world are expected at the court for the first day of\nthe trial.\n</P>\n<P>\nAll those on trial will give evidence from a bullet-proof box. Media, survivors\nand relatives of the victims will be able to watch via closed circuit television\nin different rooms, although a handful of seats in the 180-seat courtroom have\nbeen reserved for the public.\n</P>\n<P>\nSpain raised its anti-terrorist alert to medium from low on Tuesday in advance\nof the trial and ahead of the third anniversary of the attacks.\n</P>\n<P>\nExtra police and soldiers will guard crowded areas such as shopping centres and\ntransport hubs as well as the water supply and power plants while the heightened\nalert level is in place.\n</P>\n<P>\nThe trial is expected to wrap up in July with a verdict expected in October.\n</P>\n", 
            "id": "AFP_ENG_20070215.0111"
        }, 
        {
            "headline": "Madrid train bombings trial opens ATTENTION - ADDS colour, victim association quote, background ///", 
            "text": "\n<P>\nThe trial opened Thursday of 29 mostly Moroccan suspects charged with\ninvolvement in the 2004 Madrid train bomb attacks, which killed 191 people and\ninjured 1,824 in the worst terror strike to hit Spain.\n</P>\n<P>\nThe trial, which is expected to hear evidence from more than 600 witnesses and\nlast for some five months before an October verdict, opened amid tight security\nat a high court venue on the outskirts of Madrid.\n</P>\n<P>\nThe attacks, which the prosecution alleges were the work of mainly Moroccan\nIslamic extremists inspired by Al-Qaeda and angered by Spanish military\nparticipation in Iraq, were the biggest in the Western world since the September\n11, 2001 attacks in the United States.\n</P>\n<P>\nSquadrons of police were outside the court on Madrid's western outskirts, many\nof them armed, others with dogs, while a helicopter flew overhead.\n</P>\n<P>\nThe accused were brought successively in armoured police vans, which arrived\nwith sirens wailing.\n</P>\n<P>\n\"My legs are trembling, I'm afraid. My stomach is churning,\" said Pilar Manjon,\na woman who lost her son in the attacks and who chairs a victim support\nassociation.\n</P>\n<P>\nThe court will hold three days of sessions per week through to July with a\nverdict due in October.\n</P>\n", 
            "id": "AFP_ENG_20070215.0125"
        }, 
        {
            "headline": "Madrid train bombings trial opens by Chris Wright", 
            "text": "\n<P>\nThe trial opened Thursday of 29 suspects charged with involvement in the 2004\nMadrid train bomb attacks, which killed 191 people in one of Europe's worst\nterror strikes.\n</P>\n<P>\nThe prosecution alleges that the March 11 attacks, which left more than 1,800\ninjured, were the work of mainly Moroccan Islamic extremists inspired by Al-\nQaeda and angered by Spanish military participation in Iraq.\n</P>\n<P>\nThe trial, which opened amid tight security at a high court venue on the\noutskirts of Madrid, is expected to hear evidence from some 600 witnesses and\naround 100 experts, and to last some five months before an October verdict.\n</P>\n<P>\nThe proceedings began with one of the four alleged masterminds of the\ncoordinated bombings, Rabei Ousmane Sayed Ahmed, alias \"Mohammed the Egyptian,\"\nrejecting all charges against him and refusing to give evidence.\n</P>\n<P>\nThe blasts on four packed commuter trains were the biggest in the Western world\nsince the September 11, 2001 attacks in the United States.\n</P>\n<P>\nSquadrons of police were outside the court, many of them armed, others with\ndogs, while a helicopter flew overhead.\n</P>\n<P>\nThe accused were brought to the venue in two armoured police vans, which arrived\nwith sirens wailing.\n</P>\n<P>\n\"It's going to be difficult to look in the eye those who destroyed my life but I\nwill do it for my son,\" said Pilar Manjon, a woman who lost her son in the\nattacks and who chairs a victim support association.\n</P>\n<P>\n\"My legs are trembling, I'm afraid. My stomach is churning,\" said a tearful\nManjon, who briefly addressed reporters and emotionally embraced her lawyer\nbefore heading into court.\n</P>\n<P>\n\"Mohammed the Egyptian\" is alleged to have boasted in intercepted telephone\ncalls that the whole Madrid operation was \"my idea.\"\n</P>\n<P>\nHe is one of seven defendants facing sentences of some 40,000 years each for the\ndeaths and membership of a terrorist organisation, although under Spanish law\nthe longest jail term anyone can actually serve is 40 years.\n</P>\n<P>\nThe other accused will stand trial for lesser offences, including collaboration\nwith a terrorist group.\n</P>\n<P>\nDozens of survivors and relatives of the victims will follow the proceedings on\nthe spot, some in the courtroom itself but mostly from a separate room where\nthey will watch on a flatscreen.\n</P>\n<P>\nA just-released report by psychiatrists and social workers involved with helping\nthe survivors and relatives overcome their trauma showed that almost one in five\nsurvivors have not been on a train since.\n</P>\n<P>\nThe accused were to give evidence from a bullet-proof box.\n</P>\n<P>\nThe four alleged masterminds spent a year planning the worst terror attack in\nEurope since the December 1988 bombing of a Pan Am jet over the Scottish town of\nLockerbie that killed 270 people.\n</P>\n<P>\nThree of the four will be in the dock: Ousmane, Youssef Belhadj, alias \"the\nAfghan\" and Hassan el-Haski, alias \"Abu Hamza.\"\n</P>\n<P>\nSeven men who \"led and coordinated\" the attacks blew themselves up in a police\nraid three weeks later.\n</P>\n<P>\nThe prosecution says the \"final detonator\" for the train bombings was a message\nbroadcast by Arab television channel Al-Jazeera on October 18, 2003, from Al-\nQaeda's fugitive leader Osama bin Laden naming Spain as a potential target.\n</P>\n", 
            "id": "AFP_ENG_20070215.0143"
        }
    ], 
    "id": "D1103A", 
    "title": "Madrid Trainbombings Trial"
}