{
    "docSet": [
        {
            "headline": "Pet food maker announces huge recall amid reports of pet deaths", 
            "text": "\n<P>\nA major manufacturer of dog and cat food sold under Wal-Mart, Safeway, Kroger\nand other store brands recalled 60 million containers of wet pet food Friday\nafter reports of kidney failure and deaths.\n</P>\n<P>\nAn unknown number of cats and dogs suffered kidney failure and about 10 died\nafter eating the affected pet food, Menu Foods said in announcing the North\nAmerican recall. Product testing has not revealed a link explaining the reported\ncases of illness and death, the company said.\n</P>\n<P>\n\"At this juncture, we're not 100 percent sure what's happened,\" said Paul\nHenderson, the company's president and chief executive officer. However, the\nrecalled products were made using wheat gluten purchased from a new supplier,\nsince dropped for another source, spokeswoman Sarah Tuite said. Wheat gluten is\na source of protein.\n</P>\n<P>\nThe recall covers the company's \"cuts and gravy\" style food, which consists of\nchunks of meat in gravy, sold in cans and small foil pouches between Dec. 3 and\nMarch 6 throughout the U.S., Canada and Mexico.\n</P>\n<P>\nThe pet food was sold by stores operated by the Kroger Company, Safeway Inc.,\nWal-Mart Stores Inc. and PetSmart Inc., among others, Henderson\nsaid.\n</P>\n<P>\nMenu Foods said a full list of brand names and lot numbers covered by the recall\nwould be posted on its Web site -- http://www.menufoods.com/recall -- early\nSaturday.\n</P>\n<P>\nThe company said it manufacturers for 17 of the top 20 North American retailers.\nIt is also a contract manufacturer for the top branded pet food companies,\nincluding Procter &amp; Gamble Co.\n</P>\n<P>\nP&amp;G announced Friday the recall of specific 3 oz., 5.5 oz., 6 oz. and 13.2\noz. canned and 3 oz. and 5.3 oz. foil pouch cat and dog wet food products made\nby Menu Foods but sold under the Iams and Eukanuba brands.\n</P>\n<P>\nMenu Foods' three U.S. and one Canadian factory produce more than 1 billion\ncontainers of wet pet food a year. The recall covers pet food made at company\nplants in Emporia, Kansas, and Pennsauken, New Jersey, Henderson\nsaid.\n</P>\n<P>\nHenderson said the company received an undisclosed number of owner complaints of\nvomiting and kidney failure in dogs and cats after they had been fed its\nproducts. It has tested its products but not found a cause for the\nsickness.\n</P>\n<P>\n\"To date, the tests have not indicated any problems with the product,\" Henderson\nsaid.\n</P>\n<P>\nThe company alerted the Food and Drug Administration, which already has\ninspectors in one of the two plants, Henderson said. The FDA was working to nail\ndown brand names covered by the recall, agency spokesman Mike Herndon\nsaid.\n</P>\n<P>\nMenu Foods is majority owned by the Menu Foods Income Fund, based in Ontario,\nCanada.\n</P>\n<P>\nHenderson said the recall would cost the company the Canadian equivalent of $26\nmillion to $34 million.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nFood and Drug Administration: http://www.fda.gov/\n</P>\n", 
            "id": "APW_ENG_20070316.1634"
        }, 
        {
            "headline": "Pet food maker announces major recall after reports of pet deaths", 
            "text": "\n<P>\nA major manufacturer of pet foods sold throughout North America under dozens of\nstore names is recalling millions of containers of its products while working to\ndetermine what caused kidney failure and some deaths of cats and\ndogs.\n</P>\n<P>\nMenu Foods said Saturday it was recalling dog food sold under 46 brands and cat\nfood sold under 37 brands and distributed throughout the United States, Canada\nand Mexico.\n</P>\n<P>\nThe pet foods were sold by major retailers, including Wal-Mart, Kroger and\nSafeway.\n</P>\n<P>\nA complete list of the recalled products along with product codes, descriptions\nand production dates is available from the Menu Foods Web site,\nhttp://www.menufoods.com/recall. Consumers with questions can also call (866)\n895-2708.\n</P>\n<P>\n\"At this juncture, we're not 100 percent sure what's happened,\" said Paul\nHenderson, the company's president and chief executive officer. However, the\nrecalled products were made using wheat gluten purchased from a new supplier,\nsince dropped for another source, spokeswoman Sarah Tuite said. Wheat gluten is\na source of protein.\n</P>\n<P>\nAn unknown number of cats and dogs suffered kidney failure, and about 10 died\nafter eating the affected pet food, Menu Foods said in announcing the North\nAmerican recall. Product testing has not revealed a link explaining the reported\ncases of illness and death, the company said.\n</P>\n<P>\nThe recall covers the company's \"cuts and gravy\" style food, which consists of\nchunks of meat in gravy, sold in cans and small foil pouches between Dec. 3 and\nMarch 6.\n</P>\n<P>\nThe pet food was sold by stores operated by the Kroger Co., Safeway Inc.,\nWal-Mart Stores Inc. and PetSmart Inc., among others, Henderson\nsaid.\n</P>\n<P>\nThe company said it makes pet food for 17 of the top 20 North American\nretailers. It is also a contract manufacturer for the top branded pet food\ncompanies, including Procter &amp; Gamble Co.\n</P>\n<P>\nP&amp;G announced Friday the recall of specific canned and foil pouch cat and\ndog wet food products made by Menu Foods but sold under the Iams and Eukanuba\nbrands. The recalled products bear the code dates of 6339 through 7073 followed\nby the plant code 4197, P&amp;G said.\n</P>\n<P>\nMenu Foods' three U.S. and one Canadian factory produce more than 1 billion\ncontainers of wet pet food a year. The recall covers pet food made at company\nplants in Emporia, Kansas, and Pennsauken, New Jersey, Henderson\nsaid.\n</P>\n<P>\nHenderson said the company received an undisclosed number of owner complaints of\nvomiting and kidney failure in dogs and cats after they had been fed its\nproducts. It has tested its products but did not found a cause for the\nsickness.\n</P>\n<P>\n\"To date, the tests have not indicated any problems with the product,\" Henderson\nsaid.\n</P>\n<P>\nThe company alerted the Food and Drug Administration, which already has\ninspectors in one of the two plants, Henderson said.\n</P>\n<P>\nMenu Foods is majority owned by the Menu Foods Income Fund, based in Ontario,\nCanada.\n</P>\n<P>\nHenderson said the recall would cost the company the Canadian equivalent of\nUS$26 million (euro20 million) to US$34 million (euro26 million).\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nFood and Drug Administration: http://www.fda.gov/\n</P>\n", 
            "id": "APW_ENG_20070317.0441"
        }, 
        {
            "headline": "Major recall of pet food has animal owners frantic", 
            "text": "\n<P>\nPet owners were worried Saturday that the pet food in their cupboard may be\ndeadly after millions of containers of dog and cat food sold at major retailers\nacross North America were recalled.\n</P>\n<P>\nMenu Foods, the Ontario-based company that produced the pet food, said Saturday\nit was recalling dog food sold under 48 brands and cat food sold under 40 brands\nincluding Iams, Nutro and Eukanuba. The food was distributed throughout the\nUnited States, Canada and Mexico by major retailers such as Wal-Mart, Kroger and\nSafeway.\n</P>\n<P>\nAn unknown number of cats and dogs had suffered kidney failure and about 10 died\nafter eating the affected pet food, the company said.\n</P>\n<P>\nMany stores that sold the affected brands frantically pulled packages off\nshelves.\n</P>\n<P>\nAt a Petsmart store in Union, Silviene Grzybowski became worried when the four\ntypes of Iams products she buys for her cat, Smokey, had vanished from shelves.\nThe cat was very sick and had not been eating for days, she said.\n</P>\n<P>\n\"The vet told us to buy her her favorite food, but I'm going to call the vet\nright now,\" Grzybowski said, looking at an announcement Petsmart had taped to\nshelves announcing the recall.\n</P>\n<P>\nA complete list of the recalled products along with product codes, descriptions\nand production dates was available from the Menu Foods Web site,\nhttp://www.menufoods.com/recall.\n</P>\n<P>\nMenu Foods' chief executive and president Paul Henderson told the Associated\nPress on Friday that the company was still trying to figure out what\nhappened.\n</P>\n<P>\nHe said that the company had received an undisclosed number of owner complaints\nthat dogs and cats were vomiting and suffering kidney failure after eating its\nproducts.\n</P>\n<P>\nThe recall covers the company's \"cuts and gravy\" style food, which consists of\nchunks of meat in gravy, sold in cans and small foil pouches from Dec. 3 to\nMarch 6.\n</P>\n<P>\nIn Omaha, Nebraska, Susan Balvanz said she sometimes feeds her five cats packets\nof sliced meat and gravy sold by Nutro Products, one of the brands\naffected.\n</P>\n<P>\n\"I've done so much research on pet food. It didn't surprise me but it scared me\nall the same,\" said Balvanz.\n</P>\n<P>\nShe said her 9-year-old cat, Boots, was especially fond of the food but seemed\nto have lost its appetite in the last few days.\n</P>\n<P>\nAt the Missouri Valley Veterinary Clinic in Bismarck, North Dakota, veterinarian\nJacob Carlson has been referring worried pet owners to the Menu Foods web\nsite.\n</P>\n<P>\n\"We've had a lot of calls,\" Carlson said, although none of his patients were\nsick.\n</P>\n<P>\nThe company said it makes pet food for 17 of the top 20 North American\nretailers. It is also a contract manufacturer for the top branded pet food\ncompanies, including Procter &amp; Gamble Co.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Phyllis Mensing in Bismarck, North Dakota, and Rebecca\nSantana in Trenton, New Jersey, also contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20070317.0836"
        }, 
        {
            "headline": "BC-PETFOOD0318.1-AZR PET OWNERS SCRAMBLING FOR INFORMATION AMID NATIONAL RECALL OF DOG, CAT FOOD", 
            "text": "\n<P>\nWorried owners of dogs and cats in the Valley were scrambling\nSaturday for more information on a national pet-food recall as\nretailers pushed to remove the suspect items from their shelves.\n</P>\n<P>\nWord of the recall went out across the country Friday. There\nwere reports of an unknown number of cats and dogs\nsuffering kidney failure and 10 pet deaths as Menu Foods\nof Toronto ordered a recall of 60 million containers of\nwet dog and cat food.\n</P>\n<P>\nOne Valley dog owner said he had to euthanize his 3-year-old\nBernese mountain dog, Nikky, on Saturday after the family pet\nfell ill early last week. Jeff Burnton of Phoenix said\nhe heard about the recall and found his dog's food\non the list.\n</P>\n<P>\nBurnton said a veterinarian found Nikky showed symptoms of being poisoned.\nIt's suspected that the food made an otherwise healthy dog\nsuddenly ill. By Saturday, the dog was suffering severe convulsions\nand couldn't be saved, Burnton said.\n</P>\n<P>\n\"I know there's a big issue between human life and animal\nlife, but they become a part of your family,\" he\nsaid. \"There were a lot of tears. It was very\nhard.\"\n</P>\n<P>\nThe recall covers \"cuts and gravy\"-style pet food that comes in\ncans and pouches. The affected food was sold between Dec.\n3 and March 6 in the United States, Canada and\nMexico. Dry food is not affected.\n</P>\n<P>\nMenu Foods said it launched the North American recall as a\nprecaution after receiving complaints about sick dogs and cats. The\ncompany has not pinpointed a specific reason why the food\nmay be contaminated but said the complaints popped up at\nthe time it began using a new ingredient from a\nsupplier. The company no longer uses that supplier.\n</P>\n<P>\nMenu makes private-label pet food for 17 of the top 20\nNorth American retailers, including Kroger Co., Safeway and Wal-Mart Stores\nand for pet superstores like Phoenix-based PetSmart. The company also\nmakes pet food under contract for branded pet- food companies\nthat sell prestige names like Science Diet and Iams.\n</P>\n<P>\nPetSmart and one of its chief rivals, Petco, had employees clearing\nthe targeted food from its shelves Friday night and Saturday\nmorning. Valley shoppers noticed big gaps in the food aisles\nof those stores, although both retailers said there were similar\nchoices still in stock. People who bought the recalled food\ncan receive refunds.\n</P>\n<P>\n\"Any retailer that sells pet foods is going to be touched\nby this in some fashion,\" PetSmart spokesman Bruce Richardson said.\n</P>\n<P>\nSan Diego-based Petco has more than 25 stores in Arizona. Spokesman\nDon Cowan said his company not only removed the items\ntargeted in the recall but everything manufactured by Menu Foods.\n</P>\n<P>\nBoth of the big chains have been getting calls from people\nwanting more information. There doesn't appear to be a large\nnumber of sick or dying animals. Local veterinary offices and\nhospitals also have been hit with calls.\n</P>\n<P>\n\"People are just worried,\" said Meagan Kasticel-Upyro, a technician at VCA\nParadise Valley Emergency Animal Hospital. \"They don't know exactly which\nones (brands). They just want to know what's going on.\"\n</P>\n<P>\nBurnton, the Phoenix man who had to put down his dog\nSaturday, said he doesn't think enough is being done to\nmake people aware of the problem.\n</P>\n<P>\n\"I'm just flabbergasted,\" he said Saturday. \"I had a healthy Bernese\nmountain dog four days ago, and now she's dead today.\n{ellipsis} It was unbelievable and shocking how quickly this thing\nhits. My concern is that here in Arizona, people need\nto make sure of what they are feeding their dogs.\"\n</P>\n", 
            "id": "NYT_ENG_20070318.0013"
        }, 
        {
            "headline": "Major recall of pet food has animal owners frantic", 
            "text": "\n<P>\nPet owners were worried that the pet food in their cupboards could be deadly\nafter millions of containers of dog and cat food sold at major retailers across\nNorth America were recalled.\n</P>\n<P>\nMenu Foods, the Ontario-based company that produced the pet food, said Saturday\nit was recalling dog food sold under 48 brands and cat food sold under 40 brands\nincluding Iams, Nutro and Eukanuba. The food was distributed throughout the\nUnited States, Canada and Mexico by major retailers such as Wal-Mart, Kroger and\nSafeway.\n</P>\n<P>\nAn unknown number of cats and dogs had suffered kidney failure and about 10 died\nafter eating the affected pet food, the company said.\n</P>\n<P>\nMeanwhile, two other companies -- Nestle Purina PetCare Co. and Hill's Pet\nNutrition Inc. -- announced Saturday night that as a precaution they were\nvoluntary recalling some products made by Menu Foods.\n</P>\n<P>\nMany stores that sold the affected brands frantically pulled packages off\nshelves.\n</P>\n<P>\nAt a Petsmart store in Union, Silviene Grzybowski became worried when the four\ntypes of Iams products she buys for her cat, Smokey, had vanished from shelves.\nThe cat was very sick and had not been eating for days, she said.\n</P>\n<P>\n\"The vet told us to buy her her favorite food, but I'm going to call the vet\nright now,\" Grzybowski said, looking at an announcement Petsmart had taped to\nshelves announcing the recall.\n</P>\n<P>\nRon Finegold of Boynton Beach, Florida, said he noticed about a week or so ago\nthat his family's 3-year-old cat -- who was regularly fed a variety of Iams cat\nfood -- had stopped eating and did not appear well. He quickly took the animal to\nthe veterinarian, who determined she was in renal failure.\n</P>\n<P>\nHe said he heard about the recall on the radio Friday night. He checked his\ntrash, and found out he had given the cat some of the affected\nfood.\n</P>\n<P>\n\"That's when I realized (the illness) had to be related,\" Finegold said. \"She\nwon't be eating that stuff anymore.\"\n</P>\n<P>\nA complete list of the recalled products along with product codes, descriptions\nand production dates was available from the Menu Foods Web site,\nhttp://www.menufoods.com/recall. The company also designated two phone numbers\nthat pet owners could call for information -- (866) 463-6738 and (866) 895-2708 --\nbut callers kept the lines busy for much of Saturday.\n</P>\n<P>\nMenu Foods' chief executive and president Paul Henderson told the Associated\nPress on Friday that the company was still trying to figure out what\nhappened.\n</P>\n<P>\nHe said that the company had received an undisclosed number of owner complaints\nthat dogs and cats were vomiting and suffering kidney failure after eating its\nproducts. He estimated that the recall would cost the company, which is mostly\nowned by the Menu Foods Income Fund, an estimated $26 million (euro19.5 million)\nto $34 million (euro25.5 million).\n</P>\n<P>\nSarah Tuite, a company spokeswoman, has said the recalled products were made\nusing wheat gluten purchased from a new supplier, which has since been dropped\nfor another source. Wheat gluten is a source of protein.\n</P>\n<P>\nFood and Drug Administration spokeswoman Julie Zawisza said it is still too\nearly to determine what could have affected the food. Zawisza added that even if\nwheat gluten is the source \"it doesn't necessarily mean the wheat gluten per se.\nIt could be another substance associated with the wheat gluten.\"\n</P>\n<P>\nThe recall covers the company's \"cuts and gravy\" style food, which consists of\nchunks of meat in gravy, sold in cans and small foil pouches from Dec. 3 to\nMarch 6.\n</P>\n<P>\nIn Omaha, Neb., Susan Balvanz said she sometimes feeds her five cats packets of\nsliced meat and gravy sold by Nutro Products, one of the brands\naffected.\n</P>\n<P>\n\"I've done so much research on pet food. It didn't surprise me but it scared me\nall the same,\" said Balvanz.\n</P>\n<P>\nShe said her 9-year-old cat, Boots, was especially fond of the food but seemed\nto have lost its appetite in the last few days.\n</P>\n<P>\nAt the Missouri Valley Veterinary Clinic in Bismarck, North Dakota, veterinarian\nJacob Carlson has been referring worried pet owners to the Menu Foods web\nsite.\n</P>\n<P>\n\"We've had a lot of calls,\" Carlson said, although none of his patients were\nsick.\n</P>\n<P>\nThe company said it makes pet food for 17 of the top 20 North American\nretailers. It is also a contract manufacturer for the top branded pet food\ncompanies, including Procter &amp; Gamble Co.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Phyllis Mensing in Bismarck, North Dakota, and Rebecca\nSantana in Trenton also contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20070318.0073"
        }, 
        {
            "headline": "MILLIONS OF CANS OF PET FOOD RECALLED AFTER ANIMAL DEATHS", 
            "text": "\n<P>\nMore than 60 million cans of dog and cat food sold\nunder dozens of brand names were recalled Saturday after being\nlinked to the deaths of 10 animals.\n</P>\n<P>\nThe food was manufactured by Menu Foods, of Streetsville, Ontario, which\nmakes wet food sold as store brands for companies like\nWal-Mart, Kroger and Safeway.\n</P>\n<P>\nThe company also makes food on behalf of many brand-name pet\nfood makers. Menu Foods said it had recalled some food\nmade for the Iams unit of Procter &amp;amp; Gamble. Two\nother pet food companies -- Nestle Purina PetCare and Hills\nPet Nutrition, the unit of Colgate-Palmolive that makes the Science\nDiet brand -- recalled some of their products that were\nmade by Menu Foods.\n</P>\n<P>\nMenu Foods is recalling only certain gravy-style pet food in cans\nand pouches it made from Dec. 3 to March 6.\n</P>\n<P>\nThe company said in a statement that tests of its food\nhad \"failed to identify any issues with the products in\nquestion.\" But it did associate the timing of the reported\ndeaths with its use of a new supplier for wheat\ngluten, a source of protein. Sarah Tuite, a spokeswoman for\nMenu Foods, declined to name the supplier.\n</P>\n<P>\nMenu Foods is providing information on what packages are being recalled\nat (866) 463-6738 and at www.menufoods.com/recall.\n</P>\n<P>\nThe reported deaths of cats and dogs have been from kidney\ndisease, Tuite said. Symptoms vary but can include lethargy, jaundice\nand vomiting, she said.\n</P>\n<P>\nKurt Weingand, a veterinarian and the associate director of external relations\nfor Procter &amp;amp; Gamble's pet care business, said that the\ncompany had been told of 20 cats that had developed\nkidney failure in the last two weeks. Of those, two\nhave died. He said that the company did not know\nof any dogs that had been affected, but it recalled\ndog food that was made in the same Menu Foods\nplants as the suspect cat food.\n</P>\n<P>\nKidney failure is common in older cats; in younger animals it\nis associated with accidental poisoning, typically by antifreeze, Weingand said.\nThe condition can be treated through hydration.\n</P>\n<P>\nTuite added that Menu Foods would compensate owners of pets that\ndied, although she declined to say what the compensation would\nbe. Pet owners who want to make a claim must\nmail documentation of their use of the affected products to\nthe address on the company's Web site, she said.\n</P>\n<P>\nMenu Foods says it produces 1 billion cans and bags of\nwet food a year. Shares of the company's stock fell\nby 26 percent on Friday, after it announced that the\nrecall could cost it between $30 million and $40 million.\n</P>\n", 
            "id": "NYT_ENG_20070318.0131"
        }, 
        {
            "headline": "MILLIONS OF CANS OF PET FOOD RECALLED AFTER ANIMAL DEATHS", 
            "text": "\n<P>\nMore than 60 million cans of dog and cat food sold\nunder dozens of brand names were recalled on Saturday after\nbeing linked to the deaths of 10 animals.\n</P>\n<P>\nThe food was manufactured by Menu Foods, of Streetsville, Ontario, which\nmakes wet food sold as store brands for companies like\nWal-Mart, Kroger and Safeway.\n</P>\n<P>\nThe company also makes food on behalf of many brand-name pet\nfood makers. Menu Foods said it had recalled some food\nmade for the Iams unit of Procter &amp;amp; Gamble. Two\nother pet food companies -- Nestle Purina PetCare and Hills\nPet Nutrition, the unit of Colgate-Palmolive that makes the Science\nDiet brand -- recalled some of their products that were\nmade by Menu Foods.\n</P>\n<P>\nMenu Foods is recalling only certain gravy-style pet food in cans\nand pouches it made from Dec. 3 to March 6.\n</P>\n<P>\nThe company said in a statement that tests of its food\nhad \"failed to identify any issues with the products in\nquestion.\" But it did associate the timing of the reported\ndeaths with its use of a new supplier for wheat\ngluten, a source of protein. Sarah Tuite, a spokeswoman for\nMenu Foods, declined to name the supplier.\n</P>\n<P>\nMenu Foods is providing information on what packages are being recalled\nat (866)463-6738 and at www.menufoods.com/recall.\n</P>\n<P>\nThe reported deaths of cats and dogs have been from kidney\ndisease, Tuite said. Symptoms vary but can include lethargy, jaundice\nand vomiting, she said.\n</P>\n<P>\nKurt Weingand, a veterinarian and the associate director of external relations\nfor Procter &amp;amp; Gamble's pet care business, said that the\ncompany had been told of 20 cats that had developed\nkidney failure in the last two weeks. Of those, two\nhave died. He said that the company did not know\nof any dogs that had been affected, but it recalled\ndog food that was made in the same Menu Foods\nplants as the suspect cat food.\n</P>\n<P>\nTuite added that Menu Foods would compensate owners of pets that\ndied, although she declined to say what the compensation would\nbe. Pet owners who want to make a claim must\nmail documentation of their use of the affected products to\nthe address on the company's Web site, she said.\n</P>\n<P>\nShares of the company's stock fell by 26 percent on Friday,\nafter it announced that the recall could cost it between\n$30 million and $40 million.\n</P>\n", 
            "id": "NYT_ENG_20070318.0134"
        }, 
        {
            "headline": "Canada pet-food supplier recalls product after U.S. pets death", 
            "text": "\n<P>\nA Canadian pet-food supplier recalled some of its dog and cat food Sunday after\nseveral pets in the United States died, local media reported.\n</P>\n<P>\nMenu Foods, one of North America's largest suppliers of pet food, is recalling\ndog food sold throughout North America under 48 brands and cat food sold under\n40 brands including Iams, Nutro and Eukanuba, a report by Canadian Press said.\n</P>\n<P>\nThe recall follows complaints that one dog and several cats in the United States\ndied of kidney failure after eating the foods.\n</P>\n<P>\nPaul Henderson, the CEO of the Toronto-area company, says it is not clear what\nthe problem is and the recall is precautionary.\n</P>\n<P>\n\"We've undertaken a battery of technical tests ... and all of those tests have\nfailed to identify any issues at all with our product,\" he said.\n</P>\n<P>\nCompany spokesperson Sarah Tuite has said the recalled products were made using\nwheat gluten purchased from a new supplier, which has since been dropped for\nanother source. Wheat gluten is a source of protein.\n</P>\n<P>\nU.S. Food and Drug Administration spokesperson Julie Zawisza said it is still\ntoo early to determine what could have affected the food. She said that even if\nwheat gluten is the source, it could be another substance associated with the\nwheat gluten.\n</P>\n<P>\nMenu Foods said it has beefed up the testing of all raw materials and finished\ngoods.\n</P>\n", 
            "id": "XIN_ENG_20070318.0206"
        }, 
        {
            "headline": "TESTS BY PET FOOD MAKER KILLED 7 ANIMALS BEFORE RECALL", 
            "text": "\n<P>\nOf the 10 cats and dogs whose deaths have been linked\nto pet food that was recalled over the weekend, seven\ndied last month in a taste test conducted by the\nmanufacturer, the Food and Drug Administration said Monday.\n</P>\n<P>\nThe company, Menu Foods of Streetsville, Ontario, started testing its product\non 40 to 50 animals on Feb. 27, one week\nafter it began hearing from owners who said the food\nhad made their pets ill, said Stephen Sundlof, director of\nthe agency's Center for Veterinary Medicine.\n</P>\n<P>\nThe company alerted the FDA to its findings last week, and\nthe agency has since opened a full investigation, Sundlof said.\nAll the animals that ultimately died had begun showing signs\nof kidney failure, the agency said.\n</P>\n<P>\nIn addition to those seven tested animals, at least three pets\nhave died after eating contaminated food, Sundlof said, and the\nnumber is expected to rise as officials work to confirm\nthe number of deaths.\n</P>\n<P>\nMenu Foods manufactures products for brand-name companies including Eukanuba, Iams and\nScience Diet, as well as some store brands. The full\nlist is available from the company at www.menufoods.com/recall.\n</P>\n<P>\nThe FDA is focusing on contamination of wheat gluten, a protein\nused as filler in the foods' manufacture. Menu Foods and\nSundlof said the timing of the illnesses coincided with a\npoint at which the company started using a new wheat\ngluten supplier.\n</P>\n<P>\nSundlof urged people who think their pet might have been affected\nto contact their local FDA office and a veterinarian if\na pet exhibits symptoms of kidney failure, which include lethargy,\nloss of appetite and vomiting. Cats are more likely than\ndogs to be affected, he said.\n</P>\n<P>\nAround the country, worried pet owners inundated veterinarian's offices and pet\nstores with calls Monday, concerned that the food might have\nsickened their pets.\n</P>\n<P>\nMarcella Nelson of Mattapoisett, Mass., changed her cat Tootsie's food to\nIams after a checkup on Feb. 5, where her kidney\nfunction was tested and came back normal. A week later\nshe became lethargic and would not eat, and a test\non Feb. 20 showed Tootsie was suffering from kidney failure\nand had to be euthanized. Nelson did not throw out\nthe food and said the product numbers matched those in\nthe recall.\n</P>\n<P>\n\"The only thing that changed between Feb. 3 and Feb. 20\nwas that she was put on Iams,\" Nelson said. \"We\nare angry. We thought we were doing a better thing\nfor our cat, improving her food. You trust these companies\nthat have these reputations.\"\n</P>\n", 
            "id": "NYT_ENG_20070319.0211"
        }, 
        {
            "headline": "TESTS BY PET FOOD MAKER KILLED 7 ANIMALS BEFORE RECALL", 
            "text": "\n<P>\nOf the 10 cats and dogs whose deaths have been linked\nto pet food that was recalled over the weekend, seven\ndied last month in a taste test conducted by the\nmanufacturer, the Food and Drug Administration said Monday.\n</P>\n<P>\nThe company, Menu Foods of Streetsville, Ontario, started testing its product\non 40 to 50 animals on Feb. 27, one week\nafter it began hearing from owners who said the food\nhad made their pets ill, said Stephen Sundlof, director of\nthe agency's Center for Veterinary Medicine.\n</P>\n<P>\nThe company alerted the FDA to its findings last week, and\nthe agency has since opened a full investigation, Sundlof said.\nAll the animals that ultimately died had begun showing signs\nof kidney failure, the agency said.\n</P>\n<P>\nIn addition to those seven tested animals, at least three pets\nhave died after eating contaminated food, Sundlof said, and the\nnumber is expected to rise as officials work to confirm\nthe number of deaths.\n</P>\n<P>\nMenu Foods manufactures products for brand-name companies including Eukanuba, Iams and\nScience Diet, as well as some store brands for companies\nincluding Wal-Mart, Winn-Dixie, Hannaford and Price Chopper. The full list\nis available from the company at www.menufoods.com/recall.\n</P>\n<P>\nThe FDA is focusing on contamination of wheat gluten, a protein\nused as filler in the foods' manufacture. Menu Foods and\nSundlof said the timing of the illnesses coincided with a\npoint at which the company started using a new wheat\ngluten supplier.\n</P>\n<P>\nSarah Tuite, a spokeswoman for Menu Foods, said: \"We just don't\nknow exactly what's causing the problems. All we know is\nthe illness coincided with the introduction of a new supplier.\nI think we're looking at everything right now.\"\n</P>\n<P>\nSundlof would not identify the supplier other than to say it\ndealt only with manufacturers of pet food and had plants\nin Kansas City, Mo., and New Jersey. Most of the\ncontaminated lots originated at the Kansas City plant, he said.\n</P>\n<P>\n\"We don't have any information that any other manufacturer has been\nsupplied ingredients from this particular supplier,\" he said. \"We are\nworking feverishly to determine that.\"\n</P>\n<P>\nSundlof urged people who think their pet might have been affected\nto contact their local FDA office and a veterinarian if\na pet exhibits symptoms of kidney failure, which include lethargy,\nloss of appetite and vomiting. Cats are more likely than\ndogs to be affected, he said.\n</P>\n<P>\nAround the country, worried pet owners inundated veterinarian's offices and pet\nstores with calls Monday, concerned that the food might have\nsickened their pets.\n</P>\n<P>\nLisa Moses, a staff veterinarian at Angell Animal Medical Center-Boston, said\nthe emergency room had been flooded with owners concerned about\ntheir pets. The hospital said that one cat had died\nand two dogs been stricken with kidney failure in the\npast week and that it was reviewing all the renal\ncases it has seen in the past few months.\n</P>\n<P>\n\"People are panic-stricken,\" Moses said. \"This is really scary to people,\nand I don't blame them.\"\n</P>\n<P>\nIn Denver, PetSmart stores were referring customers to manufacturer hotlines, and\nin San Francisco employees at a cat hospital tried to\ncalm nervous callers.\n</P>\n<P>\nAmanda Cassetty, a veterinarian at the Murphy Road Animal Hospital in\nNashville, Tenn., said her clinic received about 100 calls from\nworried pet owners on Saturday and 30 more by mid-afternoon\nMonday.\n</P>\n<P>\n\"Pets these days are viewed as family members, and this is\nsomething the owner is directly feeding them,\" she said. \"If\ntheir pet happened to come down with a disease the\nowners would tend to feel guilty because they're the ones\nwho fed them.\"\n</P>\n<P>\nMarcella Nelson of Mattapoisett, Mass., changed her cat Tootsie's food to\nIams after a checkup on Feb. 5, where her kidney\nfunction was tested and came back normal. A week later\nshe became lethargic and would not eat, and a test\non Feb. 20 showed Tootsie was suffering from kidney failure\nand had to be euthanized. Nelson did not throw out\nthe food and said the product numbers matched those in\nthe recall.\n</P>\n<P>\n\"The only thing that changed between Feb. 3 and Feb. 20\nwas that she was put on Iams,\" Nelson said. \"We\nare angry. We thought we were doing a better thing\nfor our cat, improving her food. You trust these companies\nthat have these reputations.\"\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nElizabeth Krottinger of Anderson, Texas, usually feeds her five dogs dry\nfood, but bought them wet Natural Choice brand turkey and\ngravy and chicken and rice as a treat for her\nmini pincher Minnie's birthday.\n</P>\n<P>\nThe dogs started to get sick in the days after eating\nthe food March 11, and all were hospitalized last week\nwith kidney damage. They are out of the woods, but\nmight have to have a kidney prescription diet.\n</P>\n<P>\nDay Keel of Basking Ridge, N.J., had to euthanize her dog,\nSoju, March 5 after he suffered from kidney and liver\nfailure, as a result, she believes, of his eating tainted\ndog food. Soju, a mutt the family adopted while living\nin Korea, ate Natural Choice chicken with rice and gravy\nand started vomiting the next day. He was diagnosed with\nrenal failure within a week.\n</P>\n", 
            "id": "NYT_ENG_20070319.0212"
        }
    ], 
    "id": "D1104A", 
    "title": "Pet Food Recall"
}