{
    "docSet": [
        {
            "headline": "Four girls killed 'execution style' at Amish school ATTENTION - ADDS police detail ///", 
            "text": "\n<P>\nA gunman shot girls in the head \n\"execution style\" at an Amish school in Pennsylvania state on \nMonday, killing four and wounding at least six others, police and \nofficials said.\n</P>\n<P>\nThe gunman, a local truck driver Charles Roberts, was apparently \nacting in \"revenge\" for an incident that happened to him 20 years \nago.\n</P>\n<P>\nRoberts killed himself in the one-room remote Amish schoolhouse \nbefore police could get to him, State Police Commissioner Jeffrey \nMiller told a press conference.\n</P>\n<P>\nMiller confirmed three dead at the scene. \"It appears that when \nhe began shooting the victims, these victims were shot execution \nstyle in the head,\" Miller said.\n</P>\n<P>\nLancaster County coroner, Gary Kirchner, told AFP from the scene \nthat one girl had also died in hospital giving a total death toll of \nfive including the gunman.\n</P>\n<P>\n\"I know of one dead in the hospital and apparently there were \nfour at the scene (including the gunman),\" Kirchner told AFP.\n</P>\n<P>\nAt least seven wounded children were taken to hospital from the \nschool at Nickel Mines, about 35 miles (55 kilometers) west of \nPhiladelphia.\n</P>\n<P>\nRoberts, a 32-year-old truck driver, married with children, \nentered the Georgetown Amish School and took about 30 children, as \nwell as teachers and assistants, hostage, Miller said.\n</P>\n<P>\n\"A number of the victims, that we removed out of here that did \nnot expire on the site, were shot in the head, some were shot in the \narms,\" Miller said.\n</P>\n<P>\n\"One of the children died in the arms of one of our troopers,\" \nMiller said. \"It is a horrendous crime scene.\"\n</P>\n<P>\nAccording to police there were 10-12 girls and 15 boys, all aged \nbetween six and 13 in the schoolhouse. Miller said that all of the \ngirls had suffered some kind of wound.\n</P>\n", 
            "id": "AFP_ENG_20061002.0523"
        }, 
        {
            "headline": "Coroner: Shooting at Amish school, at least six dead", 
            "text": "\n<P>\nSix people were dead after a gunman opened fire in a one-room Amish schoolhouse\nMonday in Pennsylvania's bucolic Lancaster County, the county coroner\nsaid.\n</P>\n<P>\n\"So far six confirmed dead and the helicopters are pulling into (Lancaster\nGeneral Hospital) like crazy,\" Lancaster County Coroner G. Gary Kirchner\nsaid.\n</P>\n<P>\nIt was unclear if the shooter was among the six, but state police had said\nearlier that he had been killed.\n</P>\n<P>\nThree girls, all critical with gunshot wounds, were admitted to Lancaster\nGeneral Hospital, spokesman John Lines told WGAL-TV.\n</P>\n<P>\nOfficials at the Penn State Milton S. Hershey Medical Center confirmed that\nvictims were being admitted there. A spokeswoman said the hospital anticipated\nmore than one patient, but did not know how many.\n</P>\n<P>\nPolice surrounded the one-room school late Monday morning, and the Lancaster\nCounty 911 Web site reported that dozens of emergency units were dispatched to a\n\"medical emergency\" at 10:45 a.m.\n</P>\n<P>\nTwo hours later, about three dozen people in traditional Amish clothing, hats\nand bonnets stood near the small school building speaking to one another,\nseveral young people and authorities.\n</P>\n<P>\nU.S. schools have been especially sensitive to threats after deadly shootings\nlast week at schools in Wisconsin and Colorado.\n</P>\n<P>\nOn Friday, a school principal was gunned down in Cazenovia, Wisconsin, and a\n15-year-old student, described as upset over a reprimand, was charged with\nmurder. Just two days earlier, an adult gunman held six girls hostage in a\nschool at Bailey, Colorado, before killing a 16-year-old girl and then\nhimself.\n</P>\n", 
            "id": "APW_ENG_20061002.1126"
        }, 
        {
            "headline": "Gunman kills 3 at Amish school, then self", 
            "text": "\n<P>\nAn armed man walked into an Amish school, sent the boys outside and tied up and\nshot the girls, killing three of them, authorities said.\n</P>\n<P>\nThe gunman, Charles Carl Roberts IV, 32, a truck driver from the town of Bart,\napparently killed himself, state police Commissioner Jeffrey B. Miller\nsaid.\n</P>\n<P>\nThree children were found dead at the scene and seven others were taken to\nhospitals, Miller said.\n</P>\n<P>\nRoberts walked into the one-room West Nickel Mines Amish School with a shotgun\nand handgun and barricaded himself inside after letting the boys go, Miller\nsaid. The school has about 25 to 30 students, ages six to 13, Miller\nsaid.\n</P>\n<P>\nThe suspect apparently called his wife from a cell phone shortly before the\nshooting began, saying he was \"acting out in revenge for something that happened\n20 years ago,\" Miller said. \"It seems as though he wanted to attack young,\nfemale victims.\"\n</P>\n<P>\nLancaster County Coroner G. Gary Kirchner told The Associated Press early Monday\nafternoon that six people were killed. He later said he was not sure of the\nnumber.\n</P>\n<P>\nTwo hours after the shooting, about three dozen people in traditional Amish\nclothing, hats and bonnets stood near the small school building speaking to one\nanother, several young people and authorities.\n</P>\n<P>\nThe school is among farmlands just outside Nickel Mines, a tiny village about 55\nmiles (88 kilometers) west of Philadelphia.\n</P>\n", 
            "id": "APW_ENG_20061002.1245"
        }, 
        {
            "headline": "Accused Gunman Is Described as Family Man", 
            "text": "\n<P>\nHe was a soccer dad, and a quiet hard-working,\nchurch-going family man.\n</P>\n<P>\nSo those who knew Charlie Roberts were in a state of shock Monday\nwhen authorities named him as the suicidal gunman who shot a classroom\nfull of girls, execution style, in a tiny Amish schoolhouse.\n</P>\n<P>\n``The man who did this today is not the Charlie that I've been\nmarried to for almost 10 years,'' said Marie Roberts, 28, the alleged\ngunman's widow, in a statement released to the media.\n</P>\n<P>\n``My husband is loving, supportive, thoughtful, all the things\nyou'd always want and more.''\n</P>\n<P>\nCharles Carl Roberts IV, 32, held a steady job working nights\ndriving a truck that collected milk from area dairy farms. According\nto a driver who worked with Roberts, those farms included some where\nthe children in the school lived.\n</P>\n<P>\n``I imagine he knew some of these kids,'' said Ray Shirk, 60.\n</P>\n<P>\nAccording to media reports, the gunman was not Amish and had not\nattended the school.\n</P>\n<P>\nRoberts, his wife andchildren, two boys and three girls ages about\n1 to 7, lived in the tiny village of Georgetown, about 55 miles west\nof Philadelphia and a short drive from the school.\n</P>\n<P>\nAfter taking his school-aged children to their bus stop Monday, as\nusual, Roberts drove a borrowed pickup to the entrance of the rural\nWest Nickel Mines Amish School around 9 a.m. The shootings occurred\nabout 10:45 a.m.\n</P>\n<P>\nPolice could offer no explanation for the killings. Roberts left\nwhat they described as rambling notes for his family.\n</P>\n<P>\nDuring the siege, he called his wife to say he felt tormented and\nsought vengeance for some unspecified 20-year-old offense that he\nevidently had brooded over since he was about 12.\n</P>\n<P>\nIn her statement, Marie Roberts called her husband ``an exceptional\nfather'' who took his children to soccer practice, played ball in the\nbackyard and took his 7-year-old daughter shopping.\n</P>\n<P>\nShe pleaded for people to pray for the families of the slain, as\nwell as her own.\n</P>\n<P>\n(Optional add end)\n</P>\n<P>\nRoberts hauled milk for the Northwest Food Products Transfer\nStation in East Earl, Pa., which is owned by the Land O'Lakes dairy\ncooperative. He had delivered milk for at least seven years, one\nneighbor said.\n</P>\n<P>\nThe Roberts' house, next to a Methodist church and graveyard, was\ndeserted Monday.\n</P>\n<P>\nThere was a plastic child's basketball hoop on a deck, along with\nfour straw Halloween scarecrows. The smallest scarecrow wore an\ninfant's green jumpsuit. The family's two dogs were gone.\n</P>\n<P>\nMorgan Erb, 15, baby-sat for the Roberts family in the summer of\n2005. She said the truck driver was a ``nice'' man who never seemed\nthreatening but seldom spoke.\n</P>\n<P>\nSeveral of other neighbors said they had never seen Roberts angry.\n``I can't believe it,'' said Mary Fischer, who lives next door.\nRoberts was the driver who picked up milk from her son's dairy. ``I\nhave never heard him say an angry word.''\n</P>\n<P>\nOne Amish family recalled how he accidentally ran over their\nwheelbarrow with his milk-hauling rig. He knocked on their doors and\ncalmly told them about the incident.\n</P>\n<P>\nAnother driver, they said, might have been angry that the implement\nwas left where the delivery truck would hit it in the dark.\n</P>\n", 
            "id": "LTW_ENG_20061003.0126"
        }, 
        {
            "headline": "Accused Gunman Is Described as Family Man", 
            "text": "\n<P>\nHe was a soccer dad, and a quiet hard-working,\nchurch-going family man who didn't flinch at changing diapers.\n</P>\n<P>\nSo those who knew Charlie Roberts were in a state of shock Monday\nwhen authorities named him as the suicidal gunman who shot a classroom\nfull of girls, execution-style, in a tiny Amish schoolhouse.\n</P>\n<P>\n``The man who did this today is not the Charlie that I've been\nmarried to for almost 10 years,'' said Marie Roberts, 28, the alleged\ngunman's widow, in a statement released to the news media.\n</P>\n<P>\n``My husband is loving, supportive, thoughtful, all the things\nyou'd always want and more.''\n</P>\n<P>\nCharles Carl Roberts IV, 32, held a steady job working nights\ndriving a truck that picked up milk from area dairy farms. A driver\nwho worked with Roberts said he picked up milk from some of the farms\nwhere the children in the school lived.\n</P>\n<P>\n``I imagine he knew some of these kids,'' said Ray Shirk, 60.\n</P>\n<P>\nRoberts, his wife and three children -- two boys and one girl ages\nabout 1 to 7 -- lived in the tiny village of Georgetown, Pa., 55 miles\nwest of Philadelphia and a short drive from the school.\n</P>\n<P>\nPICK UP eighth graf: After taking xxx\n</P>\n", 
            "id": "LTW_ENG_20061003.0131"
        }, 
        {
            "headline": "Gunman in Amish school shooting described as ' ordinary ' man, dedicated father", 
            "text": "\n<P>\nThe gunman who stormed a one-room Amish schoolhouse was an ordinary man and a\ndevoted father and showed few signs of trouble in the days before the attack,\naccording to several people who knew him.\n</P>\n<P>\nNeighbors and family members saw no indication of problems that would lead\n32-year-old Charles Carl Roberts IV to open fire Monday on a dozen young\ngirls.\n</P>\n<P>\n\"Absolutely not,\" said Lois Fiester, a relative of Roberts who was standing\noutside the family's modest ranch house. \"They're a fine Christian family. It's\nironic and it's heartbreaking.\"\n</P>\n<P>\nWhen the shooting stopped, three of the girls were dead. At least seven others\nwere wounded, some critically. And Roberts had killed himself.\n</P>\n<P>\nState police hinted that Roberts was motivated by a childhood grudge, but they\nrefused to divulge details, citing concern for other people involved.\n</P>\n<P>\nInvestigators also said they were looking into the possibility the attack may\nhave been related to the death of one of Roberts' own children. According to an\nobituary, Roberts and his wife lost a daughter shortly after she was born in\n1997.\n</P>\n<P>\nAnother neighbor, Dorothy Rineer, 83, said Roberts' wife had grown up in the\nneighborhood. Roberts, a truck driver who worked the night shift picking up milk\nfrom farms, also came from southeastern Lancaster County, she\nsaid.\n</P>\n<P>\n\"He was just an ordinary person,\" she said.\n</P>\n<P>\nState police Commissioner Jeffrey B. Miller said it was clear from interviews\nwith co-workers at the dairy that Roberts' mood had darkened in recent days and\nhe had stopped chatting and joking around with employees and\ncustomers.\n</P>\n<P>\nLand O'Lakes, based in Arden Hills, Minnesota, issued a statement confirming\nthat Roberts was employed as a truck driver and assigned to Northwest Food\nProducts, a wholly owned Land O'Lakes subsidiary.\n</P>\n<P>\nNo one answered the door at the Roberts' home Monday.\n</P>\n<P>\nFirewood and children's toys, including two play guns, were on the porch. In the\nliving room, visible through the front door, was a plaque reading \"God Bless\nThis House\" and exercise equipment. A sand box and trampoline were in the back\nyard.\n</P>\n<P>\nIn a statement released to reporters, Marie Roberts called her husband \"loving,\nsupportive and thoughtful.\"\n</P>\n<P>\n\"He was an exceptional father,\" she said. \"He took the kids to soccer practice\nand games, played ball in the backyard and took our 7-year-old daughter\nshopping. He never said no when I asked him to change a diaper.\"\n</P>\n<P>\nJosh Zook, an Amish man who lives three doors down, said: \"I have no reason to\nthink anything negative about him. It's just horrible.\"\n</P>\n<P>\nZook was still waiting to hear whether one of his own relatives had been a\nvictim in the attack. \"I just want to go up there with a bulldozer and bulldoze\nthat school down,\" he said.\n</P>\n", 
            "id": "APW_ENG_20061003.0134"
        }, 
        {
            "headline": "Police say shooter at Amish school told wife he molested years ago, dreamed of doing it again", 
            "text": "\n<P>\nA man who laid siege to a one-room Amish schoolhouse, killing five girls, told\nhis wife shortly before opening fire that he had molested two young girls who\nwere his relatives decades ago and was tormented by \"dreams of molesting again,\"\nauthorities said Tuesday.\n</P>\n<P>\nCharles Carl Roberts IV may have planned to molest the girls at the Amish\nschool, but police have no evidence that he actually did, State Police\nCommissioner Jeffrey B. Miller said.\n</P>\n<P>\nHe said Roberts had sexual lubricant and flex-tie plastic handcuffs with him\nwith he took the students hostage, and that he chained the girls together in a\nline at the blackboard after sending the boys and adults away. Roberts also had\nthe weapons and supplies for long stand-off, he said.\n</P>\n<P>\n\"He states in his suicide note that he had dreams about doing what he did 20\nyears ago again,\" Miller said. Roberts was 32 when he killed himself Monday,\nauthorities said,\n</P>\n<P>\nMiller said police could not confirm Roberts IV's claim about molesting young\nrelatives when Roberts would have been a just a child or adolescent himself, and\nhe said Roberts' family members knew nothing of molestation in his\npast.\n</P>\n<P>\nRoberts left one note for his wife, one for each of his three children and a\nnote and checklist in his truck, Miller said. The note to his wife talked about\nhis anguish over the loss of the couple's newborn daughter, Elise, in 1997,\nMiller said.\n</P>\n<P>\n\"The note that he left for his wife talks about the good memories together, the\ntragedy with Elise, it focuses on his life being changed forever ... over the\nloss of Elise, his hatred toward himself, his hatred towards God as a result of\nthat event, and he alludes to this other reason for this anger but he can't\ndiscuss it with her and it happened 20 years ago,\" Miller said. \"Later in the\nnote he talks about having dreams in for the last couple of years about what he\ndid 20 years ago and in those dreams he says he wants to do those things\nagain.\"\n</P>\n<P>\nWhen his wife spoke with Roberts by cell phone from inside the school before the\nshooting started, he \"told her he had molested two minor relatives 20 years\nprior and that was how she put all of that together,\" Miller\nsaid.\n</P>\n", 
            "id": "APW_ENG_20061003.1335"
        }, 
        {
            "headline": "Pennsylvania governor will offer police protection for Amish funerals", 
            "text": "\n<P>\nGov. Ed Rendell said Wednesday he will ask Amish elders if they want state\npolice protection from a Kansas church group that plans to demonstrate at\nfunerals of five girls fatally shot in an attack on their one-room\nschoolhouse.\n</P>\n<P>\nRendell also asked the members of the Westboro Baptist Church in Topeka, Kansas,\nas well as members of the public and news media, to allow the Amish to conduct\ntheir funerals in privacy.\n</P>\n<P>\n\"I won't do anything that the Amish community doesn't want us to do,\" Rendell\nsaid. \"If they want us to do something, we will make sure that (church members)\ncan demonstrate, but they demonstrate far enough away that they don't interfere\nwith the privacy of the funerals.\"\n</P>\n<P>\nThe Westboro Baptist Church routinely pickets military funerals, saying that\nAmerican servicemen and women are dying overseas because God is displeased that\nthe United States tolerates homosexuals.\n</P>\n<P>\nIn a statement on its Web site, the church blamed Rendell for the deaths of the\nAmish children because of comments he made about the Westboro group on national\ntelevision several months ago.\n</P>\n<P>\n\"They're insane,\" Rendell responded when asked about the group's\nstatement.\n</P>\n<P>\nIn June, Rendell signed legislation into Pennsylvania law designed to restrict\nWestboro Baptist Church's picketing by making it a crime to demonstrate near a\nfuneral or memorial service in Pennsylvania.\n</P>\n<P>\nOn Monday morning, Charles Carl Roberts IV entered the West Nickel Mines Amish\nSchool in Lancaster County and shot 10 girls, killing five. Roberts killed\nhimself as police stormed the building.\n</P>\n", 
            "id": "APW_ENG_20061004.1377"
        }, 
        {
            "headline": "Relatives of Pennsylvania school attacker say they weren ' t molested", 
            "text": "\n<P>\nTwo relatives of the man who attacked Amish school girls said Monday they were\nnot molested by him 20 years ago, as he had claimed in a phone call to his wife\nduring the siege.\n</P>\n<P>\nCharles Carl Roberts IV revealed to his family in notes he left behind and in a\ncell phone call from inside the West Nickel Mines Amish School that he was\ntormented by memories of molesting two young relatives 20 years ago. He also\nspoke of having dreams about doing it again.\n</P>\n<P>\nInvestigators spoke to the two women, who would have been 4 or 5 at the time,\nand they said there was no such abuse.\n</P>\n<P>\n\"Both of them have no recollection of being sexually assaulted by Roberts,\"\nstate police Trooper Linette Quinn said. \"They were absolutely sure they had no\ncontact with Roberts.\"\n</P>\n<P>\nRoberts stormed the school and shot 10 girls before turning the gun on himself.\nInvestigators said Roberts, who brought lubricating jelly and plastic restraints\nwith him, may have been planning to sexually assault the Amish\ngirls.\n</P>\n", 
            "id": "APW_ENG_20061004.1882"
        }, 
        {
            "headline": "Pennsylvania Amish community prepares to bury school shooting victims, urges forgiveness for gunman", 
            "text": "\n<P>\nA procession of 34 buggies and carriages carried mourners to a hilltop cemetery\nThursday as the Amish community buried the first of five girls killed by a\ngunman inside their tiny one-room schoolhouse.\n</P>\n<P>\nTwo state troopers on horseback and a funeral director's black sedan with\nflashing yellow lights led the cortege, followed by a long horse-drawn buggy\ncarrying the body of 7-year-old Naomi Rose Ebersol.\n</P>\n<P>\nThe route wove past the home of Charles Carl Roberts IV, the 32-year-old milk\ntruck driver who took the girls hostage Monday morning, tied them up and then\nshot them. One Amish man craned his head out a buggy window to look at the\nhome.\n</P>\n<P>\nIt was the first in a series of funerals Thursday for victims of the West Nickel\nMines Amish School shooting. All roads leading into the village of Nickel Mines\nwere blocked by state police so the Amish could gather privately in homes to\nremember Ebersol; Marian Fisher, 13; and sisters Mary Liz Miller, 8, and Lena\nMiller, 7.\n</P>\n<P>\nThe funeral for a fifth girl, Anna Mae Stoltzfus, 12, was scheduled for\nFriday.\n</P>\n<P>\nFive other girls survived the schoolhouse attack but were seriously\ninjured.\n</P>\n<P>\nCounty coroner G. Gary Kirchner said he had been contacted by a doctor at Penn\nState Children's Hospital in Hershey who said doctors expected to take one girl\noff life support so she could be brought home. Dr. D. Holmes Morton, who runs a\nclinic that serves Amish children, said Thursday that the reports that a\n6-year-old had been taken off life-support and taken home to die were accurate\n\"as far as I know.\"\n</P>\n<P>\n\"I just think at this point mostly these families want to be left alone in their\ngrief and we ought to respect that,\" Morton said.\n</P>\n<P>\nNational mourning of similar tragedies, such as the massacre at Columbine High\nSchool in Colorado, has been enabled in part by media coverage -- something the\nAmish generally shun.\n</P>\n<P>\nIn Lancaster County, there have been prayer services for the Amish school\nshooting victims at area churches, but the traditional funerals for the girls\nwere closed. About 300 to 500 people were expected at each, said funeral\ndirector Philip W. Furman.\n</P>\n<P>\nAmish custom calls for simple wooden caskets, narrow at the head and feet and\nwider in the middle. An Amish girl is typically laid to rest in a white dress, a\ncape, and a white prayer-covering on her head, Furman said.\n</P>\n<P>\nThe girls' families, Amish neighbors and friends are coping with the slayings by\nlooking inward, relying on themselves and their faith, just as they have for\ncenturies, to get them through what one Amish bishop called \"our 9/11,\"\nreferring to the terror attacks of 2001.\n</P>\n<P>\n\"They know their children are going to heaven. They know their children are\ninnocent ... and they know that they will join them in death,\" said Gertrude\nHuntington, a Michigan researcher who has written a book about children in Amish\nsociety.\n</P>\n<P>\n\"The hurt is very great,\" Huntington said. \"But they don't balance the hurt with\nhate.\"\n</P>\n<P>\nIn just about any other community, a deadly school shooting would have brought\ndemands from civic leaders for tighter gun laws and better security, and the\nvictims' loved ones would have lashed out at the gunman's family or threatened\nto sue.\n</P>\n<P>\nBut that is not the Amish way.\n</P>\n<P>\nIn the aftermath of Monday's violence, the Amish have reached out to the family\nof the gunman, Charles Carl Roberts IV, 32, who committed suicide during the\nattack in a one-room schoolhouse.\n</P>\n<P>\nDwight Lefever, a Roberts family spokesman, said an Amish neighbor comforted the\nRoberts family hours after the shooting and extended forgiveness to them. Among\nRoberts' survivors are his wife and three children.\n</P>\n<P>\n\"I hope they stay around here and they'll have a lot of friends and a lot of\nsupport,\" said Daniel Esh, a 57-year-old Amish artist and woodworker whose three\ngrandnephews were inside the school during the attack.\n</P>\n<P>\nRoberts' relatives may even receive money from a fund established to help\nvictims and their families, said Kevin King, executive director of Mennonite\nDisaster services, an agency managing the donations.\n</P>\n<P>\nThough the Amish generally do not accept help from outside their community, King\nquoted an Amish bishop as saying, \"We are not asking for funds. In fact, it's\nwrong for us to ask. But we will accept them with humility.\"\n</P>\n<P>\nThe attack on West Nickel Mines Amish School began Monday morning when Roberts\ntook over the one-room school, sent the adults and boys out and bound the 10\nremaining girls at the blackboard. He was in the school for about an hour before\nhe shot his hostages and turned the gun on himself as police closed\nin.\n</P>\n<P>\nState police have said Roberts might have been planning to sexually assault the\nAmish girls but there was no evidence that he actually did.\n</P>\n<P>\nRoberts had revealed to his wife in a note left behind the day of the attacks\nand in a cell phone call from inside the school that he was tormented by\nmemories of molesting two young relatives 20 years ago and dreamed of molesting\nagain. But police said Wednesday there was no evidence of any such sexual\nabuse.\n</P>\n<P>\nInvestigators spoke to the two relatives Roberts named, who would have been 4 or\n5 at the time, and said neither recalled being sexually assaulted by\nRoberts.\n</P>\n<P>\n\"They were absolutely sure they had no contact with Roberts,\" said state police\nTrooper Linette Quinn.\n</P>\n<P>\nThere is talk among the Amish of tearing down the schoolhouse, which is now\nboarded up, said Daniel Esh, 57, an Amish artist and woodworker. He said he is\ncertain the community will decide to replace and not reopen the\nschoolhouse.\n</P>\n<P>\nOn the roads into Nickel Mines early Thursday, families in traditional Amish\ndress, broad-brimmed hats and bonnets walked on foot and traveled in horse-drawn\nbuggies. The clip-clop of the horses was broken up only by the roar of official\nhelicopters overhead enforcing a no-fly zone over the region.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writer Martha Raffaele and photographer Carolyn Kaster\ncontributed to this report.\n</P>\n", 
            "id": "APW_ENG_20061005.1272"
        }
    ], 
    "id": "D1101A", 
    "title": "Amish Shooting"
}