{
    "docSet": [
        {
            "headline": "ATTACK OF THE ZOMBIE COMPUTERS IS A GROWING THREAT, EXPERTS SAY", 
            "text": "\n<P>\nIn their persistent quest to breach the Internet's defenses, the bad\nguys are honing their weapons and increasing their firepower.\n</P>\n<P>\nWith growing sophistication, they are taking advantage of programs that secretly\ninstall themselves on thousands or even millions of personal computers,\nband these computers together into an unwitting army of zombies,\nand use the collective power of the dragooned network to\ncommit Internet crimes.\n</P>\n<P>\nThese systems, called botnets, are being blamed for the huge spike\nin spam that bedeviled the Internet in recent months, as\nwell as fraud and data theft.\n</P>\n<P>\nSecurity researchers have been concerned about botnets for some time because\nthey automate and amplify the effects of viruses and other\nmalicious programs.\n</P>\n<P>\nWhat is new is the escalating scale of the problem --\nand the precision with which some of the programs can\nscan computers for specific information, like corporate and personal data,\nto drain money from online bank accounts and stock brokerages.\n</P>\n<P>\n\"It's the perfect crime, both low-risk and high-profit,\" said Gadi Evron,\nan computer security researcher for an Israeli-based firm, Beyond Security,\nwho coordinates an international volunteer effort to fight botnets. \"The\nwar to make the Internet safe was lost long ago,\nand we need to figure out what to do now.\"\n</P>\n<P>\nDavid Dagon, a Georgia Institute of Technology researcher who is a\nco-founder of Damballa, a company focusing on controlling botnets, said\nthe consensus among scientists is that botnet programs are present\non about 11 percent of the more than 650 million\ncomputers attached to the Internet.\n</P>\n<P>\nPlagues of viruses and other malicious programs have periodically swept through\nthe Internet since 1988, when there were only 60,000 computers\nonline. Each time, computer security managers and users have cleaned\nup the damage and patched holes in systems.\n</P>\n<P>\nIn recent years, however, such attacks have become endemic, forcing increasingly\nstringent security responses. And the emergence of botnets has alarmed\nnot just computer security experts, but also specialists who created\nthe early Internet infrastructure.\n</P>\n<P>\nDavid J. Farber, a Carnegie Mellon computer scientist who was an\nInternet pioneer, said: \"It's an insidious threat, and what worries\nme is that the scope of the problem is still\nnot clear to most people. The popular machines are so\neasy to penetrate, and that's scary.\"\n</P>\n<P>\nSo far botnets have predominantly infected Windows-based computers, although there have\nbeen reports of attacks on computers running Linux and Macintosh\noperating systems.\n</P>\n", 
            "id": "NYT_ENG_20070106.0077"
        }, 
        {
            "headline": "China leading crackdown on Internet: media watchdog by Karl Malakunas", 
            "text": "\n<P>\nBacked by \"armies\" of cyber-police, China is spearheading an increasingly\nsophisticated movement by repressive regimes to restrict the Internet, a global\nmedia watchdog said in its annual report.\n</P>\n<P>\nChina is the world's biggest prison for cyber-dissidents with 52 people in jail\nfor online activities that the ruling Communist Party in Beijing deemed\ninappropriate, Paris-based watchdog Reporters Without Borders (RSF) said.\n</P>\n<P>\nAround the world there are only around 10 others known to be in prison for\nposting criticisms of governments online, although some regimes are trying to\n\"ape\" China in restricting freedom of information on the Internet, it added.\n</P>\n<P>\nIn the report, published Thursday, RSF warned that China's increasingly\nsophisticated anti-Internet techniques, coupled with its growing global clout,\nraised concerns its brand of censorship may be exported.\n</P>\n<P>\n\"With China enjoying increasing political influence, people are wondering...\nwhether perhaps China's Internet model, based on censorship and surveillance,\nmay one day be imposed on the rest of the world,\" it said.\n</P>\n<P>\nIn a speech last month, Chinese President Hu Jintao made no secret of his\nambitions for China, calling on the Communist Party to \"purify the Internet\nenvironment.\"\n</P>\n<P>\n\"Whether we can cope with the Internet is a matter that affects the development\nof socialist culture, the security of information and the stability of the\nstate,\" Hu said, in comments carried by the state-run press.\n</P>\n<P>\nOutside of China, RSF said four cyber-dissidents were in jail in Vietnam, three\nin Syria and one each in Tunisia, Libya and Iran.\n</P>\n<P>\nIt said authorities in those countries were working extremely hard to keep up\nwith the latest technological developments such as YouTube, a website that\nallows people to post and share videos online.\n</P>\n<P>\n\"With the success of YouTube, China and Iran are keen to filter the videos that\nappear there -- too much 'subversive' content for China and too much\n'immorality' for Iran,\" it said.\n</P>\n<P>\nChina remains the most powerful force in controlling the Internet not just\nthrough technology, but through old-fashioned manpower and depth of resources,\naccording to the watchdog.\n</P>\n<P>\n\"China... spends an enormous amount on Internet surveillance equipment and hires\narmies of informants and cyber-police,\" it said.\n</P>\n<P>\n\"It also has the political weight to force the companies in the sector -- such\nas Yahoo!, Google, Microsoft and Cisco Systems -- to do what it wants them to.\"\n</P>\n<P>\nThe US tech firms came in for harsh criticism last year as more cases were\nrevealed of their alleged help in maintaining the so-called \"Great Firewall of\nChina.\"\n</P>\n<P>\nReporters Without Borders said in February 2006 that it had uncovered a second\ncase of Yahoo! providing evidence to Chinese authorities that helped send a\npolitical dissident to jail.\n</P>\n<P>\nHowever the watchdog said Chinese and other governments seeking to control the\nInternet were not necessarily winning the war.\n</P>\n<P>\n\"Internet users are organising themselves and conjuring up new solutions to\ntackle these dictatorships, get round the filters and protect their anonymity,\"\nit said.\n</P>\n<P>\n\"They use and create new technology, encrypt their e-mail and use other tools\nthat are still not detected by cyber-police.\"\n</P>\n<P>\nNevertheless, RSF said Internet users could not fight off censorship alone and\nneeded the help of governments and corporations around the world which supported\ndemocracy and freedom of expression.\n</P>\n<P>\n\"It has become vital to examine new technology from a moral standpoint and\nunderstand the secondary effects of it,\" the group said.\n</P>\n<P>\n\"If firms and democratic countries continue to duck the issue and pass off\nethical responsibility on others, we shall soon be in a world where all our\ncommunications are spied on.\"\n</P>\n", 
            "id": "AFP_ENG_20070201.0750"
        }, 
        {
            "headline": "Hackers overwhelm some vital Internet traffic computers", 
            "text": "\n<P>\nHackers briefly overwhelmed at least three of the 13 computers that help manage\nglobal computer traffic Tuesday in one of the most significant attacks against\nthe Internet since 2002.\n</P>\n<P>\nExperts said the unusually powerful attacks lasted as long as 12 hours but\npassed largely unnoticed by most computer users, a testament to the resiliency\nof the Internet. Behind the scenes, computer scientists worldwide raced to cope\nwith enormous volumes of data that threatened to saturate some of the Internet's\nmost vital pipelines.\n</P>\n<P>\nThe Homeland Security Department confirmed it was monitoring what it called\n\"anomalous\" Internet traffic.\n</P>\n<P>\n\"There is no credible intelligence to suggest an imminent threat to the homeland\nor our computing systems at this time,\" the department said in a\nstatement.\n</P>\n<P>\nThe motive for the attacks was unclear, said Duane Wessels, a researcher at the\nCooperative Association for Internet Data Analysis at the San Diego\nSupercomputing Center. \"Maybe to show off or just be disruptive; it doesn't seem\nto be extortion or anything like that,\" Wessels said.\n</P>\n<P>\nOther experts said the hackers appeared to disguise their origin, but vast\namounts of rogue data in the attacks were traced to South Korea.\n</P>\n<P>\nThe attacks appeared to target UltraDNS, the company that operates servers\nmanaging traffic for Web sites ending in \"org\" and some other suffixes, experts\nsaid. Officials with NeuStar Inc., which owns UltraDNS, confirmed only that it\nhad observed an unusual increase in traffic.\n</P>\n<P>\nAmong the targeted \"root\" servers that manage global Internet traffic were ones\noperated by the Defense Department and the Internet's primary oversight\nbody.\n</P>\n<P>\n\"There was what appears to be some form of attack during the night hours here in\nCalifornia and into the morning,\" said John Crain, chief technical officer for\nthe Internet Corp. for Assigned Names and Numbers. He said the attack was\ncontinuing and so was the hunt for its origin.\n</P>\n<P>\n\"I don't think anybody has the full picture,\" Crain said. \"We're looking at the\ndata.\"\n</P>\n<P>\nCrain said Tuesday's attack was less serious than attacks against the same 13\n\"root\" servers in October 2002 because technology innovations in recent years\nhave increasingly distributed their workloads to other computers around the\nglobe.\n</P>\n<P>\n------\n</P>\n<P>\nAP Internet writer Anick Jesdanun contributed to this report from New\nYork.\n</P>\n", 
            "id": "APW_ENG_20070207.0141"
        }, 
        {
            "headline": "Massive hacker attack slows but fails to bring down Internet by Rob Lever ATTENTION - ADDS DHS statement, details, background ///", 
            "text": "\n<P>\nThe worst attack in years on the Internet's infrastructure, which slowed traffic\nbut failed to bring down the Web, used infected computers around the world as\n\"zombies,\" security experts said Wednesday.\n</P>\n<P>\nThe US Department of Homeland Security meanwhile confirmed that its\ncybersecurity arm had been monitoring \"anomalous\" activity on the Internet.\n</P>\n<P>\n\"The nature of the traffic has not been confirmed, and the servers which are\noverseas remain operational,\" DHS spokesman Russ Knocke said.\n</P>\n<P>\n\"There are no indications of any direct nexus to the United States at this time.\nAlso, there is no credible intelligence to suggest an imminent threat to the\nhomeland or our computing systems at this time.\"\n</P>\n<P>\nGraham Cluley, senior technology consultant at the London-based firm Sophos,\nsaid Tuesday's incident \"seems to have been the most serious attack against\nthese domain name servers\" since late 2002.\n</P>\n<P>\nCluley said three of the 13 domain name system (DNS) servers that control global\nInternet traffic were hit with a so-called \"denial of service\" attack, which\nmeans they were bombarded with information requests in an effort to bring them\ndown.\n</P>\n<P>\nCluley noted that the attack was coming from PCs taken over by hackers to create\nzombie networks or \"botnets\" to bombard the servers with traffic.\n</P>\n<P>\n\"These zombie computers could have brought the Web to its knees, and while the\nresilience of the root servers should be commended, more needs to be done to\ntackle the root of the problem -- the lax attitude of some users towards IT\nsecurity,\" he said.\n</P>\n<P>\nHe said that since the 2002 attacks, \"the system has become more resilient and\nis well set up to bounce back from these attacks.\"\n</P>\n<P>\nThe US-based SANS Internet Storm Center said experts at the computer security\ninstitute were \"aware of the attacks,\" and trying to get more information about\nthem.\n</P>\n<P>\n\"We're still hunting for some technical details,\" said center director Marcus\nSachs.\n</P>\n<P>\nCluley said some reports traced the attacks to South Korea, but added that \"it\ndoesn't mean the hackers are based there ... the bad guys could be based\nanywhere in the world.\"\n</P>\n<P>\n\"It could be that your grandmother's computer in the bedroom, unbeknownst to\nher, may have been trying to bring down the Internet.\"\n</P>\n<P>\nHe said the motive of the attack was unclear. One tactic used by hackers in the\npast was blackmail, or to threaten to shut down a website with a denial of\nservice attack if money is not paid.\n</P>\n<P>\n\"Another possibility is just plain mischief, and my feeling is that this may\nhave been just a bit of a lark,\" Cluley said. \"Fortunately this was repelled.\"\n</P>\n<P>\nThe attack was on three of the 13 Internet root servers, which manage the\ndomains from various locations around the world and convert website names such\nas Amazon.com to their numeric IP (Internet Protocol) address.\n</P>\n<P>\n\"If the DNS servers were to fall over then pandemonium would ensue, emphasizing\nthe importance of properly defending all PCs from being taken over by hackers,\"\nsaid Cluley.\n</P>\n<P>\n\"A denial-of-service attack like this swamps Web-connected servers with traffic\nfrom many computers around the globe. It's a bit like 20 hippos trying to get\nthrough a revolving door at the same time -- there's no route through and\neverything clogs up.\"\n</P>\n<P>\nIn October 2002, another major attack targeted the 13 root servers and slowed\ntraffic. But experts said at the time that the Internet would still operate with\nat least one of the servers functioning.\n</P>\n", 
            "id": "AFP_ENG_20070207.0460"
        }, 
        {
            "headline": "VERISIGN MOVES TO ADDRESS AN INTERNET SECURITY PROBLEM", 
            "text": "\n<P>\nTo keep up with the growing strains put\non the Internet by both legitimate users and online attackers,\na Silicon Valley company is undertaking a $100 million expansion\nof a crucial part of the system that speeds Web\nusers to their destinations.\n</P>\n<P>\nThe company, VeriSign, is a leader in networking infrastructure and manages\nregistration for the .com and .net Internet domains. It is\namong the stewards of an international system of computer servers\nrunning programs that translate domain names like google.com or wikipedia.org\ninto numeric addresses.\n</P>\n<P>\nBut the system is under increasing strain because of the explosion\nof human and machine Internet users, and because of occasional\nassaults by automated software programs that threaten to overwhelm the\nability to respond to routine requests.\n</P>\n<P>\nVeriSign executives said their expansion project, to be announced Thursday, was\ncrucial because of the increasing role that the Internet plays\nin basic functions of modern life.\n</P>\n<P>\n\"This isn't just about Web sites anymore, and it's not about\nonline shopping,\" said Ken Silva, VeriSign's chief security officer. \"It's\nabout the way humans communicate and the way everything is\ninterconnected.\"\n</P>\n<P>\nThe potential challenge was underscored on Tuesday when an automated attack\nagainst the domain name system was carried out for several\nhours by a distributed computer program known as a botnet.\n</P>\n<P>\nThe attack initially affected all of the 13 root server systems\n-- the top level of the hierarchy of interconnected computers\n-- and then focused for several hours on servers operated\nby the Internet Corporation for Assigned Names and Numbers (the\norganization responsible for the Internet address system), and the Pentagon.\n</P>\n<P>\nThe attack impeded but did not halt any of the systems,\naccording to several of the operators.\n</P>\n<P>\nSuch attacks make expansion of the name server systems crucial, Silva\nsaid. The VeriSign project, to be completed by 2010, will\noffer a tenfold increase in the capacity of two root\nservers that the company operates and in the infrastructure that\nsupports the .com and .net systems.\n</P>\n<P>\nVeriSign servers, now in 20 regional centers around the world, will\nbe expanded to 70 sites. The effort would not only\nimprove response time, the company said, but would also make\nit possible to recognize and contain Internet attacks more quickly.\n</P>\n<P>\nVeriSign profits indirectly from the growth of Internet traffic from its\nbusiness managing the .com and .net domains.\n</P>\n<P>\nIn addition to resisting cyber attacks, the enhancement of the root\nserver system is made necessary by the rapid growth in\nnew types of Internet devices, many of which can communicate\namong themselves without direct human intervention.\n</P>\n<P>\nThe company said it expected the number of Internet users to\ngrow from 1 billion today to 1.8 billion in 2010.\nMany will reach the Internet with multiple devices, including cell\nphones, most of which are expected to be Internet-enabled.\n</P>\n", 
            "id": "NYT_ENG_20070208.0019"
        }, 
        {
            "headline": "VeriSign to spend more than $100M on infrastructure upgrade", 
            "text": "\n<P>\nVeriSign Inc., which manages the \".com\" and \".net\" domain names registry and\nensures Internet users can reach those locations, said it will spend more than\n$100 million (euro77 million) in a massive infrastructure upgrade to combat a\nnew wave of computer attacks and manage a surge in online activity.\n</P>\n<P>\nIndustry experts said VeriSign's investment comes at a critical time for the\ncomputing world. They pointed to hackers' powerful attacks this week on the\ncomputers that manage global Internet traffic as evidence of the mounting threat\nfrom online criminals.\n</P>\n<P>\nStratton Sclavos, VeriSign's chief executive officer, was scheduled to announce\nthe upgrade Thursday in San Francisco at a security conference sponsored by RSA\nInc., the security division of EMC Corp.\n</P>\n<P>\nSclavos said it's the company's largest investment in infrastructure upgrades\nand technology development. The overall investment is slated to boost capacity\ntenfold by 2010.\n</P>\n<P>\nSclavos said VeriSign, which operates two of the 13 so-called \"root\" servers\nthat manage global Internet traffic, has an obligation to stay ahead of\nincreasingly insidious and widespread Internet attacks.\n</P>\n<P>\n\"We're seeing a lot more sophistication in these attacks,\" he said. \"And they're\nnot just targeting thousands of users -- they're targeting hundreds of thousands\nor millions of users.\"\n</P>\n<P>\nThe Mountain View-based company said the expansion will increase its ability to\nprocess domain name system, or DNS, queries from 400 billion a day to more than\n4 trillion a day. Those queries occur every time Internet users click on \".com\"\nor \".net\" Web sites or check e-mail and use applications that utilize those\ndomain names.\n</P>\n<P>\nVeriSign said it currently processes 24 billion such interactions daily, and it\nis preparing for dramatically higher activity as more users get online worldwide\nand conduct more of their business and leisure on the Web.\n</P>\n<P>\nThe investment also will boost bandwidth on VeriSign's systems from more than 20\ngigabits per second to more than 200 gigabits per second.\n</P>\n<P>\nThe company promises reduced bottlenecks and ramped-up speed from infrastructure\nthat is more broadly distributed around the world.\n</P>\n<P>\nBut Sclavos said security is also a key element of the upgrade, including the\nstrengthening of security provisions and engineering improvements to bolster the\nability to identify and track security threats around the globe.\n</P>\n<P>\n\"This is good for the whole Internet infrastructure,\" Sclavos said. \"If the\nInternet's infrastructure fails, hundreds of billions of dollars in commerce and\ncommunications will be at risk. We can't afford for that to happen.\"\n</P>\n<P>\nWill Stofega, a research manager with market researcher IDC, said the attacks\nthis week that overwhelmed at least three of the 13 root servers highlight the\ngrowing threat posed by online criminals.\n</P>\n<P>\nHe said the last major round of large upgrades occurred during the dot-com boom\nand that VeriSign's investment could prod other companies into following\nsuit.\n</P>\n<P>\n\"This is a very timely investment,\" Stofega said. \"In a couple of years, we're\ngoing to start seeing some very, very serious types of attacks. If we don't\nstart making these types of investments now, we're in trouble.\"\n</P>\n", 
            "id": "APW_ENG_20070208.0259"
        }, 
        {
            "headline": "AS PC THREATS GROW, SECURITY INDUSTRY GROWS SMALLER", 
            "text": "\n<P>\nCox News Service\n</P>\n<P>\nSAN FRANCISCO - Viruses, spam and other computer security problems are\ngrowing bigger every day, but the number of companies in\nthe business of fighting them is getting smaller.\n</P>\n<P>\nThe Internet security industry is in the midst of a major\nconsolidation, with large companies gobbling up little ones as they\ntry to expand their menu of offerings to consumers and\nbusinesses.\n</P>\n<P>\nUltimately, that will mean fewer choices of security vendors for consumers\nand businesses, as well as potentially higher (though perhaps in\nsome cases, lower) prices for modern-day computing necessities like antivirus\nprotection or spam filtering services.\n</P>\n<P>\nAt the annual RSA Security industry conference here last week, talk\nof industry consolidation was nearly as common as conversations about\nthe latest computer viruses and worms.\n</P>\n<P>\nSome of the biggest Web security companies - Atlanta-based Internet Security\nSystems, Austin, Texas-based TippingPoint, even conference sponsor RSA Security -\nnow are subsidiaries of bigger companies.\n</P>\n<P>\nAt least one more buyout was announced last week, and even\nmore consolidation may be coming.\n</P>\n<P>\n\"There's the slight whiff of blood in the air,\" said Andrew\nJaquith, an analyst at the Yankee Group technology research firm.\n\"You can sort of hear the screeching noises of the\nvultures overhead.\"\n</P>\n<P>\nRSA Security president Art Coviello, whose Bedford, Mass.-based company was bought\nby EMC Corp. for $2.1 billion in September, went as\nfar as to predict the end of most independent Internet\nsecurity vendors.\n</P>\n<P>\n\"Our industry is ripe for a transformation,\" he told conference attendees.\n\"With the exception of a few exceptional startups, there will\nbe no standalone security businesses within three years.\"\n</P>\n<P>\nNot that the sellers mind, of course.\n</P>\n<P>\nIn some ways, the Internet security business has been like the\ndot-com business.\n</P>\n<P>\nLike the dot-coms, the high-tech security business was built mainly by\nsmall entrepreneurs. And now it's many of those entrepreneurs' turn\nto make millions overnight as their corporations get gobbled up.\n</P>\n<P>\n\"It's not bad,\" Internet Security Systems co-founder Tom Noonan said of\nthe $1.3 billion IBM paid to buy his company in\nlate October. \"It covers the groceries for the shareholders.\"\n</P>\n<P>\nSince the consumer Internet security market is dominated by a few\nbig players - namely Symantec, McAfee, Trend Micro and Microsoft\n- consumer prices may not be affected much by the\nconsolidation.\n</P>\n<P>\nBut businesses might feel more consequences of the merger mania.\n</P>\n<P>\nAccording to a recent survey of corporate IT executives by antispam\ncompany Postini Inc., about 43 percent said they expect to\nspend more money on business communications solutions this year. Only\n7 percent said they expect to spend less.\n</P>\n<P>\nSome industry executives claim overall computer security costs may actually go\ndown because of industry consolidations, however.\n</P>\n<P>\nThat's because big security companies can now offer attractively priced bundles\nof products, not unlike how cable companies or telephone companies\nbundle their services.\n</P>\n<P>\n\"Obviously as we package these together, (you) will get better pricing\nthan if you went out and bought each of them\nindependently,\" said EMC Chief Executive Joe Tucci told conference attendees.\n</P>\n<P>\nSeveral factors are driving the consolidation.\n</P>\n<P>\nFirst, security companies now need to offer more than just one\nor two products to meet businesses and consumers' needs. No\nlonger do customers just need antivirus or computer firewall software;\nthey also usually need antispam and antispyware software, employee identification\nand authentication services, database monitoring and protection, and other high-tech\ndefenses.\n</P>\n<P>\nSecond is the need for better technology. As hackers get more\nsophisticated, so must security companies. Often, the best way to\nget new expertise is to buy other companies that have\nit.\n</P>\n<P>\nLike almost anything involving software, there's also a Microsoft factor. The\nworld's biggest software company is pushing steadily into the security\nsoftware business, and pushing down prices to gain market share.\nIf other companies don't get bigger and add more services\nby consolidating, they could have a harder time keeping up\nwith the behemoth.\n</P>\n<P>\nAnd then there's the problem of shrinking profits. Though companies and\nconsumers have a bigger need than ever for computer security,\nprofits - especially from consumers - are decreasing as the\nindustry matures and big players continue to push down prices.\n</P>\n<P>\n\"It's not like this line of business is quite the mint\nit used to be,\" said Yankee Group's Jaquith. \"You've got\ntechnology challenges on one hand and revenue challenges on the\nother.\n</P>\n<P>\n\"Everybody is dealing with this right now,\" he said.\n</P>\n<P>\nBob Keefe's e-mail address is bkeefecoxnews.com\n</P>\n", 
            "id": "NYT_ENG_20070208.0367"
        }, 
        {
            "headline": "Police catch top computer virus maker in central China", 
            "text": "\n<P>\nPolice in central China's Hubei Province say they have arrested six people in\nconnection with the spread of the notorious computer virus known as \"Xiongmao\nShaoxiang\", or \"Panda burning joss stick\".\n</P>\n<P>\nThe virus, which infects program files and flashes a picture of a panda holding\nthree joss sticks, has been spreading through the Internet since December. It\nhas infected millions of computers nationwide, according the provincial public\nsecurity bureau on Monday.\n</P>\n<P>\nThe bureau says it is the first time they have made arrests involving a major\nInternet virus that originated in China.\n</P>\n<P>\nThe virus can also steal the account names and passwords of online game players\nand popular chat sites. It was listed as the worst computer virus last year by a\nmajor Chinese anti-virus company known as Rising.\n</P>\n<P>\nInternet authorities say Li Jun, 25, a resident in the provincial capital of\nWuhan, wrote virus program and let it loose on the Internet  last October. The\nauthorities say Li confessed to selling the virus to 12 people for 100,000 yuan\n(12,887 U.S. dollars).\n</P>\n<P>\nLi also produced the \"Wuhan boy\"virus, \"Wuhan boy 2005\" virus and \"QQ tail\"\nvirus, sources say.\n</P>\n<P>\nFive other suspects, who used the virus to steal accounts of online gamers, have\nalso been detained.\n</P>\n", 
            "id": "XIN_ENG_20070213.0051"
        }, 
        {
            "headline": "Singapore becomes more susceptible to hackers: report", 
            "text": "\n<P>\nSingapore ranked second in Asia of having largest number of malicious activity\nper Internet user, according to Symantec's latest Internet Security Threat\nReport on Friday.\n</P>\n<P>\nThe report said this ranking was due to the small population of Internet users,\nwhich meant that each incident carried more proportional weight, according to a\nlocal television Channel NewsAsia report.\n</P>\n<P>\nData theft, data leakage and the creation of malicious code that targets\nspecific organizations increased, while the United States remained the top\ncountry of attack origin, Asia was where all the action happens, the report\nsaid.\n</P>\n<P>\nHackers usually conduct \"phishing\" attacks to steal personal information.\n\"Phishing\" is a method used to trick consumers into giving up user information\nby fake e-mails from banks and other organizations, the report said.\n</P>\n<P>\nIt added that as a financial hub, Singapore has become more susceptible to\nphishing attacks.\n</P>\n<P>\nMuch of the data was stolen by infecting computers to allow hackers to gain\naccess to passwords and other sensitive information through e-mails. More often\nthan not, this happens with spam that has viruses or other malicious code.\n</P>\n<P>\nSymantec, one of the world's largest security-software makers, also said that\nthe stolen confidential information and captured data were sold on \"underground\"\nservers.\n</P>\n<P>\n\"Users should have an Internet security suite with technologies like antivirus,\nfirewalls and anti-phishing that get continually updated,\" said Gavin Lowth,\nSymantec's director of online channels in Asia-Pacific and Japan.\n</P>\n", 
            "id": "XIN_ENG_20070323.0084"
        }, 
        {
            "headline": "Internet design challenges lead to work on rebuilding network", 
            "text": "\n<P>\nGovernment and university researchers have been exploring ways to redesign the\nInternet from scratch. Some of the challenges that led researchers to start\nthinking of clean-slate approaches:\n</P>\n<P>\nSECURITY\n</P>\n<P>\nTHE CHALLENGE: The Internet was designed to be open and flexible, and all users\nwere assumed to be trustworthy. Thus, the Internet's protocols were not designed\nto authenticate users and their data, allowing spammers and hackers to easily\ncover their tracks by attaching fake return addresses onto data\npackets.\n</P>\n<P>\nTHE CURRENT FIX: Internet applications such as firewalls and spam filters\nattempt to control security threats. But because such techniques do not\npenetrate deep into the network, bad data still get passed along, clogging\nsystems and possibly fooling the filtering technology.\n</P>\n<P>\nTHE CLEAN-SLATE SOLUTION: The network would have to be redesigned to be\nskeptical of all users and data packets from the start. Data would not be passed\nalong unless the packets are authenticated. Faster computers today should be\nable to handle the additional processing required within the\nnetwork.\n</P>\n<P>\nMOBILITY\n</P>\n<P>\nTHE CHALLENGE: Computers rarely moved, so numeric Internet addresses were\nassigned to devices based on their location. A laptop, on the other hand, is\nconstantly on the move.\n</P>\n<P>\nTHE CURRENT FIX: A laptop changes its address and reconnects as it moves from\none wireless access point to another, disrupting data flow. Another workaround\nis to have all traffic channel back to the first access point as a laptop moves\nto a second or a third location, but delays could result from the extra\ndistance.\n</P>\n<P>\nTHE CLEAN-SLATE SOLUTION: The address system would have to be restructured so\nthat addresses are based more on the device and less on the location. This way,\na laptop could retain its address as it hops through multiple hot\nspots.\n</P>\n<P>\nUBIQUITY\n</P>\n<P>\nTHE CHALLENGE: The Internet was designed when there were relatively few\ncomputers connecting to it. The proliferation of personal computers and mobile\ndevices led to a scarcity in the initial address system. There will be even more\ndemand for addresses as toasters, air conditioners and other devices come with\nInternet capability, as will standalone sensors for measuring everything from\nthe temperature to the availability of parking spaces.\n</P>\n<P>\nTHE CURRENT FIX: Engineers expanded the address pool with a system called IPv6,\nbut nearly a decade after most of the groundwork was completed, the vast\nmajority of software and hardware still use the older, more crowded IPv4\ntechnology. Even if more migrate to IPv6, processing the addresses for all the\nsensors could prove taxing.\n</P>\n<P>\nTHE CLEAN-SLATE SOLUTION: Researchers are questioning whether all devices truly\nneed addresses. Perhaps sensors in a home could talk to one another locally and\nrelay the most important data through a gateway bearing an address. This way,\nthe Internet's traffic cops, known as routers, wouldn't have to keep track of\nevery single sensor, improving efficiency.\n</P>\n", 
            "id": "APW_ENG_20070416.0075"
        }
    ], 
    "id": "D1102A", 
    "title": "Internet Security"
}