{
    "docSet": [
        {
            "headline": "Bush \"deeply saddened\" by Omaha mall shootings as more details revealed", 
            "text": "\n<P>\nThe shocking shooting rampage in a shopping mall in Omaha, Neb. on Wednesday\n\"deeply saddened\" U.S. President George W. Bush, and details of the tragic\nincident were revealed on Thursday.\n</P>\n<P>\n\"The president is deeply saddened by the shootings in Omaha,\" White House press\nsecretary Dana Perino said Thursday. \"His thoughts and prayers are with the\nvictims and their families,\" she said.\n</P>\n<P>\nPresident Bush had visited Omaha on Wednesday before the shooting.\n</P>\n<P>\nThe police revealed on Thursday more details of the shooting rampage, in which a\nyoung man shot dead 8 people before killing himself.\n</P>\n<P>\nThomas Warren, Omaha's police chief, told reporters that Robert A. Hawkins, 19,\nof Bellevue, Neb., came into the store and looked around before leaving and\nreturning with an assault rifle to open fire.\n</P>\n<P>\nMall security officers noticed Hawkins briefly enter the Von Maur department\nstore at Omaha's Westroads Mall earlier Wednesday, he said.\n</P>\n<P>\nHawkins left the store and returned six minutes later concealing something --\npresumably the AK-47 assault rifle used in the rampage -- under a hooded\nsweatshirt, Warren said.\n</P>\n<P>\nThe young man then turned right, took an elevator to the third floor and\nimmediately started shooting in the store's customer service area.\n</P>\n<P>\nSix store employees and two customers were fatally wounded before Hawkins turned\nthe gun on himself.\n</P>\n<P>\nThe five women and three men who died ranged in age from 24 to 66, he said.\n</P>\n<P>\nFive other people were injured, and two of them were in critical condition,\nhospital officials said.\n</P>\n<P>\nNebraska Gov. Dave Heineman ordered that flags throughout the state be lowered\nto half-staff through Sunday.\n</P>\n<P>\nThe mall was expected to remain closed at least through Thursday.\n</P>\n<P>\nJim Von Maur, who owns the department store where the shooting occurred, said\ngrief counseling would be provided for employees and their families.\n</P>\n<P>\nWarren said Hawkins apparently chose his victims randomly and spoke little or\nnot at all while firing about 30 rounds.\n</P>\n<P>\nHawkins lived with a friend's family. The mother, Debra Maruca Kovac, said she\nfound a suicide note after getting a phone call from Hawkins about 1 p.m., just\nminutes before the shootings.\n</P>\n<P>\n\"He basically said how sorry he was for everything,\" Kovac said of the note.\n</P>\n<P>\n\"He didn't want to be a burden to people and that he was a piece of shit --- all\nof his life and that now he'd be famous,\" she said.\n</P>\n<P>\nCNN said U.S. army recruiters turned Hawkins down last summer when he tried to\nenlist.\n</P>\n<P>\nTwo recruiters said Hawkins seemed like an average teenager who said he wanted\nto leave Omaha and take his life in a different direction.\n</P>\n<P>\n\"He said he'd had a rough time in his life and wanted to see about changing it,\"\nsaid Army Sgt. Edward Dust.\n</P>\n", 
            "id": "XIN_ENG_20071206.0363"
        }, 
        {
            "headline": "Teen kills eight in US mall rampage", 
            "text": "\n<P>\nA teenager armed with a semi-automatic rifle opened fire on Christmas shoppers\nat an Omaha shopping mall, killing at least eight people before turning the gun\non himself.\n</P>\n<P>\nAt least five other people were injured and taken to area hospitals after\nWednesday's shooting inside the Westroads Mall, Omaha Police Chief Thomas Warren\ntold reporters. Two are reportedly in critical condition.\n</P>\n<P>\nThe shooting \"appears to be very random and without provocation,\" Warren said\nlate Wednesday, adding that police were still interviewing witnesses.\n</P>\n<P>\nHe identified the shooter as Robert Hawkins, 19, and said he was armed with an\nSKS assault rifle.\n</P>\n<P>\n\"We believe there was one shooter and one shooter only,\" he said.\n</P>\n<P>\n\"We do have a (suicide) note. I can't describe the contents of this note, but it\ndoes appear this incident was premeditated.\"\n</P>\n<P>\nHawkins' landlady, Debora Maruca Kovac, told CNN that in the note the shooter\nsaid \"that he was sorry for everything, that he didn't want to be a burden to\nanybody, he loved his family, he loved all of his friends. He was a piece of\nshit all of his life and now he'll be famous.\"\n</P>\n<P>\nKovac said that Hawkins had lived in her house for a year and a half, and had\nrecently broken up with his girlfriend.\n</P>\n<P>\n\"He was withdrawn,\" she said. \"He was like a lost pound puppy that nobody\nwanted. ... He had a lot of emotional problems.\"\n</P>\n<P>\nThe Omaha World Herald reported that Hawkins had also been fired from his job at\na McDonald's, and was arrested Friday for being a minor in possession of alcohol\n-- the legal drinking age in the United States is 21.\n</P>\n<P>\nThe newspaper said he had been sent to jail for seven days in 2005 on charges of\ndisorderly conduct.\n</P>\n<P>\nThe Sarpy County Sheriff's Department, located just south of Omaha in Papillion,\ntold KETV that Hawkins' mother walked into its office shortly after the shooting\nwith a note that \"could be interpreted as suicidal.\"\n</P>\n<P>\nThe sheriff's office and Omaha police could not be immediately reached for\ncomment.\n</P>\n<P>\nEmployees and shoppers fled the mall or locked themselves inside stores after\nhearing dozens of shots from the upscale Von Maur department store, where police\nsaid the shooting took place.\n</P>\n<P>\n\"People were freaking,\" an employee at Whitehall jewelers, who refused to give\nher name, told AFP by telephone.\n</P>\n<P>\nShoppers and workers described a terrifying scene.\n</P>\n<P>\n\"We heard about 35, 40 shots, and on our way we did see someone down by the\nescalator, bleeding,\" witness Jennifer Cramer told KETV.\n</P>\n<P>\n\"I was standing around getting ready to go back to work and all of a sudden I\nheard this bang, bang, bang -- it sounded like someone shooting fireworks,\"\nanother witness told KETV. \"I ran to get away from whatever was happening.\"\n</P>\n<P>\nThe Nebraska incident was the latest in a series of shootings in the United\nStates, where private gun ownership is legal and widespread.\n</P>\n<P>\nLate last month two people were found dead in an apparent murder-suicide at a\nTexas mall.\n</P>\n<P>\nThe woman was working at a store when she got a phone call from her angry\nboyfriend who threatened to harm her, local television station KHOU said.\n</P>\n<P>\nThe woman called mall security for help, but the boyfriend arrived before they\ndid and took her hostage, pulling down the store's front gate and barricading\nthem inside.\n</P>\n<P>\nThere have also been a series of school shootings this year, the worst being the\nVirginia Tech massacre in April in which 32 people were killed when a student\nwent on a campus rampage.\n</P>\n<P>\nWednesday's shooting took place as President George W. Bush headed back to\nWashington after delivering a Republican fund-raising speech in Omaha.\n</P>\n<P>\nBush expressed sadness after learning about the shooting.\n</P>\n<P>\n\"His thoughts and prayers are with the victims and their families this evening,\"\nthe White House said in a statement.\n</P>\n<P>\n\"Having just visited with so many members of the community in Omaha today, the\npresident is confident that they will pull together to comfort one another as\nthey deal with this terrible tragedy,\" it said.\n</P>\n", 
            "id": "AFP_ENG_20071206.0571"
        }, 
        {
            "headline": "19-year-old with rifle opens fire in Nebraska mall, killing 9, including himself", 
            "text": "\n<P>\nThe young gunman who opened fire at a mall busy with holiday shoppers appeared\nto choose his victims at random, according to police, but a note he left behind\nhinted at a troubled life.\n</P>\n<P>\nRobert A. Hawkins had recently split with his girlfriend and been fired from his\njob at McDonald's. He had a criminal record for drug and alcohol offenses and\nhad left or been kicked out of his parents' house.\n</P>\n<P>\nOn Wednesday afternoon, the 19-year-old carried a rifle into the sprawling\nWestroads Mall in Omaha, Nebraska, and opened fire. Shoppers and employees\nscrambled for cover in dressing rooms, clothing racks, offices and storage\nareas.\n</P>\n<P>\nEight people were killed and five wounded before the shooter ended the horror by\ntaking his own life.\n</P>\n<P>\nThe note he left behind read, in part, \"Now I'll be famous.\"\n</P>\n<P>\nPolice Chief Thomas Warren said the shooting appeared to be random. He gave no\nmotive for the attack, but promised more details in a news conference scheduled\nfor Thursday morning.\n</P>\n<P>\nHawkins moved from his family's home about a year ago. He moved in with a\nfriend's family, and Debora Maruca-Kovac and her husband welcomed him into their\nhome and tried to help him.\n</P>\n<P>\n\"When he first came in the house, he was introverted, a troubled young man who\nwas like a lost pound puppy that nobody wanted,\" Maruca-Kovac told The\nAssociated Press.\n</P>\n<P>\nShe told the Omaha World-Herald that the night before the shooting, Hawkins and\nher sons showed her an SKS semiautomatic Russian military rifle -- the same type\nused in the shooting. She said she thought the gun belonged to a member of\nHawkins' family. She said she did not think much of it -- the gun looked too old\nto work.\n</P>\n<P>\nRecords showed Hawkins had a felony drug conviction and several misdemeanor\ncases filed against him, including an arrest 11 days before the shooting for\nhaving alcohol as a minor. He was due in court in two weeks.\n</P>\n<P>\nMaruca-Kovac said Hawkins was fired from McDonald's this week and had recently\nbroken up with a girlfriend. She said he phoned her at about 1 p.m. Wednesday,\ntelling her he had left a note. She tried to get him to explain.\n</P>\n<P>\n\"He said, 'It's too late,'\" and hung up, she told CNN. She then called Hawkins'\nmother.\n</P>\n<P>\nIn the note, which was turned over to authorities, Hawkins wrote that he was\n\"sorry for everything\" and would not be a burden on his family anymore. More\nominously, he wrote, \"Now I'll be famous.\"\n</P>\n<P>\nMaruca-Kovac went to her job as a nurse at the Nebraska Medical Center, where\nvictims of the shooting soon began to arrive.\n</P>\n<P>\nThe first emergency call came in at 1:42 p.m., and the shooting was already over\nwhen police arrived six minutes later, authorities said.\n</P>\n<P>\nThe World-Herald reported that the gunman had a military-style haircut and a\nblack backpack, and wore a camouflage vest.\n</P>\n<P>\nHawkins opened fire in a Von Maur store, part of a Midwestern\nchain.\n</P>\n<P>\nMickey Vickory, who worked in the store's third-floor service department, said\nshe heard shots and went with co-workers and customers into a back closet,\nemerging about a half-hour later when police shouted to come out with their\nhands up. As police led them to another part of the mall for safety, they saw\nthe victims.\n</P>\n<P>\n\"We saw the bodies and we saw the blood,\" she said.\n</P>\n<P>\nKeith Fidler, another Von Maur employee, said he heard a burst of five to six\nshots followed by 15 to 20 more rounds. Fidler said he huddled in the corner of\nthe men's clothing department with about a dozen other employees until police\nyelled to get out of the store.\n</P>\n<P>\nOn Wednesday night, police used a bomb robot to access a Jeep Cherokee left in\nthe mall parking lot that authorities believe belonged to Hawkins. Officers had\nseen some wires under some clothing, but no bomb was found.\n</P>\n<P>\nPresident George W. Bush was in Omaha on Wednesday for a fundraiser, but left\nabout an hour before the shooting.\n</P>\n<P>\n\"Having just visited with so many members of the community in Omaha today, the\npresident is confident that they will pull together to comfort one another,\"\nWhite House press secretary Dana Perino said.\n</P>\n<P>\nIt was the second mass shooting at a U.S. mall this year. In February, nine\npeople were shot, five of them fatally, at a mall in Salt Lake City. The gunman,\n18-year-old Sulejman Talovic, was shot and killed by police.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Josh Funk, Timberly Ross and Eric Olson in Omaha and\nLara Jakes Jordan in Washington contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20071206.0650"
        }, 
        {
            "headline": "Nine dead in US mall gun rampage", 
            "text": "\n<P>\nA man opened fire with a rifle inside a Nebraska mall Wednesday, killing at\nleast eight people before turning the gun on himself as panicked employees and\nChristmas shoppers ran for cover, police said.\n</P>\n<P>\nAt least five other people were injured and taken to area hospitals after the\nshooting inside the Westroads Mall in Omaha, Sergeant Teresa Negron told a news\nconference.\n</P>\n<P>\n\"We have confirmed nine people that ... died from their injuries,\" Negron said.\n\"We have two people that are still in critical condition and three that have\ngunshot wounds.\"\n</P>\n<P>\nShe said police believe the man acted alone and used a rifle. \"We secured and\ncleared most of the mall,\" Negron said.\n</P>\n<P>\nLocal television station KETV, citing a sheriff's department, identified the\nshooter as a 19-year-old man named Robert Hawkins.\n</P>\n<P>\nThe Sarpy County Sheriff's Department, located just south of Omaha in Papillion,\ntold KETV that Hawkins' mother walked into its office shortly after the shooting\nwith a note that \"could be interpreted as suicidal.\"\n</P>\n<P>\nThe sheriff's office could not be immediately reached for comment.\n</P>\n<P>\nEmployees and shoppers fled the mall or locked themselves inside stores after\nhearing dozens of shots from the upscale Von Maur department store, where police\nsaid the shooting took place.\n</P>\n<P>\n\"People were freaking,\" an employee at Whitehall jewelers, who refused to give\nher name, told AFP by telephone.\n</P>\n<P>\nShoppers and workers described a terrifying scene.\n</P>\n<P>\n\"We heard about 35, 40 shots, and on our way we did see someone down by the\nescalator, bleeding,\" witness Jennifer Cramer told KETV.\n</P>\n<P>\n\"I was standing around getting ready to go back to work and all of a sudden I\nheard this bang, bang, bang -- it sounded like someone shooting fireworks,\"\nanother witness told KETV. \"I ran to get away from whatever was happening.\"\n</P>\n<P>\nThe shooting took place as President George W. Bush headed back to Washington\nafter delivering a Republican fund-raising speech in Omaha.\n</P>\n<P>\nBush expressed sadness after learning about the latest in a series of shootings\nin the United States.\n</P>\n<P>\n\"His thoughts and prayers are with the victims and their families this evening,\"\nthe White House said in a statement.\n</P>\n<P>\n\"Having just visited with so many members of the community in Omaha today, the\nPresident is confident that they will pull together to comfort one another as\nthey deal with this terrible tragedy,\" it said.\n</P>\n<P>\nThe Nebraska incident was the latest in a series of shootings in the United\nStates, where guns are prevalent on the streets.\n</P>\n<P>\nLate last month two people were found dead in an apparent murder-suicide at a\nTexas mall.\n</P>\n<P>\nThe woman was working at a store when she got a phone call from her angry\nboyfriend who threatened to harm her, local television station KHOU said.\n</P>\n<P>\nThe woman called mall security for help, but the boyfriend arrived before they\ndid and took her hostage, pulling down the store's front gate and barricading\nthem inside.\n</P>\n<P>\nThere have also been a series of school shootings this year, the worst being the\nVirginia Tech massacre in April in which 32 people were killed when a student\nwent on a campus rampage.\n</P>\n<P>\nThe Federal Bureau of Investigation reported in September that more than 1.4\nmillion murders, rapes, robberies and assaults were committed around the United\nStates last year, or a violent crime every 22 seconds.\n</P>\n<P>\nThe number of victims of these violent crimes in the United States last year was\nthe equivalent of the entire population of European Union member Estonia or the\nAfrican state of Gabon.\n</P>\n<P>\nThe rate of violent crime was up by 1.9 percent compared with 2005, with murders\nclimbing by 1.8 percent to nearly 15,000 cases last year.\n</P>\n", 
            "id": "AFP_ENG_20071206.0723"
        }, 
        {
            "headline": "19-year-old with rifle opens fire in Nebraska mall, killing 9, including himself", 
            "text": "\n<P>\nThe young gunman who opened fire at a mall busy with holiday shoppers appeared\nto choose his victims at random, according to police, but a note he left behind\nhinted at a troubled life.\n</P>\n<P>\nRobert A. Hawkins had recently split with his girlfriend and been fired from his\njob at McDonald's. He had a criminal record for drug and alcohol offenses and\nhad left or been kicked out of his parents' house.\n</P>\n<P>\nOn Wednesday afternoon, the 19-year-old carried a rifle into the sprawling\nWestroads Mall in Omaha, Nebraska, and opened fire. Shoppers and employees\nscrambled for cover in dressing rooms, clothing racks, offices and storage\nareas.\n</P>\n<P>\nEight people were killed and five wounded before the shooter ended the horror by\ntaking his own life.\n</P>\n<P>\nThe note he left behind read, in part, \"Now I'll be famous.\"\n</P>\n<P>\nPolice Chief Thomas Warren said the shooting appeared to be random. He gave no\nmotive for the attack, but promised more details in a news conference scheduled\nfor Thursday morning.\n</P>\n<P>\nHawkins moved from his family's home about a year ago. He moved in with a\nfriend's family, and Debora Maruca-Kovac and her husband welcomed him into their\nhome and tried to help him.\n</P>\n<P>\n\"When he first came in the house, he was introverted, a troubled young man who\nwas like a lost pound puppy that nobody wanted,\" Maruca-Kovac told The\nAssociated Press.\n</P>\n<P>\nShe told the Omaha World-Herald that the night before the shooting, Hawkins and\nher sons showed her an SKS semiautomatic Russian military rifle -- the same type\nused in the shooting. She said she thought the gun belonged to a member of\nHawkins' family. She said she did not think much of it -- the gun looked too old\nto work.\n</P>\n<P>\nRecords showed Hawkins had a felony drug conviction and several misdemeanor\ncases filed against him, including an arrest 11 days before the shooting for\nhaving alcohol as a minor. He was due in court in two weeks.\n</P>\n<P>\nMaruca-Kovac said Hawkins had recently broken up with a girlfriend and was fired\nfrom McDonald's. She told the World-Herald that Hawkins said he had been fired\nafter being accused of stealing $17 (euro11.55) from his till at the restaurant.\nMcDonald's management declined to comment to the newspaper.\n</P>\n<P>\nMaruca-Kovac said he phoned her at about 1 p.m. Wednesday, telling her he had\nleft a note. She tried to get him to explain.\n</P>\n<P>\n\"He said, 'It's too late,'\" and hung up, she told CNN. She then called Hawkins'\nmother.\n</P>\n<P>\nIn the note, which was turned over to authorities, Hawkins wrote that he was\n\"sorry for everything\" and would not be a burden on his family anymore. More\nominously, he wrote, \"Now I'll be famous.\"\n</P>\n<P>\n\"I was fearful that he was going to try to commit suicide but I had no idea that\nhe would involve so many other families.\" Maruca-Kovac said Thursday on CBS\ntelevision's \"The Early Show.\"\n</P>\n<P>\nMaruca-Kovac went to her job as a nurse at the Nebraska Medical Center, where\nvictims of the shooting soon began to arrive.\n</P>\n<P>\nThe first emergency call came in at 1:42 p.m., and the shooting was already over\nwhen police arrived six minutes later, authorities said.\n</P>\n<P>\nThe World-Herald reported that the gunman had a military-style haircut and a\nblack backpack, and wore a camouflage vest.\n</P>\n<P>\nHawkins opened fire in a Von Maur store, part of a Midwestern\nchain.\n</P>\n<P>\nMickey Vickory, who worked in the store's third-floor service department, said\nshe heard shots and went with co-workers and customers into a back closet,\nemerging about a half-hour later when police shouted to come out with their\nhands up. As police led them to another part of the mall for safety, they saw\nthe victims.\n</P>\n<P>\n\"We saw the bodies and we saw the blood,\" she said.\n</P>\n<P>\nKeith Fidler, another Von Maur employee, said he heard a burst of five to six\nshots followed by 15 to 20 more rounds. Fidler said he huddled in the corner of\nthe men's clothing department with about a dozen other employees until police\nyelled to get out of the store.\n</P>\n<P>\nOn Wednesday night, police used a bomb robot to access a Jeep Cherokee left in\nthe mall parking lot that authorities believe belonged to Hawkins. Officers had\nseen some wires under some clothing, but no bomb was found.\n</P>\n<P>\nPresident George W. Bush was in Omaha on Wednesday for a fundraiser, but left\nabout an hour before the shooting.\n</P>\n<P>\n\"Having just visited with so many members of the community in Omaha today, the\npresident is confident that they will pull together to comfort one another,\"\nWhite House press secretary Dana Perino said.\n</P>\n<P>\nIt was the second mass shooting at a U.S. mall this year. In February, nine\npeople were shot, five of them fatally, at a mall in Salt Lake City. The gunman,\n18-year-old Sulejman Talovic, was shot and killed by police.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Josh Funk, Timberly Ross and Eric Olson in Omaha and\nLara Jakes Jordan in Washington contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20071206.0743"
        }, 
        {
            "headline": "Omaha gunman was ' gentle ' but had recent problems and history of depression, friend says", 
            "text": "\n<P>\nRobert Hawkins had a history of depression but seemed to be doing better since\nmoving in with a friend's family just over a year ago.\n</P>\n<P>\nBut about two weeks ago he broke up with his longtime girlfriend, and this week\nhe was fired from his job at a fast-food restaurant, said a woman whose family\ntook Hawkins in.\n</P>\n<P>\nOn Wednesday, the 19-year-old killed eight people and himself in a shooting\nrampage at an Omaha shopping mall, police said.\n</P>\n<P>\nSurgical nurse Debora Maruca-Kovac, whose family took in Hawkins after her 17-\nand 19-year-old sons befriended him, said she saw victims of the mall shooting\nbeing brought in to the hospital where she works.\n</P>\n<P>\nBy then, she had already read a suicide note that Hawkins had left\nbehind.\n</P>\n<P>\n\"I had a feeling it could be him,\" she said.\n</P>\n<P>\nShe said she and her husband let Hawkins stay with them after he left or was\nkicked out of his family's house. Court records show that at least once he was\ntermed a ward of the state, which legally removed him from his parents'\ncustody.\n</P>\n<P>\n\"He was depressed, and he had always been depressed,\" Maruca-Kovac said. \"But he\nlooked like he was getting better.\"\n</P>\n<P>\nHawkins, who earned a high school equivalency degree after dropping out of\nPapillion-La Vista High School, got a driver's license after moving in with the\nMaruca-Kovacs and five months ago started working at a McDonald's restaurant\nnear their home in a middle-class neighborhood in Bellevue, Maruca-Kovac\nsaid.\n</P>\n<P>\nTwo employees of the McDonald's who were eating there Wednesday said they had\nbeen told not to talk to anyone about Hawkins.\n</P>\n<P>\nHawkins was not on any medication for mental illness, but he had been treated in\nthe past for depression and attention deficit/hyperactivity disorder,\nMaruca-Kovac said.\n</P>\n<P>\nThough he had his troubles, Hawkins was gentle and loved animals, Maruca-Kovac\nsaid.\n</P>\n<P>\nBut he also had a drinking problem and would occasionally smoke marijuana in his\nbedroom, she said. Hawkins liked to listen to music and play video games --\n\"normal teenager stuff,\" she said.\n</P>\n<P>\n\"He was a very helpful young man, but he was quiet,\" Maruca-Kovac said. \"He\ndidn't cause a lot of trouble. He tried to help out all the time. He was very\nthankful for everything. He wasn't a violent person at all.\"\n</P>\n<P>\nHawkins lived with several friends for a couple days at a time before landing at\nMaruca-Kovac's house last year, she said.\n</P>\n<P>\n\"He was like a lost pound puppy that nobody wanted,\" she said. \"I felt sorry for\nhim. I let him stay, and we tried to get him on his feet.\"\n</P>\n<P>\nMaruca-Kovac, a nurse at Nebraska Medical Center, said she was getting ready for\nwork Wednesday when Hawkins phoned her at about 1 p.m., telling her he had left\na note for her in his bedroom. She tried to get him to explain, but he hung up,\nshe said.\n</P>\n<P>\nMaruca-Kovac said she found the handwritten note on the floor by his bed. She\nthen called Hawkins' mother, whom she said she knows only as \"Molly.\" The woman\nwent to Maruca-Kovac's house, retrieved the suicide note and took it to\nauthorities.\n</P>\n<P>\nMaruca-Kovac did not hear about the shooting -- which a witness said began around\n1:50 p.m. -- until she arrived at work, where she saw patients being wheeled\nin.\n</P>\n<P>\nIn the note, Maruca-Kovac said, Hawkins said \"how sorry he was for everything.\"\nHe wrote that he loved his mom and dad and other family members and said he\nwasn't \"going to be a burden anymore.\"\n</P>\n<P>\nAt the top of the note was his \"will,\" which said that his green Jeep Cherokee\nwas to go to his mother, and that \"my friends can have whatever they\nwant.\"\n</P>\n<P>\nHe ended the note by saying that now he would be famous.\n</P>\n", 
            "id": "APW_ENG_20071206.0821"
        }, 
        {
            "headline": "Police: Nebraska mall gunman ' s victims included 6 employees, 2 customers", 
            "text": "\n<P>\nThe teenage gunman who went on a shooting rampage in a department store may have\nsmuggled an assault rifle into the mall underneath clothing, Omaha police said\nThursday.\n</P>\n<P>\nOmaha Police Chief Thomas Warren said the young man \"appeared to be concealing\nsomething balled up in hooded sweat shirt\" on a surveillance\nvideo.\n</P>\n<P>\nAs gunshots rang out over Christmas music, those at the mall huddled in dressing\nrooms and barricaded themselves in offices as the shooter, 19-year-old Robert A.\nHawkins, sprayed the third floor of Von Maur with gunfire.\n</P>\n<P>\nPolice identified Hawkins' victims as six employees and two customers.\n</P>\n<P>\nThe customers killed were Gary Scharf of Lincoln, Nebraska, and John McDonald of\nIowa, police said. The employees killed were Angie Schuster, Maggie Webb, Janet\nJorgensen, Diane Trent, Gary Joy and Beverly Flynn.\n</P>\n", 
            "id": "APW_ENG_20071206.1087"
        }, 
        {
            "headline": "Police: Mall gunman may have smuggled rifle into Nebraska mall in a sweat shirt", 
            "text": "\n<P>\nThe teenage gunman who went on a shooting rampage in a department store, killing\neight people, may have smuggled an assault rifle into the mall underneath\nclothing, police said Thursday.\n</P>\n<P>\nPolice Chief Thomas Warren said the young man \"appeared to be concealing\nsomething balled up in a hooded sweat shirt\" he was carrying, according to a\nsurveillance video.\n</P>\n<P>\nThe teen entered the store Wednesday using an elevator, and moments later,\ngunfire pierced through the notes of Christmas music at the Westroads Mall's Von\nMaur department store. People huddled in dressing rooms and barricaded\nthemselves in offices as 19-year-old Robert A. Hawkins sprayed the floor with\nbullets.\n</P>\n<P>\nHis victims included six store employees and two customers, police\nsaid.\n</P>\n<P>\nThe customers killed included Gary Scharf, 48 of Lincoln, Nebraska, and John\nMcDonald, 65, of Council Bluffs, Iowa. The employees killed included Angie\nSchuster, 36, Maggie Webb, 24, Janet Jorgensen, 66, Diane Trent, 53, Gary Joy,\n56, and Beverly Flynn, 47.\n</P>\n<P>\nThe mall was closed Thursday as authorities continued to investigate what may\nhave motivated the teen to go on the shooting spree. The shooting spree was\nNebraska's deadliest since January 1958, when Charles Starkweather killed 10\npeople in Nebraska and another in Wyoming.\n</P>\n<P>\nIt was the second mass shooting at a U.S. mall this year. In February, nine\npeople were shot, five of them fatally, at Trolley Square mall in Salt Lake\nCity. The gunman, 18-year-old Sulejman Talovic, was shot and killed by\npolice.\n</P>\n<P>\nHawkins apparently had a troubled past. He recently split with his girlfriend\nand been fired from McDonald's. He also had a criminal record and had left or\nbeen forced out of his parents' house.\n</P>\n<P>\nHe dropped out of Papillion-La Vista High School as a senior in March 2006,\nprincipal James Glover said Thursday. While he was not a loner, he had a very\nsmall group of friends and was not involved in extracurricular activities,\nGlover said.\n</P>\n<P>\n\"It was never a situation where he was out of the loop because people were\npicking on him,\" Glover said.\n</P>\n<P>\nDebora Maruca-Kovac and her husband, whose sons were friends with Hawkins,\nwelcomed him into their home and tried to help him.\n</P>\n<P>\n\"When he first came in the house, he was introverted, a troubled young man who\nwas like a lost pound puppy that nobody wanted,\" Maruca-Kovac told The\nAssociated Press.\n</P>\n<P>\nAbout an hour before the shooting, Hawkins called her and told her he had\nwritten a suicide note, Maruca-Kovac said. In the note, which was turned over to\nauthorities, Hawkins wrote that he was \"sorry for everything\" and would not be a\nburden on his family anymore. More ominously, he wrote, \"Now I'll be\nfamous.\"\n</P>\n<P>\n\"He had said how much he loved his family and all his friends and how he was\nsorry he was a burden to everybody and his whole life he was a piece of\n(expletive) and now he'll be famous,\" she told CBS' \"The Early Show,\" Thursday,\ndescribing the note. \"I was fearful that he was going to try to commit suicide\nbut I had no idea that he would involve so many other families.\"\n</P>\n<P>\nRecords in Sarpy and Washington counties showed Hawkins had a felony drug\nconviction and several misdemeanor cases filed against him, including an arrest\n11 days before the shooting for having alcohol as a minor. He was due in court\nin two weeks.\n</P>\n<P>\nMaruca-Kovac told the Omaha World-Herald that the night before the shooting,\nHawkins and her sons showed her an SKS semiautomatic Russian military rifle --\nthe same type used in the shooting. She said she thought the gun belonged to a\nmember of Hawkins' family, but did not think much of it because the gun looked\ntoo old to work.\n</P>\n<P>\nMickey Vickory, who worked in the store's third-floor service department, said\nshe heard shots and went with coworkers and customers into a back closet,\nemerging about a half-hour later when police shouted to come out with their\nhands up. As police led them to another part of the mall for safety, they saw\nthe victims.\n</P>\n<P>\n\"We saw the bodies and we saw the blood,\" she said.\n</P>\n<P>\nKeith Fidler, another Von Maur employee, said he heard a burst of five to six\nshots followed by 15 to 20 more rounds. Fidler said he huddled in the corner of\nthe men's clothing department with about a dozen other employees until police\nyelled to get out of the store.\n</P>\n<P>\nWitness Shawn Vidlak said the shots sounded like a nail gun. At first he thought\nit was noise from construction work at the mall.\n</P>\n<P>\n\"People started screaming about gunshots,\" Vidlak said. \"I grabbed my wife and\nkids. We got out of there as fast as we could.\"\n</P>\n<P>\nNebraska Medical Center spokeswoman Andrea McMaster said the hospital had three\nvictims from the mall shooting, including Fred Wilson, 61, who was in critical\ncondition early Thursday with a bullet wound to his chest.\n</P>\n<P>\nMicky Oldham, 65, was in stable condition at at Creighton University Medical\nCenter. Oldham, who was shot once in the abdomen and once in the back, underwent\nsurgery Wednesday to repair injuries, Dr. Leon Sykes said.\n</P>\n<P>\nThe sprawling, three-level mall has more than 135 stores and restaurants. It has\n14.5 million visitors every year, according to its Web site.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writer Anna Jo Bratton contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20071206.1258"
        }, 
        {
            "headline": "Police: Gunman may have smuggled rifle into mall in a sweat shirt", 
            "text": "\n<P>\nThe teenage gunman who went on a shooting rampage in an Omaha department store,\nkilling eight people, may have smuggled an assault rifle into the mall\nunderneath clothing, police said Thursday.\n</P>\n<P>\nPolice Chief Thomas Warren said the young man \"appeared to be concealing\nsomething balled up in a hooded sweat shirt\" he was carrying, according to a\nsurveillance video.\n</P>\n<P>\nThe teen entered the store Wednesday using an elevator, and moments later, fired\nthe gun into the Westroads Mall's Von Maur department store. People huddled in\ndressing rooms and barricaded themselves in offices as 19-year-old Robert A.\nHawkins sprayed the floor with bullets.\n</P>\n<P>\nSix store employees and two customers were killed. When the shooting was over,\nHawkins shot himself.\n</P>\n<P>\nThe mall was closed Thursday as authorities continued to investigate what may\nhave motivated the teen to go on the shooting spree. It was Nebraska's deadliest\nsince January 1958, when Charles Starkweather killed 10 people in Nebraska and\nanother person in Wyoming.\n</P>\n<P>\n\"We will not accept this evil action to occur in our community,\" Omaha Mayor\nMike Fahey said at a news conference.\n</P>\n<P>\nPolice believe Hawkins stole the assault rifle, an AK-47, from his stepfather's\nhome, Warren said. Hawkins either was kicked out or left home some time ago, and\nmoved in with Debora Maruca-Kovac and her husband, whose sons were friends with\nhim, Maruca-Kovac said.\n</P>\n<P>\nAttempts to reach Hawkins' biological parents on Thursday by The Associated\nPress were unsuccessful. A man who answered at a phone number listed for\nHawkins' father, Ronald Hawkins, said it was a wrong number. Nobody answered the\ndoor at the home of Maribel Rodriguez of Bellevue on Thursday. Court records\nlist her as Hawkins' mother.\n</P>\n<P>\nHawkins was described by many as having a troubled past. He recently split with\nhis girlfriend and been fired from McDonald's. He also had a criminal record and\nhad left or been kicked out of his parents' house.\n</P>\n<P>\nHe dropped out of Papillion-La Vista High School as a senior in March 2006,\nprincipal James Glover said Thursday. While he was not a loner, he had a very\nsmall group of friends and was not involved in extracurricular activities,\nGlover said.\n</P>\n<P>\n\"It was never a situation where he was out of the loop because people were\npicking on him,\" Glover said.\n</P>\n<P>\nAbout an hour before the shooting, Hawkins called her and told her he had\nwritten a suicide note, Maruca-Kovac said. In the note, which was turned over to\nauthorities, Hawkins wrote that he was \"sorry for everything\" and would not be a\nburden on his family anymore. More ominously, he wrote, \"Now I'll be\nfamous.\"\n</P>\n<P>\n\"I was fearful that he was going to try to commit suicide but I had no idea that\nhe would involve so many other families,\" she told CBS' \"The Early Show,\"\nThursday.\n</P>\n<P>\nRecords in Sarpy and Washington counties showed Hawkins had a felony drug\nconviction and several misdemeanor cases filed against him, including an arrest\n11 days before the shooting for having alcohol as a minor. He was due in court\nin two weeks.\n</P>\n<P>\nWhen the shots began, the store descended into chaos.\n</P>\n<P>\nMickey Vickroy, who worked in the store's third-floor service department, said\nshe heard shots and went with coworkers and customers into a back closet,\nemerging about a half-hour later when police shouted to come out with their\nhands up. As police led them to another part of the mall for safety, they saw\nthe victims.\n</P>\n<P>\n\"We saw the bodies and we saw the blood,\" she said.\n</P>\n<P>\nOmaha attorney Jeff Schaffart, 34, was shopping with his wife and, after\nfleeing, realized he had been hit by two bullets, one in the upper arm and\nanother grazing his left pinkie finger.\n</P>\n<P>\nWhile hiding in a restroom, Schaffart said, he used his necktie as a tourniquet\nfor his arm wound and put napkins on his finger to stop the bleeding. He was\nlater treated and released at a hospital.\n</P>\n<P>\nThe customers killed were Gary Scharf, 48 of Lincoln and John McDonald, 65, of\nCouncil Bluffs, Iowa. The employees killed were Angie Schuster, 36, of Omaha;\nMaggie Webb, 24; Janet Jorgensen, 66 of Omaha; Diane Trent, 53 of Omaha; Gary\nJoy, 56 of Omaha; and Beverly Flynn, 47, of Omaha, police said.\n</P>\n<P>\nNebraska Medical Center spokeswoman Andrea McMaster said the hospital had three\nvictims from the mall shooting, including Fred Wilson, 61, who was in critical\ncondition early Thursday with a bullet wound to his chest.\n</P>\n<P>\nMicky Oldham, 65, was in stable condition at Creighton University Medical\nCenter. Oldham, who was shot once in the abdomen and once in the back, underwent\nsurgery Wednesday to repair injuries, Dr. Leon Sykes said.\n</P>\n<P>\nThe sprawling, three-level mall has more than 135 stores and restaurants. It\ngets 14.5 million visitors every year, according to its Web site.\n</P>\n<P>\nIt was the second mass shooting at a mall this year. In February, nine people\nwere shot, five of them fatally, at Trolley Square mall in Salt Lake City. The\ngunman, 18-year-old Bosnian immigrant Sulejman Talovic, was shot and killed by\npolice.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writer Anna Jo Bratton contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20071206.1406"
        }, 
        {
            "headline": "Omaha mall gunman called ' a very helpful young man ' who had just lost his job and girlfriend", 
            "text": "\n<P>\nA high school dropout with a criminal past, Robert A. Hawkins had struggled to\novercome depression. But friends thought he was making strides.\n</P>\n<P>\nThen, about two weeks ago, he lost his girlfriend. A week later, it was his job.\nHis friends worried he would regress.\n</P>\n<P>\n\"He was a very helpful young man, but he was quiet,\" said Debora Maruca-Kovac, a\nsurgical nurse whose family took in Hawkins after her 17- and 19-year-old sons\nbefriended him.\n</P>\n<P>\n\"He didn't cause a lot of trouble. He tried to help out all the time,\"\nMaruca-Kovac said. \"He was very thankful for everything. He wasn't a violent\nperson at all.\"\n</P>\n<P>\nBut police said it was Hawkins who went into an Omaha shopping mall on Wednesday\nand began a shooting rampage that killed eight people. It ended when he turned\nhis high-powered rifle on himself. The rampage was as troubling as it was\npuzzling for those who knew him.\n</P>\n<P>\nHawkins, 19, had been in trouble before. There was a felony drug conviction in\nMarch 2005 and the disorderly conduct charge seven months later. He was due in\ncourt later this month on charges he contributed to the delinquency of a\nminor.\n</P>\n<P>\nBut Maruca-Kovac said she saw nothing foreshadowing the horror Hawkins would\ninflict during his last moments alive. She remembered a gentle young man who\nloved animals. She regarded him so benignly that when he showed her an SKS\nsemiautomatic rifle the night before his attack, she thought little of it, the\nOmaha World-Herald reported.\n</P>\n<P>\nBut she had a feeling of despair soon after she learned about Wednesday\nshootings. By then, she had learned of a suicide note that Hawkins had left\nbehind.\n</P>\n<P>\n\"I had a feeling it could be him,\" she said.\n</P>\n<P>\nShe said she and her husband let Hawkins stay with them after he left or was\nkicked out of his family's house. Court records show that at least once he was\ntermed a ward of the state, which legally removed him from his parents'\ncustody.\n</P>\n<P>\nWith Hawkins living in her home, Maruca-Kovac could see he had a drinking\nproblem and was an occasional marijuana smoker. He enjoyed music and video games\n-- \"normal teenager stuff,\" she said.\n</P>\n<P>\n\"He was depressed, and he had always been depressed,\" Maruca-Kovac said. \"But he\nlooked like he was getting better.\"\n</P>\n<P>\nThe son of a woman who had custody of Hawkins until about a year ago said he was\nhelpful in the yard and around the house.\n</P>\n<P>\n\"As far as foster kids go, he was pretty normal,\" said Ben Glass, 31, the son of\nHawkins' former foster mother Mary Glass. Hawkins lived with the family for\nabout a year. \"He was actually one of the easier ones to get along\nwith.\"\n</P>\n<P>\nHawkins had earned an equivalency degree after dropping out of Papillion-La\nVista High School. He got a driver's license after moving in with the\nMaruca-Kovacs and five months ago started working at a McDonald's restaurant\nnear their home in a middle-class neighborhood in Bellevue, Maruca-Kovac\nsaid.\n</P>\n<P>\nHe was fired from that job this week, Maruca-Kovac said. Two employees of the\nMcDonald's who were eating there Wednesday said they had been told not to talk\nto anyone about Hawkins.\n</P>\n<P>\nHawkins was not on any medication for mental illness, but he had been treated in\nthe past for depression and attention deficit/hyperactivity disorder,\nMaruca-Kovac said.\n</P>\n<P>\nHawkins lived with several friends for a couple days at a time before landing at\nMaruca-Kovac's house last year, she said.\n</P>\n<P>\n\"He was like a lost pound puppy that nobody wanted,\" she said. \"I felt sorry for\nhim. I let him stay, and we tried to get him on his feet.\"\n</P>\n<P>\nMaruca-Kovac, who works at Nebraska Medical Center, said she was getting ready\nfor work Wednesday when Hawkins phoned her at about 1 p.m., telling her he had\nleft a note. She tried to get him to explain.\n</P>\n<P>\n\"He said, 'It's too late,'\" and hung up, she told CNN. She then called Hawkins'\nmother.\n</P>\n<P>\nIn the note, which was turned over to authorities, Hawkins wrote that he was\n\"sorry for everything\" and would not be a burden on his family\nanymore.\n</P>\n<P>\n\"Now I'll be famous,\" he wrote.\n</P>\n<P>\nMaruca-Kovac went to the medical center, where victims of the shooting soon\nbegan to arrive.\n</P>\n", 
            "id": "APW_ENG_20071206.1496"
        }
    ], 
    "id": "D1118D", 
    "title": "Hawkins Robert Van Maur"
}