{
    "docSet": [
        {
            "headline": "SIMPLE BLOOD TEST COULD HELP HEART PATIENTS, RESEARCHERS ANNOUNCE", 
            "text": "\n<P>\nDoctors soon may be employing a simple blood\ntest to help them determine which heart patients are at\ngreatest risk for heart attack, stroke and death.\n</P>\n<P>\nThe test has been used for years in hospital emergency rooms\nto confirm a diagnosis of heart failure. And it's now\nproven an excellent predictor of the severe consequences of heart\ndisease, even when other, more routine tests are negative.\n</P>\n<P>\nFindings from the University of California San Francisco will not immediately\nchange the way patients with symptoms of heart trouble are\nassessed, but may eventually play a key role in guiding\ndoctors to treatment decisions.\n</P>\n<P>\n\"Our goal is to determine who are the high risk patients,\nso we can target medical and surgical therapies we know\nto be life-saving to those most likely to benefit,\" said\nDr. Kirsten Bibbins-Domingo, whose research was published in today's issue\nof the Journal of the American Medical Association.\n</P>\n<P>\nAn estimated 71 million Americans have some form of cardiovascular disease.\nIt remains the leading cause of death in the United\nStates.\n</P>\n<P>\nThe blood test, which takes less than an hour to complete,\nmeasures levels of a substance known cryptically as N-terminal fragment\nof the prohormone brain-type natriuretic peptide, or NT-proBNP.\n</P>\n<P>\nThe peptide, and its cousin, brain-type natriuretic peptide (BNP), are released\nfrom the lower chambers of the heart when it is\nunder stress. Elevated levels of the peptide in the blood\nmean the heart is working too hard. Common heart disease\ndrug therapies such as ACE inhibitors, beta-blockers, and diuretics can\ndecrease the levels, making BNP and NT-proBNP effective markers for\ncardiac conditions.\n</P>\n<P>\nUntil now, however, doctors have limited the test's use to confirmation\nof heart failure, a progressive illness in which the heart\ncan no longer efficiently pump blood to other organs and\nmuscles. A patient who comes into the emergency room with\nshortness of breath, for example, may be given the test\nto rule out other causes of the symptom, such as\nasthma.\n</P>\n<P>\nBibbins-Domingo and her colleagues wondered whether the test also could be\nused to determine the long-term prognosis of patients with a\nhistory of heart problems.\n</P>\n<P>\n\"So we studied 1,000 people who already had heart disease, and\nwe were interested in determining whether we could predict who\nwould go on to have another heart attack, stroke, heart\nfailure, or die,\" she said.\n</P>\n<P>\nAfter four years they found that the higher the level of\nthe peptide in the blood at the outset, the higher\ntheir chances were for having an adverse cardiac event.\n</P>\n<P>\nFor example, patients whose heart peptide levels put them in the\ntop quarter of those tested, had a nearly 8-fold increased\nrate of cardiovascular events or death compared with those whose\npeptide levels were lowest.\n</P>\n<P>\nThe most surprising finding was that the test accurately predicted a\nhigh risk, even when traditional assessments such as treadmill stress\ntests and echocardiography failed to confirm it.\n</P>\n<P>\nTraditionally, the best test to predict a patient's high risk of\ndying from heart disease is echocardiography, which can detect a\nweak heart muscle, said Dr. David Roberts, a cardiologist and\nmedical director of the catheterization laboratory at Sutter Medical Center.\n</P>\n<P>\nThat test, which uses sonography, measures the ejection fraction, or the\npercentage of blood squeezed out by the heart each time\nit beats. The lower the percentage, the higher the risk\nof death, he explained.\n</P>\n<P>\n\"The (peptide test) properly identified people at high risk for dying,\neven with ejection fraction was OK,\" he said. \"That is\na surprise.\"\n</P>\n<P>\nRoberts said he would put the peptide test in the same\ncategory as calcium scoring, a cardiac testing approach that uses\nan X-ray to determine the amount of calcium buildup on\nartery walls.\n</P>\n<P>\n\"This gives us more markers to help identify high-risk individuals,\" he\nsaid. \"If it is high, you better take a close\nlook at that person and maybe do some more testing.\"\n</P>\n<P>\nStudy authors emphasized, however, that the test should not replace others\nused to determine cardiac risks and that it will not\nlikely be used routinely until additional research is done.\n</P>\n<P>\nSpecifically, Bibbins-Domingo said, researchers need to determine whether the assessment tool\ncan lead to better, more appropriate therapies and ultimately improved\noutcomes for patients.\n</P>\n<P>\nThe heart peptide test might help decide, for example, whether a\npatient needs coronary artery bypass surgery, considered a highly effective,\nbut risky approach to cardiovascular disease.\n</P>\n<P>\n\"This might be a way to help inform the discussion between\na doctor and patient about whether their risk of developing\nanother heart attack or failure in the future is so\nhigh that they are willing to undergo an intervention like\na bypass surgery,\" she said.\n</P>\n", 
            "id": "NYT_ENG_20070109.0237"
        }, 
        {
            "headline": "Heart disease: chromosomes show the long and the short of it ATTENTION - EMBARGO, RELEASABLE Friday at 0001 GMT ///", 
            "text": "\n<P>\nTelomeres -- nubby strips of DNA that cap the ends of chromosomes -- predict a\nman's risk of developing heart disease, according to study published in\nSaturday's issue of The Lancet.\n</P>\n<P>\nTelomeres get shorter each time a cell divides. Shorter telomeres indicate older\ncells and are thus a marker of biological ageing, which varies according to the\nindividual.\n</P>\n<P>\nBritish doctors measured the length of telomeres in the chromosomes of white\nblood cells among men aged 45-64 who had enrolled in a big study on coronary\nprevention in western Scotland.\n</P>\n<P>\nThe 484 men who went on to develop coronary heart disease had shorter telomeres\nthan the 1,058 men who remained disease-free, the investigators discovered.\n</P>\n<P>\nThe same Scottish study also randomly assigned some volunteers to receive\nstatins, a drug which breaks down artery-clogging cholesterol. Other volunteers\nreceived a dummy lookalike pill called a placebo.\n</P>\n<P>\nThe researchers found that in the placebo group, the risk of heart disease was\nalmost double among the men with short telomeres compared with counterparts with\nlong telomeres.\n</P>\n<P>\nBut the good news was that in the statin group, those with short telomeres\nenjoyed a substantial cut in the risk of heart disease.\n</P>\n<P>\nThe study says that measuring the length of telomeres in middle-aged men could\nhelp pinpoint those most at risk of heart disease and direct them to statin\ntreatment.\n</P>\n<P>\nThe lead author is Nilesh Samani, a professor of cardiovascular science at the\nUniversity of Leicester, central England.\n</P>\n", 
            "id": "AFP_ENG_20070111.0306"
        }, 
        {
            "headline": "More adults, children have congenital heart disease: study", 
            "text": "\n<P>\nCongenital heart disease (CHD) has become more prevalent among adults as well as\nchildren, according to a latest study published in the Journal of the American\nHeart Association.\n</P>\n<P>\nSevere CHD has risen in adults by 85 percent and 22 percent in children during\nthe 15-year study (1985-2000), the study said.\n</P>\n<P>\n\"This is the first study to measure the changing number of patients in a North\nAmerican population during a period of major progress in the management of CHD,\"\nsaid Ariane J. Marelli, M.D., lead author of the study and director of the\nMcGill Adult Unit for Congenital Heart Disease Excellence at McGill University\nin Montreal, Quebec, Canada.\n</P>\n<P>\n\"CHD has been thought of as a disease of childhood, but it has become an\nimportant disease of adulthood as well,\" Marelli said.\n</P>\n<P>\nThe study measured prevalence, age and proportion of adults relative to children\nat four time points: 1985, 1990, 1995 and 2000, and analyzed the Quebec\nadministrative databases recorded for the general population where access to\nhealth care is universal.  Quebec accounts for 25 percent of Canada's\npopulation.\n</P>\n<P>\n\"This is the largest population study of CHD to have been performed in North\nAmerica,\" Marelli said.  \"There is no reason to believe that the predominantly\nCaucasian population of Quebec and Canada is different from the United States.\"\n</P>\n<P>\nExtrapolating the study findings to the U.S. population, Marelli estimated 1.8\nmillion Americans had CHD in 2000 and that this number is increasing and will\nhave implications for women, pregnancy and genetics.  She estimated about\n900,000 adults and 900,000 children had CHD.\n</P>\n<P>\nIn 2000, the study indicated that one of every 85 children had CHD and one of\n250 adults had CHD.\n</P>\n<P>\n\"For comparison purposes, cystic fibrosis occurs in one of 4,500 live births, so\nthere are 45 times more children with CHD than children with cystic fibrosis and\nmost of these children are nowbecoming adults,\" Marelli said.\n</P>\n<P>\nFurthermore, more adults have had CHD than children since 1985, and a\npreponderance are women, the study found.\n</P>\n<P>\n\"Between 1985 and 2000, the group of patients that rose the most rapidly were\nadults with severe CHD, so, as of 2000, there was a nearly equal number of\nchildren and adults with severe CHD,\" Marelli said\n</P>\n<P>\nThe most significant increases in CHD were in adolescents (13 to 17 years old)\nand in young adults (18 to 25), according to the study.  The median age of those\nwith severe CHD increased markedly from 1985 to 2000.  The median age in 1985\nwas 11 years compared to 17 years in 2000.\n</P>\n<P>\nCongenital heart defects are structural problems arising from abnormal formation\nof the heart or major blood vessels near the heart that occurs before birth.\nMost heart defects either obstruct blood flow in the heart or vessels near it,\nor cause blood to flow through the heart in an abnormal way.\n</P>\n<P>\nMarelli considers CHD a major public health problem in North America that is\nlargely under-recognized.\n</P>\n<P>\n\"We need to increase public awareness for congenital heart disease in order to\nbe able to better care for the increasing number of young people with heart\ndisease,\" Marelli said.\n</P>\n", 
            "id": "XIN_ENG_20070111.0426"
        }, 
        {
            "headline": "Research shows shrinking telomeres linked to heart disease", 
            "text": "\n<P>\nThe gradual erosion of telomeres, the strands of DNA capping chromosomes that\nwear away with each cell division, may play a pivotal role in heart disease, and\ndrugs called statins may limit the damage, the New Scientist reported on Friday\non its website.\n</P>\n<P>\nResearchers from Leicester and Glasgow Universities in the United Kingdom found\nthat people who have much shorter telomeres are more likely to suffer from heart\nattacks.\n</P>\n<P>\nIn the five-year research, they first took blood samples from 484 middle-aged\nmen with moderately raised cholesterol and from 1058 control subjects, and\ncompared the telomere lengths in their white blood cells.\n</P>\n<P>\nThe researchers eventually found both patients and controls with the shortest\ntelomeres were twice as likely to have developed serious heart disease,\n</P>\n<P>\nThey also found that statins, which are better known for their cholesterol-\nlowering properties, appeared to alleviate the effects of telomere damage and\nmay even protect telomeres against degradation.\n</P>\n<P>\nBut the protective effect of statins was only seen in patients with\ncomparatively short telomeres.\n</P>\n<P>\n\"In patients whose telomeres were wearing away at a normal rate, statin\ntreatment didn't make any difference. This suggests that statins were protecting\nagainst the worst cases of telomere degradation. Without statins they might have\nbeen even shorter,\" Leicester University cardiologist Nilesh Samani, who led the\nresearch, was quoted as saying.\n</P>\n<P>\nFor years, doctors and scientists have suspected that another property of\nstatins, unrelated to their cholesterol-lowering ability, explained how they\nprotected patients from heart disease and stroke so effectively.\n</P>\n<P>\nThe discoveries made by Samani's team provide important new insights into the\ncauses of arterial disease.\n</P>\n<P>\nSamani said exactly how statins might limit the damage caused by telomere\nshortening or even directly protect telomeres was \" speculation at this stage,\"\nbut his group has already begun laboratory studies to test how the drugs\ninteract with telomeres.\n</P>\n", 
            "id": "XIN_ENG_20070112.0198"
        }, 
        {
            "headline": "Update on Major Health Topics", 
            "text": "\n<P>\nHEART DISEASE\n</P>\n<P>\nBlood test may warn of complications.\n</P>\n<P>\nTHE QUESTION When the heart is under stress, the blood appears to\ncontain higher levels of a protein known as NT-proBNP. Might testing\nblood for this protein provide an advance warning of such events as\nheart attack and stroke?\n</P>\n<P>\nTHIS STUDY involved 987 people, mostly men, with stable coronary\nartery disease who were given blood and urine tests, treadmill tests\nand echocardiograms and were monitored for nearly four years. During\nthis time, 256 of the participants had a heart attack or stroke,\ndeveloped heart failure or died. Of that group, 134 people had the\nhighest protein level among all the participants and 23 had the\nlowest. The risk of a complication, especially heart failure,\nincreased as the NT-proBNP level rose.\n</P>\n<P>\nWHO MAY BE AFFECTED BY THESE FINDINGS? People with coronary artery\ndisease, which occurs when plaque builds up on arteries that supply\nblood to the heart, narrowing them and limiting blood flow. If the\nheart does not get enough blood, chest pain and heart attack can\nresult and, over time, heart failure or arrhythmias can develop.\n</P>\n<P>\nCAVEATS Whether the findings apply to women remains unclear. The\nstudy did not provide data comparing the test with existing tests.\nBlood analysis for the protein was funded by Roche Diagnostics, which\nprovides testing services and products.\n</P>\n<P>\nFIND THIS STUDY Jan. 10 issue of the Journal of the American\nMedical Association; abstract available at www.jama.com.\n</P>\n<P>\nLEARN MORE ABOUT heart disease at www.nhlbi.nih.gov/health and\nwww.americanheart.org.\n</P>\n<P>\nThe research described in Quick Study comes from credible,\npeer-reviewed journals. Nonetheless, conclusive evidence about a\ntreatment's effectiveness is rarely found in a single study. Anyone\nconsidering changing or beginning treatment of any kind should consult\nwith a physician.\n</P>\n", 
            "id": "LTW_ENG_20070118.0007"
        }, 
        {
            "headline": "Gum Disease, Pancreatic Cancer May Be Linked", 
            "text": "\n<P>\nScientists have new evidence that gum disease may be linked to more\nserious health problems, in this case pancreatic cancer.\n</P>\n<P>\nThe researchers stressed that the findings need to be confirmed and\nexplored by additional research, but it is not the first time that\nperiodontal disease has been associated with other serious illness.\nPrevious research suggested that people with infected gums may be more\nprone to heart disease.\n</P>\n<P>\nOver time, the bacterial infection that causes gum disease can also\ncause loss of the bone that anchors the teeth, and the inflammation\nfrom the infection may set the stage for other serious diseases.\n</P>\n<P>\nPancreatic cancer strikes more than 33,000 Americans each year and\nkills more than 30,000, making it the fourth-leading cause of cancer\ndeath.\n</P>\n<P>\nFor the study, Dominique S. Michaud of the Harvard School of Public\nHealth in Boston and colleagues analyzed data from the Health\nProfessionals Follow-up Study, which has gathered data about a wide\nrange of health issues from 51,529 American men.\n</P>\n<P>\nAfter taking other factors into consideration, such as age,\nsmoking, diabetes and body mass index, the researchers found that the\nmen with gum disease were 63 percent more likely to develop pancreatic\ncancer than those without gum disease. Non-smokers with gum disease\nwere twice as likely to develop the hard-to-treat cancer as those with\nhealthy gums.\n</P>\n<P>\n``Our study provides the first strong evidence that periodontal\ndisease may increase the risk of pancreatic cancer,'' said Michaud,\nwho reported the findings in today's issue of the Journal of the\nNational Cancer Institute.\n</P>\n", 
            "id": "LTW_ENG_20070118.0020"
        }, 
        {
            "headline": "British researchers discover why childhood trauma causes adulthood disease", 
            "text": "\n<P>\nBritish researchers have found why childhood trauma caused by abuse increases a\nperson's risk of developing disease later in life, the New Scientist reported in\nit latest issue on Saturday.\n</P>\n<P>\nPrevious studies have suggested that childhood trauma increases a person's risk\nof developing heart disease, diabetes and other disorders normally associated\nwith obesity in adulthood.\n</P>\n<P>\nResearchers studying inflammation in the bloodstream at King's College London\nmonitored 1,000 people in New Zealand from birth to the age of 32, noting any\nfactors that created stress, and recorded levels of C-reactive protein in their\nblood, which is a marker of inflammation and has been linked to heart disease.\n</P>\n<P>\nThe researchers found that people who reportedly have been physically or\nsexually abused, or rejected by their mothers at a young age, were twice as\nlikely to have significant levels of C-reactive protein in their blood.\n</P>\n<P>\nThe researchers believe that stress induces abnormal levels of inflammation in\nchildren, which has repercussions in adulthood.\n</P>\n<P>\n\"Inflammation is a natural response to physical trauma such as cutting yourself\nor getting an infection,\" Andrea Danese who led the research was quoted as\nsaying.\n</P>\n<P>\nConstant stress could also reduce a child's ability to produce glucocorticoid\nhormones, which are the main mechanism the body uses to turn off inflammation,\nDanese holds, hoping his work will help people identify those at risk of\ndeveloping heart disease at an earlier age.\n</P>\n<P>\nThe research team now plans further work to measure glucocorticoid levels in\npeople who were exposed to stress during childhood.\n</P>\n", 
            "id": "XIN_ENG_20070120.0132"
        }, 
        {
            "headline": "GO RED TO FIGHT DISEASE", 
            "text": "\n<P>\nCox News Service\n</P>\n<P>\nATLANTA -- Red has long been the heartwarming color of Valentine's\nDay, but it also has a serious side - as\nthe symbol for women and heart disease.\n</P>\n<P>\nDuring February, the American Heart Association is launching a national \"Go\nRed for Women\" campaign to raise awareness as well as\nfunds for research and education. Last year, the association raised\n$23 million for the campaign. This year's goal is $28\nmillion.\n</P>\n<P>\nAccording to the AHA, only 13 percent of women view heart\ndisease as a health threat, yet it is the No.\n1 killer of women. Cancer is the second most common\ncause of death, and stroke ranks third.\n</P>\n<P>\nTo benefit the Go Red campaign, stores and manufacturers will be\nselling exclusive products and planning special events, comparable to breast\ncancer awareness campaigns in October.\n</P>\n<P>\nNational Wear Red for Women Day: To kick off the month,\neveryone, including men, are encouraged to wear red Friday. Macy's\nis offering a 15 percent savings pass for those who\nwear the brilliant shade. Don't own a red anything? Simply\ndonate $2, receive a Go Red for Women red dress\npin, and the pass is yours.\n</P>\n<P>\nCampbell's Red Goodies: Campbell Soup Company has enlisted designer Michael Vollbracht\nof Bill Blass to design a red frock for actress\nLorraine Bracco who models it today at the Women's Day\nmagazine Red Dress Awards, which honor people/organizations who lead the\nfight against heart disease. The dress will be auctioned Feb.\n5-Feb. 15 on eBay, with all proceeds going to Go\nRed for Women. Campbell's also has an Art of the\nHeart T-shirt for $15, with 50 percent of each sale\ngoing to the campaign. Buy at goredwithcampbells.com.\n</P>\n<P>\nSpecial Red Items: Several retailers have issued red-themed accessories or clothes.\nAcorn stores has an exclusive Heart T-shirt for $40, with\n50 percent of the proceeds going to the campaign.\n</P>\n<P>\nMacy's is selling two exclusive items. Its Go Red Clarins lipstick\nis $21 a tube, with a $1 from each sale\nbenefiting Go Red for Women. \"Kiss &amp;amp; Tell,\" a Macy's\ncustom published book featuring the kiss confessions and lip prints\nof 51 celebs, is $14.95 with 10 percent of the\nsales proceeds going to the campaign. And Brighton will donate\n$5 for every Go Red for Women charm bracelet ($50)\nsold until Feb. 14. For information, visit brighton.com. Swarovski also\nboasts a collection of Go Red for Women items, including\na heart ring ($170) and its signature red dress pin\n($50). The crystal company will donate $125,000 to the American\nHeart Association campaign. Buy the collection at swarovski.com. Click on\nGo Red collection, then slideshow. For more red items, go\nto shopgored.org.\n</P>\n<P>\nMarylin Johnson writes for The Atlanta Journal-Constitution. E-mail: mjohnson AT ajc.com\n</P>\n", 
            "id": "NYT_ENG_20070131.0064"
        }, 
        {
            "headline": "Gene variant offers clues to heart disease in women: study ATTENTION - EMBARGO, RELEASABLE Thursday at 2100 GMT ///", 
            "text": "\n<P>\nA certain gene variant predisposes women to heart disease, a new US study has\nfound, offering clues to the origins of heart attacks and strokes.\n</P>\n<P>\nWomen with the gene variant were four times more likely to show signs of\ncoronary artery disease than women without, the researchers at Children's\nHospital Oakland Research Institute in California said.\n</P>\n<P>\nThe study was published in the American Heart Association's journal\nArteriosclerosis, Thrombosis and Vascular Biology.\n</P>\n<P>\nThe scientists relied on data the University of Iowa gathered through a\ncontinual study of 11,377 people since 1971 in Muscatine, Iowa.\n</P>\n<P>\nAbout 750 participants in the long-term study agreed to give DNA samples and\ncomply with regular checkups over the years. Children's Oakland researchers\nidentified the gene variant in female participants.\n</P>\n<P>\nAbout 77 percent of the women with the gene variant experienced early signs of\nheart attack and stroke.\n</P>\n<P>\nThe study controlled for diet, smoking and other risk factors. Because nearly\nall the participants were white, it's unclear whether the findings would prove\ntrue in other ethnic and racial groups, Lammer said.\n</P>\n<P>\nThe research adds to the burgeoning field of genetics and personalized medicine,\nwhere people could learn early in life what diseases they are most susceptible\nto and make lifestyle choices to reduce risk.\n</P>\n<P>\n\"I think it's the wave of the future,\" he said.\n</P>\n<P>\nCardiovascular disease is the leading cause of death among women and accounts\nfor 16.7 million total deaths worldwide each year, according to the World Health\nOrganization.\n</P>\n", 
            "id": "AFP_ENG_20070131.0713"
        }, 
        {
            "headline": "Pollution puts postmenopausal women at greater health risk: study", 
            "text": "\n<P>\nAir pollution poses a greater risk to postmenopausal women, making them more\nvulnerable to cardiovascular disease, said a new study.\n</P>\n<P>\nPostmenopausal women who live in areas with higher air pollution levels have a\nhigher risk of developing cardiovascular disease and of dying from it, said the\nstudy by researchers at the University of Washington.\n</P>\n<P>\nThe higher and longer the exposure to air pollution, the bigger the threat to\npostmenopausal women, warned the study appearing on the HealthDay News website.\n</P>\n<P>\nThe risk of heart disease is higher than previously thought, and there can be\nsubstantial variations within individual cities, said the study.\n</P>\n<P>\n\"The risk of having a cardiovascular event, that is, a heart attack, stroke or\nneeding bypass surgery, or of dying of a cardiovascular cause, was increased,\"\nsaid study senior author Dr. Joel Kaufman, professor of environmental and\noccupational medicine and epidemiology at the University of Washington.\n</P>\n<P>\nThe study is the first to look at new cases of cardiovascular disease, not just\ndeath. It was also the first to look at air pollution levels within cities.\n</P>\n<P>\nCardiovascular disease is the leading cause of death in the United States,\naccounting for one in three deaths.\n</P>\n<P>\nReducing fine particulate air pollution could result in less cardiovascular\ndisease and fewer deaths, the study stated.\n</P>\n<P>\nFine particulate matter is comprised of tiny particles of soot or dust carried\nin the air. \"They mostly come from combustion of fossil fuels, although\nvegetative burning has an impact in some cities,\" Kaufman said.\n</P>\n", 
            "id": "XIN_ENG_20070201.0347"
        }
    ], 
    "id": "D1114C", 
    "title": "Heart Disease"
}