{
    "docSet": [
        {
            "headline": "32 SHOT DEAD AT VIRGINIA TECH IN NATION'S WORST SHOOTING RAMPAGE", 
            "text": "\n<P>\nThirty-two people were killed and at least 15\ninjured in two shooting attacks at Virginia Tech on Monday\nduring three hours of horror and chaos on this sprawling\nsouthwestern Virginia campus.\n</P>\n<P>\nAccording to the police and witnesses, some victims were executed with\nhandguns while other students were hurt jumping from upper-story windows\nof the classroom building where most of the killings occurred.\nAfter the second round of killings, the gunman killed himself,\nthe police said.\n</P>\n<P>\nIt was the deadliest shooting rampage in American history and came\nnearly eight years to the day after 13 people died\nat Columbine High School in Colorado at the hands of\ntwo disaffected students who then killed themselves.\n</P>\n<P>\nAs of Monday evening, only one of the Virginia Tech victims\nhad been officially identified. Police officials said they were not\nyet ready to identify the gunman or even say whether\nthere was more than one in the attacks that wreaked\ndevastation on this campus of 36,000 students, faculty members and\nstaff.\n</P>\n<P>\nThe university's president, Charles W. Steger, expressed his \"horror and disbelief\nand sorrow\" at what he described as a tragedy of\nmonumental proportions. But questions were immediately raised about whether university\nofficials had responded adequately to the shootings.\n</P>\n<P>\nThere was a two-hour gap between the first shootings, when two\npeople were killed, and the second, when 30 were killed.\nThe university did not send a campuswide alert until the\nsecond incident had begun.\n</P>\n<P>\nSteger defended the decision not to shut down or evacuate the\ncampus after the first shootings, saying officials had believed the\nfirst incident was a self-contained event, which the campus police\nbelieved was a \"domestic\" dispute.\n</P>\n<P>\n\"We had no reason to suspect any other incident was going\nto occur,\" he said.\n</P>\n<P>\nThe Virginia Tech attacks started early in the morning, with a\ncall to police at 7:15 from West Ambler Johnston Hall,\na 900-student freshman dormitory, as students were getting ready for\nclasses or were on their way to them.\n</P>\n", 
            "id": "NYT_ENG_20070416.0286"
        }, 
        {
            "headline": "5th LD-Writethru: Virginia Tech authorities investigating identities of killed, gunman", 
            "text": "\n<P>\nVirginia Tech authorities and the police are investigating the identities of\nthose killed as well as the gunman in the campus shooting rampage, a Virginia\nTech spokeswoman told Xinhua on Monday.\n</P>\n<P>\nIt is not immediately known if there is any Chinese students among the killed or\nwounded. U.S. media said there are a total of over 2,000 international students\nin the Virginia Tech and about half are from India and China.\n</P>\n<P>\nU.S. media reported that a total of 32 people, including the gunman, were killed\nand 29 others wounded in the shooting rampage. This was the deadliest shooting\naccident that took place in a campus in the U.S. history.\n</P>\n<P>\nMeanwhile, CNN reported that the police is investigating the identity and the\nmotive of the gunman. It is not immediately known if the gunman is a student.\n</P>\n<P>\nWhite House deputy press secretary Dana Perino has said that President George W.\nBush was \"horrified\" by the shooting.\n</P>\n<P>\n\"He was horrified and his immediate reaction was one of deep concern for the\nfamilies of the victims, the victims themselves, the students, the professors\nand all the people of Virginia who have dealt with this shocking incident,\"\nPerino said in a statement. \"His thoughts and prayers are with them.\"\n</P>\n<P>\n\"The president believes that there is a right for people to bear arms, but that\nall laws must be followed,\" the statement added.\n</P>\n<P>\nBush himself is expected to make a statement on the shooting rampage at 16:00\nEastern Time.\n</P>\n<P>\nThe gunman opened fire in a dormitory and a class room at Virginia Tech\nUniversity during a two-hour span, university police chief Wendell Flinchum\nsaid.\n</P>\n<P>\n\"The university was struck today with a tragedy of monumental proportions. There\nwas two shootings on campus. In each case, there were fatalities,\" University\nPresident Charles W. Steger said in a statement posted on the official website\nof Virginia Tech.\n</P>\n<P>\n\"The university is shocked and horrified that this would befall our campus,\" he\nsaid.\n</P>\n<P>\nThe university, situated in Blacksburg, southwest Virginia, will be closed\nthrough Tuesday and faculty and staff members were asked to go home effective\nimmediately after the incident.\n</P>\n<P>\nPreviously, the deadliest campus shooting in the country took place in 1966 at\nthe University of Texas at Austin, in which 17 people, including the gunman,\nwere killed.\n</P>\n<P>\nFounded in 1872, the state university has more than 25,000 full- time students.\nThe school is best known for its engineering school and its powerhouse football\nteam.\n</P>\n", 
            "id": "XIN_ENG_20070416.0312"
        }, 
        {
            "headline": "Quiet university campus is scene of Virginia shooting carnage", 
            "text": "\n<P>\nVirginia Tech, an unassuming university on the edge of the Appalachian hills,\nsaw its calm shattered Monday when a gunman unloaded a barrage of bullets into a\ncampus dormitory and classrooms, killing 32 people.\n</P>\n<P>\nThe unlikely scene of the bloodiest school shooting in US history is located in\nbucolic Blacksburg, an outpost of rolling hills and mid-sized farms in the Blue\nRidge mountains, part of the Appalachian range.\n</P>\n<P>\nFormally known as the Virginia Polytechnic Institute and State University,\nVirginia Tech was founded in 1872 as a land-grant school -- a college or\nuniversity designated at its founding by state or federal lawmakers to teach\nagriculture, military tactics, or the mechanical arts so that members of the\nworking class could obtain a liberal, practical education.\n</P>\n<P>\nThe school, the largest university in Virginia, currently has some 25,000 full-\ntime students on a campus encompassing more than 100 buildings and some 2,600\nacres.\n</P>\n<P>\nThe university dominates the life in the southwestern Virginia town of\nBlacksburg with its population of just 40,000, and the school's 900-million\ndollar budget drives the local economy.\n</P>\n<P>\nMany of Virginia Tech's students are pursuing undergraduate or graduate degrees\nin technical and applied studies such as computer science, agriculture,\nengineering, or business.\n</P>\n<P>\nVirginia Tech also has a full-time military training program with a corps of\ncadets, one of the few in the country.\n</P>\n<P>\nWithin the state, Virginia Tech is seen as an engine of research and development\nin biotechnology, energy, information and communication technology and a leader\nin fuel-cell technology. The school's well-regarded engineering programs\nregularly make the ranks of the nation's best.\n</P>\n<P>\nUntil Monday's shooting, the town was best-known for the university and its\nBlacksburg Electronic Village -- one of the oldest Internet-based community\nnetworks in the United States.\n</P>\n<P>\nThe Internet partnership with the university allowed the town to boast one of\nthe largest proportions of online citizens anywhere in the nation -- more than\n87 percent.\n</P>\n", 
            "id": "AFP_ENG_20070416.0570"
        }, 
        {
            "headline": "Shootings at US university not terrorism: FBI", 
            "text": "\n<P>\nThe Federal Bureau of Investigation said there was no sign the killing of at\nleast 30 people at a US university on Monday was the result of terrorism.\n</P>\n<P>\n\"There is no indication that this is an act of terrorism,\" FBI spokesman Richard\nKolko said in a statement.\n</P>\n<P>\n\"However, every avenue will be investigated.\"\n</P>\n<P>\nA gunman opened fire on classrooms at Virginia Tech University on Monday\nmorning, killing at least 30 people before turning his gun on himself in the\nbloodiest school shooting in US history.\n</P>\n<P>\nPanic erupted on the campus as shots and screams first echoed in a Virginia Tech\nUniversity dormitory where students were preparing for morning classes, followed\ntwo hours later by a massacre in an engineering building.\n</P>\n<P>\nPolice could not confirm whether the same gunman was responsible for both\nincidents. The earlier shooting in the dormitory left a man and a woman dead on\nthe Blacksburg, Virginia campus.\n</P>\n<P>\nUniversity police and Virginia state police were leading the investigation into\nthe shooting spree, and the FBI was serving in an \"assistance role only,\" Kolko\nsaid.\n</P>\n", 
            "id": "AFP_ENG_20070416.0634"
        }, 
        {
            "headline": "Virginia Tech reports shooting, gunman on campus, tells students to stay inside", 
            "text": "\n<P>\nVirginia Tech reported a campus shooting Monday and told students to stay inside\ntheir residences and away from windows.\n</P>\n<P>\nNo further details were available.\n</P>\n", 
            "id": "APW_ENG_20070416.0773"
        }, 
        {
            "headline": "Gunman kills 30 at Virginia Tech shooting before being killed", 
            "text": "\n<P>\nA gunman opened fire in a dorm and classroom at Virginia Tech on Monday, killing\nat least 30 people in the deadliest shooting rampage in U.S. history, government\nofficials told The Associated Press. The gunman was killed, bringing to death\ntoll to 31, but it was unclear if he was shot by police or took his own\nlife.\n</P>\n", 
            "id": "APW_ENG_20070416.1219"
        }, 
        {
            "headline": "Text of E-Mail Alerts", 
            "text": "\n<P>\nHere is the text of e-mails sent by Virginia Tech to students,\nfaculty members, parents and others on the university e-mail list. The\nfirst 911 call about the shootings was made to university police at\n7:15 a.m. Classes start at 8 a.m.\n</P>\n<P>\n9:26 a.m.\n</P>\n<P>\nSubject: Shooting on campus.\n</P>\n<P>\nA shooting incident occurred at West Amber Johnston earlier this\nmorning.\n</P>\n<P>\nPolice are on the scene and are investigating.\n</P>\n<P>\nThe university community is urged to be cautious and are asked to\ncontact Virginia Tech Police if you observe anything suspicious or\nwith information on the case. Contact Virginia Tech Police at 231-6411\n</P>\n<P>\nStay attuned to the www.vt.edu. We will post as soon as we have\nmore information.\n</P>\n<P>\n(Police said the second shooting occurred shortly after 9:30 a.m.\nThe 911 call came in at 9:45 a.m., police said.)\n</P>\n<P>\n9:50 a.m.\n</P>\n<P>\nSubject: Please stay put\n</P>\n<P>\nA gunman is loose on campus. Stay in buildings until further\nnotice. Stay away from all windows.\n</P>\n<P>\n10:16 a.m.\n</P>\n<P>\nSubject: All Classes Canceled; Stay where you are\n</P>\n<P>\nVirginia Tech has canceled all classes. Those on campus are asked\nto remain where there are, lock their doors and stay away from\nwindows. Persons off campus are asked not to come to campus.\n</P>\n<P>\n10:52 a.m.\n</P>\n<P>\nSubject: Second Shooting Reported; Police have one gunman in\ncustody\n</P>\n<P>\nIn addition to an earlier shooting today in West Ambler Johnston,\nthere has been a multiple shooting with multiple victims in Norris\nHall.\n</P>\n<P>\nPolice and EMS are on the scene.\n</P>\n<P>\nPolice have one shooter in custody and as part of routine police\nprocedure, they continue to search for a second shooter.\n</P>\n<P>\nAll people in university buildings are required to stay inside\nuntil further notice.\n</P>\n<P>\nAll entrances to campus are closed.\n</P>\n<P>\n(The report of a second shooter turned out to be erroneous. The\ngunman ``in custody'' killed himself.) \n</P>\n", 
            "id": "LTW_ENG_20070417.0131"
        }, 
        {
            "headline": "Urgent: All classes at Virginia Tech for rest of week cancelled", 
            "text": "\n<P>\nVirginia Tech President Charles Steger said Tuesday all classes for the rest of\nthe week at the university have been cancelled.  More\n</P>\n", 
            "id": "XIN_ENG_20070417.0193"
        }, 
        {
            "headline": "Bush to attend service for US university massacre", 
            "text": "\n<P>\nUS President George W. Bush will attend a memorial service Tuesday at a Virginia\nuniversity where 33 people were killed in the worst shooting rampage in modern\nUS history, the White House said.\n</P>\n<P>\n\"President and Mrs (Laura) Bush will attend the convocation at Virginia Tech at\n2:00 pm (1800 GMT) today,\" the White House said in a statement.\n</P>\n", 
            "id": "AFP_ENG_20070417.0268"
        }, 
        {
            "headline": "Urgent: Bush says shooting marks \"day of sadness\" for nation", 
            "text": "\n<P>\nU.S. President George W. Bush said at the memorial service held at Virginia Tech\nTuesday that the shooting rampage marked \"a day of sadness\" for the entire\nnation.\n</P>\n<P>\n\"This is a day of mourning for the Virginia Tech community and it is a day of\nsadness for our entire nation,\" Bush said at the memorial service held at\nBlacksburg, Virginia where the university is located.\n</P>\n", 
            "id": "XIN_ENG_20070417.0319"
        }
    ], 
    "id": "D1116C", 
    "title": "VTech Shooting"
}