{
    "docSet": [
        {
            "headline": "TANKER LEAKS OIL OFF SOUTH KOREA IN LARGE MARITIME SPILL", 
            "text": "\n<P>\nA Hong Kong-registered oil tanker leaked\n10,810 tons, or 66,000 barrels, of crude oil off South Korea's\nstormy west coast on Friday, officials said, in what was estimated\nto be the nation's largest maritime oil spill.\n</P>\n<P>\nA band of oil about 3 miles long was snaking slowly toward the\ncoast, which is dotted with scenic beaches, wildlife habitats and\noyster and other fishing beds.\n</P>\n<P>\n\"So far, we have no reports of damage,\" said Kim Jong-seok, an\nofficial at the Maritime and Fisheries Ministry. \"Much will depend\non how the sea currents move in coming hours. We have 40 vessels\nout there fighting the oil spill.\"\n</P>\n<P>\nThe spill occurred when a vessel carrying a crane crashed into\nthe 147,000-ton tanker Hebei Spirit on Friday morning about 5\nnautical miles off the coast near Taean, 90 miles southwest of\nSeoul.\n</P>\n<P>\nThe collision caused three gashes in the tanker's hull.\nPhotographs released by the maritime ministry showed crude oil\nspurting from the holes. There were no casualties.\n</P>\n<P>\nThe tanker was carrying 1.8 million barrels of crude oil. In the\nprevious largest offshore oil spill in South Korea, an oil tanker\nspilled 30,740 barrels of crude and fuel off the south coast in\n1995, costing 96 billion won, or $101 million, in cleanup\noperations and damages to fishermen.\n</P>\n<P>\nIn 1989, the Exxon Valdez supertanker released about 240,000\nbarrels of oil into Alaska's Prince William Sound, causing a major\nenvironmental disaster.\n</P>\n", 
            "id": "NYT_ENG_20071207.0070"
        }, 
        {
            "headline": "Roundup: Oil leaks off S. Korea's western coast after ship collision", 
            "text": "\n<P>\nAbout 10.5 million liters of crude oil leaked to waters off the western coast of\nSouth Korea on Friday after an oil tanker and a barge collided early on the day\nand became the largest offshore oil spill in South Korea.\n</P>\n<P>\nThe accident occurred at 07:15 a.m. local time (2215 GMT Thursday) in waters 6\nmiles northwest off the seashore of Taean Peninsula, South Chungcheon Province\nwhen the 146,000-ton tanker Hebei Sprit collided with a South Korean barge ship,\nthe maritime police said.\n</P>\n<P>\nHowever, no casualties were reported during the accident.\n</P>\n<P>\nAccording to the coast guard, the Hebei Spirit was registered in Hong Kong,\nwhile the barge ship belongs to a South Korean company. The tanker was at anchor\nwhen the South Korean barge ship hit into the larboard of the oil tanker and\npunctured three holes in the tanker.\n</P>\n<P>\nThe maritime police estimates that about 10.5 million liters of crude oil leak\nfrom the holes and spread to an area of 2 km wide and 7.4 km long.\n</P>\n<P>\nThe South Korean government sent 57 vessels and 4 helicopters to the spot soon\nafter the accident to prevent further spreading of the floating oil.\n</P>\n<P>\nThe South Korean Defense Ministry said Friday it has dispatched 500 soldiers in\nfour Navy boats to assist with the containment efforts.\n</P>\n<P>\nFriday's accident is the largest offshore oil spill in South Korea.\n</P>\n<P>\nIn 1995, a 144,567-ton tanker, the Sea Prince, struck a reef and released 5,035\ntons of oil in waters off the south coast of the country.\n</P>\n", 
            "id": "XIN_ENG_20071207.0175"
        }, 
        {
            "headline": "Oil tanker leaks 15,000 tons of crude oil after collision off South Korea ' s coast", 
            "text": "\n<P>\nA Hong Kong-registered oil tanker collided with another vessel in seas off South\nKorea's west coast Friday and leaked about 15,000 tons of crude oil, the\nMaritime and Fisheries Ministry said.\n</P>\n<P>\nThe collision left three holes in the 146,000-ton tanker Hebbei Spirit, leading\nto the leak, a ministry official said.\n</P>\n", 
            "id": "APW_ENG_20071207.0400"
        }, 
        {
            "headline": "SKorea battles worst ever oil spill: officials", 
            "text": "\n<P>\nA tanker spilled more than 10,000 tons of crude oil into the Yellow Sea after it\nwas holed by a barge Friday in what officials said was South Korea's worst ever\noil spill.\n</P>\n<P>\nAuthorities battled to contain the oil inside a boom some eight kilometres (five\nmiles) long to prevent it damaging the coastline, as a fleet of 28 ships\nscattered dispersant chemicals or tried to pump up the spillage.\n</P>\n<P>\n\"We are worried about an ecological disaster,\" said Kim Jong-Sik, an official\nwith the ministry of maritime affairs and fisheries, adding: \"This is the\ncountry's worst oil spill.\n</P>\n<P>\n\"We have set up a boom, trying to stop oil from spreading along the coast, but\noil sometimes overflows, it depends on the currents.\"\n</P>\n<P>\nThe Hong Kong-registered tanker Hebei Spirit, carrying about 15,000 tons of oil,\nwas berthed five miles off Mallipo, 90 kilometres (54 miles) southwest of Seoul,\nwhen it was pierced in three places.\n</P>\n<P>\nLee Woo-Sung, an official at a crisis centre set up by the ministry, said the\ntanker was no longer leaking after spilling an estimated 10,500 tons, but clean-\nup crews would continue working overnight.\n</P>\n<P>\nThe oil had been spewing from three holes on the tanker's port side. \"A slick of\nspilt oil stretches five kilometres, threatening marine farms in the region,\"\nKim said.\n</P>\n<P>\n\"If we fail to contain the spread, it is feared (it will) inflict serious damage\nto the coast.\"\n</P>\n<P>\nThe barge, which had a crane on board, was being towed by another vessel at the\ntime of the accident.\n</P>\n<P>\n\"Our initial investigation showed loose ropes linked to the towing vessel might\nhave caused the accident,\" Kim told AFP.\n</P>\n<P>\nYonhap news agency said the tow rope broke in strong winds and high waves.\n</P>\n<P>\nThe spill triggered an emergency operation by about 40 coastguard and other\nships as well as four helicopters, said maritime ministry officials. They said\ndozens of vessels in other regions had been asked to join in.\n</P>\n<P>\nThe tanker was anchored near waters designated as a national park before it was\nto sail into Daesan port to discharge its cargo.\n</P>\n<P>\nThe stretchy of west coast is one of Asia's largest wetland areas, and Bok Jin-\nHo, of the Korean Federation for Environmental Movement, said it has sent a team\nto check damage.\n</P>\n<P>\nThe federation's offices have taken numerous calls from people worried about a\npotential environmental disaster.\n</P>\n<P>\n\"The area is ecologically important as migrant birds gather there during\nwinter,\" Bok told AFP.\n</P>\n<P>\n\"If oil reaches the shore it will cause enormous long-term damage to the\nenvironment along the coast, which is also dotted with many seaweed and oyster\nfarms. Wetlands are very vulnerable to pollution.\"\n</P>\n<P>\nIn the previous worst incident in South Korea, a tanker hit a rock in 1995 and\nspilt 5,000 tones of oil onto the south coast, causing damage estimated at\n44.3-billion won (48-million dollars).\n</P>\n<P>\nIn addition, the government spent more than 22-billion won on a five-month\noperation to clean up the shoreline.\n</P>\n<P>\nOne of the worst oil spillages in the world from a tanker was in 1978, when the\nAmoco Cadiz spewed 220,000 tons off the coast of northwest France.\n</P>\n<P>\nIn March 1967, the Torrey Canyon tanker spilled 119,000 tons of crude off\nBritain's Scilly Isles,\n</P>\n<P>\nIn March 1989 the grounded tanker Exxon Valdez leaked 38,800 tones of crude into\nPrince William Sound in Alaska, the worst spill in US history.\n</P>\n", 
            "id": "AFP_ENG_20071207.0436"
        }, 
        {
            "headline": "Oil tanker leaks 110,000 barrels of crude oil after collision off South Korea ' s coast", 
            "text": "\n<P>\nA crane-carrying vessel slammed into a Hong Kong-registered oil tanker in seas\noff South Korea's west coast Friday causing the tanker to leak about 110,000\nbarrels of crude oil, the Maritime and Fisheries Ministry said.\n</P>\n<P>\nThe collision at around 7:30 a.m. (1630 GMT Thursday) left holes in three\ncontainers aboard the 146,000-ton tanker Hebei Spirit, leading to what was\nbelieved to South Korea's largest offshore oil leak, a ministry official said on\ncustomary condition of anonymity citing office policy.\n</P>\n<P>\nHe said the leaked oil was about 15,000 tons or about 110,000 barrels -- which is\nequivalent to 17.4 million liters (4.6 million gallons).\n</P>\n<P>\nAnother ministry official said that spills from two containers were stopped\nabout three hours after the collision, but oil was still leaking from the third\ncontainer.\n</P>\n<P>\nThe official, who also did not give his name, said the amount of the spilled oil\ncould change.\n</P>\n<P>\nYTN, a 24-hour cable news channel, said that the leaked oil amounted to 8,000\ntons without saying where the figure came from. It showed footage of the black\noil gushing out of the ship and into the ocean.\n</P>\n<P>\nThere were no human casualties in the accident. The extent of its potential\ndamage to communities or wildlife in the area was not immediately clear, the\nofficial said.\n</P>\n<P>\nThe tanker was at anchor about 8 kilometers (5 miles) off Mallipo beach, about\n150 kilometers (93 miles) southwest of Seoul, carrying about 260,000 tons of\ncrude oil -- or about 1.8 million barrels -- when it was hit by another vessel\nthat was carrying a crane, the first ministry official said.\n</P>\n<P>\nThe previously largest oil spill in South Korea happened in 1995 when about\n5,035 tons of crude and fuel oil was leaked, according to South Korea's Yonhap\nnews agency.\n</P>\n<P>\nIn 1989, the Exxon Valdez supertanker released about 260,000 barrels, or 11\nmillion gallons of oil into Alaska's Prince William Sound in what turned into a\nmajor environmental disaster.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Kelly Olsen, Hyung-jin Kim and Jae-yeon Lim contributed\nto this report.\n</P>\n", 
            "id": "APW_ENG_20071207.0470"
        }, 
        {
            "headline": "SKorea battling worst oil spill: officials", 
            "text": "\n<P>\nA tanker spilled more than 10,000 tons of crude oil into the Yellow Sea Friday\nafter being holed by a barge in what officials said was South Korea's worst oil\nspill.\n</P>\n<P>\n\"We are worried about an ecological disaster,\" said Kim Jong-Sik, an official\nwith the ministry of maritime affairs and fisheries, adding: \"This is the\ncountry's worst oil spill.\n</P>\n<P>\n\"We have set up a boom, trying to stop oil from spreading along the coast, but\noil sometimes overflows it depending on the currents.\"\n</P>\n<P>\nThe Hong Kong-registered tanker Hebei Spirit, carrying about 15,000 tons of oil,\nwas berthed five miles off Mallipo, 90 kilometres (54 miles) southwest of Seoul,\nwhen it was pierced in three places.\n</P>\n<P>\nThe ministry said the spillage might be greater than the estimated 10,000 tons.\nIt said operations had been hampered by strong winds and the danger of an\nexplosion.\n</P>\n<P>\nThree small tankers were sent to pump the remaining oil from the single-hull\ntanker.\n</P>\n<P>\n\"Oil is still spewing from three holes on the tanker's port side. A slick of\nspilt oil stretches five kilometres, threatening marine farms in the region,\"\nKim said.\n</P>\n<P>\n\"If we fail to contain the spread, it is feared (it will) inflict serious damage\nto the coast,\" he said.\n</P>\n<P>\nThe barge, which had a crane onboard to build a bridge in the western port city\nof Incheon, was being towed by another vessel.\n</P>\n<P>\n\"Our initial investigation showed loose ropes linked to the towing vessel might\nhave caused the accident,\" Kim told AFP.\n</P>\n<P>\nYonhap news agency said the tow rope broke in strong winds and high waves.\n</P>\n<P>\nThe spill triggered an emergency operation by about 40 coastguard and other\nships as well as four helicopters, said maritime ministry officials who have set\nup a crisis centre.\n</P>\n<P>\nThe ministry said dozens of vessels in other regions had been asked to join the\noperation.\n</P>\n<P>\nThe tanker was anchored near waters designated as a national park before sailing\ninto Daesan port to discharge its cargo. The west coast is one of Asia's largest\nwetland areas.\n</P>\n<P>\nIn the previous worst incident in South Korea, a tanker hit a rock in 1995 and\nspilt 5,000 tones of oil onto the south coast, causing damage estimated at\n44.3-billion won (48-million dollars).\n</P>\n<P>\nIn addition, the government spent more than 22-billion won on a five-month\noperation to clean up the south coast.\n</P>\n", 
            "id": "AFP_ENG_20071207.0505"
        }, 
        {
            "headline": "Oil tanker leaks 66,000 barrels of crude oil after collision off South Korea ' s coast", 
            "text": "\n<P>\nA crane-carrying vessel slammed into a Hong Kong-registered oil tanker in seas\noff South Korea's west coast Friday, causing the tanker to leak about 66,000\nbarrels of crude oil, officials said.\n</P>\n<P>\nThe collision at around 7:30 a.m. (2230 GMT Thursday) left holes in three\ncontainers aboard the 146,000-ton tanker Hebei Spirit, leading to what was\nbelieved to be South Korea's largest offshore oil leak, a Maritime and Fisheries\nMinistry official said on customary condition of anonymity, citing office\npolicy.\n</P>\n<P>\nThe spill released about 66,000 barrels (10.5 million liters; 2.7 million\ngallons), said Coast Guard officer Jung Se-hi. Earlier, ministry officials had\ncited a larger figure of about 110,000 barrels for the spill.\n</P>\n<P>\nThe leakage was stopped by late afternoon and work was concentrated on cleaning\nup the spill, Jung said.\n</P>\n<P>\nThe Coast Guard dispatched 34 coast guard, navy and other government vessels as\nwell as four helicopters to stop the spread of the spill and collect the oil,\nJung said.\n</P>\n<P>\nYTN, a 24-hour cable news channel, showed footage of the black oil gushing out\nof the ship and into the ocean.\n</P>\n<P>\nThere were no human casualties in the accident.\n</P>\n<P>\nThe tanker was at anchor about 8 kilometers (5 miles) off Mallipo beach, about\n150 kilometers (93 miles) southwest of Seoul, carrying about 260,000 tons of\ncrude oil -- or about 1.8 million barrels -- when it was hit by another vessel\nthat was carrying a crane, the ministry official said.\n</P>\n<P>\nThe previously largest oil spill in South Korea happened in 1995 when about\n5,035 tons -- about 35,000 barrels -- of crude and fuel oil was leaked, according\nto South Korea's Yonhap news agency.\n</P>\n<P>\nEnvironmental and other damage from Friday's spill would likely be less compared\nwith 1995, said Jang Ki-pyo, a spokesman at the Maritime and Fisheries Ministry,\nas the leaked oil would be quickly frozen during cold winter temperatures and\nbecause the accident took place about 10 kilometers (6.2 miles) from\nshore.\n</P>\n<P>\nThe 1995 leak, which occurred in July, caused an estimated 73.5 billion won, at\ntoday's exchange rates equal to US$80 million (euro55 million), in\ndamage.\n</P>\n<P>\nIn 1989, the Exxon Valdez supertanker released about 260,000 barrels, or 11\nmillion gallons of oil into Alaska's Prince William Sound in what turned into a\nmajor environmental disaster.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Kelly Olsen, Hyung-jin Kim and Jae-yeon Lim contributed\nto this report.\n</P>\n", 
            "id": "APW_ENG_20071207.0597"
        }, 
        {
            "headline": "SKorea stops oil spill after tanker collision, focuses on cleanup", 
            "text": "\n<P>\nSouth Korea's Coast Guard said Friday it stopped oil leaking from a supertanker\nin seas near South Korea's west coast and was cleaning up what appeared to be\nthe country's largest offshore spill.\n</P>\n<P>\nAbout 66,000 barrels (10.5 million liters; 2.7 million gallons) of crude oil\ngushed from the 146,000-ton Hong Kong-registered ship after a crane-carrying\nvessel slammed into it at around 7:10 a.m. (2210 GMT Thursday), the Coast Guard\nsaid.\n</P>\n<P>\nThe site was about 6 nautical miles (7 miles; 11 kilometers) off Mallipo beach,\napproximately 150 kilometers (93 miles) southwest of Seoul, the Coast Guard\nsaid. YTN, a 24-hour cable news channel, showed footage of the black oil leaking\nout of the ship and into the ocean.\n</P>\n<P>\nThe region is popular for scenic beaches, including Mallipo. It is also home to\na national maritime park and an important refueling stop for migratory\nbirds.\n</P>\n<P>\nCho Sung-won, a regional Coast Guard spokesman, said the leak was stopped at\naround noon (0300 GMT).\n</P>\n<P>\nThe spill was believed to be South Korea's largest, according to the Coast Guard\nand the Maritime Ministry. A spill in 1995, previously considered the largest,\nhappened when about 5,035 tons -- about 35,000 barrels -- of crude and fuel oil\nwas leaked.\n</P>\n<P>\nJung Se-hi, a spokesman at Coast Guard headquarters in Incheon, 40 kilometers\n(25 miles) west of Seoul, said 34 coast guard, navy and other government vessels\nas well as four helicopters were involved in the operation, with efforts focused\non cleanup after the leak had been stopped.\n</P>\n<P>\nEnvironmental and other damage from Friday's spill would likely be less compared\nwith 1995, said Jang Ki-pyo, a Maritime and Fisheries Ministry official, as the\nleaked oil would be quickly frozen during cold winter temperatures and because\nthe accident took place about 10 kilometers (6.2 miles) from\nshore.\n</P>\n<P>\nIt was unclear if any of the leaked oil had reached the shore, the Coast Guard's\nJung said.\n</P>\n<P>\nThere were no human casualties in the accident, the Coast Guard\nsaid.\n</P>\n<P>\nThe tanker was at anchor, carrying about 260,000 tons of crude oil -- or about\n1.8 million barrels -- when the accident happened.\n</P>\n<P>\nThe 1995 leak, which occurred in July, caused an estimated 73.5 billion won, at\ntoday's exchange rates equal to US$80 million (euro55 million), in\ndamage.\n</P>\n<P>\nIn 1989, the Exxon Valdez supertanker released about 260,000 barrels, or 11\nmillion gallons of oil into Alaska's Prince William Sound in what turned into a\nmajor environmental disaster.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Kelly Olsen, Hyung-jin Kim and Jae-yeon Lim contributed\nto this report.\n</P>\n", 
            "id": "APW_ENG_20071207.0712"
        }, 
        {
            "headline": "SKorea works to prevent oil spill from hitting ecologically sensitive shoreline", 
            "text": "\n<P>\nSouth Korea's Coast Guard dispatched dozens of ships Friday to prevent crude oil\nthat leaked from a supertanker from reaching an ecologically sensitive shoreline\non the country's west coast.\n</P>\n<P>\nAbout 66,000 barrels (10.5 million liters; 2.7 million gallons) of oil gushed\nfrom the 146,000-ton Hong Kong-registered tanker after a crane-carrying barge\nslammed into it, the Coast Guard said.\n</P>\n<P>\nStrong winds and prevailing currents meant oil was expected to start washing up\non shore as early as Saturday morning and flow into fishing grounds and fishing\nfarms, the Coast Guard said in a statement.\n</P>\n<P>\nMaritime authorities set up a special fence 7.5 kilometers (5 miles) in length\nto try and contain the oil and planned to establish additional fences, the\nstatement said.\n</P>\n<P>\nThe slick was 7.4 kilometers (4.6 miles) long and 2 kilometers (1.2 miles) wide,\nthe Maritime and Fisheries Ministry said.\n</P>\n<P>\nChang Geun-ho, a ministry official, said the extent of environmental damage\nwould depend on the success of the containment operation, though he added that\ncold winter temperatures could help slow the spread of the oil slick by freezing\nit.\n</P>\n<P>\nJung Se-hi, a spokesman at Coast Guard headquarters in Incheon, 40 kilometers\n(25 miles) west of Seoul, said the clean up operation would likely take at least\nthree or four days.\n</P>\n<P>\nThe spill was believed to be South Korea's largest, according to the Coast Guard\nand the ministry. A spill in 1995, previously considered the largest, involved a\nleak of about 5,035 tons -- about 35,000 barrels -- of crude and fuel\noil.\n</P>\n<P>\nThe size of the leak reported by the authorities would be about one-fourth that\nof the 260,000 barrels, or 11 million gallons, of oil spilled into Alaska's\nPrince William Sound by the Exxon Valdez in 1989.\n</P>\n<P>\nThe site of the accident was about 6 nautical miles (7 miles; 11 kilometers) off\nMallipo beach, approximately 150 kilometers (93 miles) southwest of\nSeoul.\n</P>\n<P>\nThe region is popular for scenic beaches, including Mallipo. It is also home to\na national maritime park and an important rest stop for migrating\nbirds.\n</P>\n<P>\nThe accident occurred at 7:10 a.m. (2210 GMT Thursday), the Coast Guard said.\nCho Sung-won, a regional Coast Guard spokesman, said the leak was stopped at\naround noon (0300 GMT).\n</P>\n<P>\nYTN, a 24-hour cable news channel, showed footage of the oil gushing out of the\nship and into the ocean.\n</P>\n<P>\nThe Coast Guard said 46 ships, including navy and other government vessels, plus\nfour helicopters, were involved in the operation. Kim Tae-ho, a Coast Guard\nspokesman, said late Friday that operations had been suspended due to darkness\nand would resume after sunrise.\n</P>\n<P>\nKim said that some of the spilled oil had been collected, though he could not\nsay how much.\n</P>\n<P>\nThe tanker, the Hebei Spirit, and the other vessel, owned by South Korea's\nSamsung Corp., were in no danger of sinking, the Coast Guard said. There were no\ncasualties in the accident, it said.\n</P>\n<P>\nThe tanker was at anchor and carrying about 260,000 tons of crude oil -- about\n1.8 million barrels -- to be loaded into boats from a nearby port when it was hit\nby the South Korean barge which was being towed by a small tug boat, Kim\nsaid.\n</P>\n<P>\nThe barge, which was moving from a construction site, lost control after a wire\nlinking it to the tug boat was cut due to high winds, waves and currents, he\nsaid.\n</P>\n<P>\nKim added that the Coast Guard would later question the barge's captain to find\nwhy he was sailing through the area despite the stormy weather.\n</P>\n<P>\nThe July 1995 leak caused damage estimated at 73.5 billion won, at today's\nexchange rates equal to US$80 million (euro55 million).\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Jae-soon Chang, Kelly Olsen and Jae-yeon Lim in Seoul\ncontributed to this report.\n</P>\n", 
            "id": "APW_ENG_20071207.1125"
        }, 
        {
            "headline": "Oil from damaged supertanker reaches shore in South Korea ' s largest oil spill", 
            "text": "\n<P>\nOil from a damaged supertanker has reached South Korea's western shore, a Coast\nGuard official said Saturday, deepening fears of environmental damage from the\ncountry's largest oil spill.\n</P>\n<P>\nAbout 7 kilometers (4 miles) of coastline near Mallipo beach, approximately 150\nkilometers (95 miles) southwest of Seoul, has been affected by the oil, said\nJung Se-hi, a spokesman at the Coast Guard headquarters in Incheon.\n</P>\n<P>\nJung said it was unclear how serious the contamination was. The region is\npopular for its scenic beaches, and is also the site of fish farms, a national\nmaritime park and an important rest stop for migrating birds.\n</P>\n", 
            "id": "APW_ENG_20071208.0139"
        }
    ], 
    "id": "D1115C", 
    "title": "Oil Spill South Korea"
}