{
    "docSet": [
        {
            "headline": "CHILDREN'S COLD MEDICINES DRAW FDA SAFETY REVIEW", 
            "text": "\n<P>\nFederal drug regulators have started a broad review of\nthe safety of popular cough and cold remedies meant for\nchildren, a top official said Thursday.\n</P>\n<P>\nThe official, Dr. Charles J. Ganley, director of the office of\nnonprescription drug products at the Food and Drug Administration, said\nin an interview that the agency was \"revisiting the risks\nand benefits of the use of these drugs in children\"\nand that \"we're particularly concerned about the use of these\ndrugs in children less than 2 years of age.\"\n</P>\n<P>\nIn high doses, cold medicines can affect the heart's electrical system,\nleading to arrhythmias. Some medicines affect the blood vessels and\nin high doses have been associated with hypertension and stroke.\nIn rare cases, children have been injured even when given\nrecommended doses.\n</P>\n<P>\nIn a recent study of hospital emergency room records from 2004\nand 2005, the Centers for Disease Control and Prevention found\nthat at least 1,519 children who were 2 years old\nhad suffered serious health problems after being treated with common\ncough and cold medicines. Three of the children died, the\ndisease control agency found.\n</P>\n<P>\nThe FDA said it was too early to predict whether the\nreview would lead to new regulations. Its comments came in\nresponse to a petition filed Thursday by a group of\nprominent pediatricians and public health officials demanding that the agency\nstop drug makers from marketing cold and cough medicines for\nchildren under 6. The petition says that the medicines do\nnot work and that in rare cases they can cause\nserious injury.\n</P>\n<P>\nPopular medicines like Toddler's Dimetapp, Infant Triaminic and Little Colds, which\nare marketed for use in children as young as 2,\nshould not be given to young children under any circumstances,\nthe petition says.\n</P>\n<P>\nLike hundreds of older drugs, many of the medicines in these\nproducts do not get a thorough safety review by the\nFDA.\n</P>\n<P>\n\"So many people use these products even though they have no\neffect on colds and there's a real risk of a\nproblem,\" said an author of the petition, Dr. Joshua Sharfstein,\na pediatrician and the health commissioner of Baltimore.\n</P>\n<P>\nGanley, of the FDA, said most over-the-counter cold and cough medicines\nhad not been tested adequately in children. The doses recommended\non many of the products' labels were no better than\neducated guesses, he said.\n</P>\n<P>\n\"We have no data on these agents of what's a safe\nand effective dose in children,\" Ganley said.\n</P>\n<P>\nLinda A. Suydam, president of the Consumer Healthcare Products Association, a\ntrade group of companies that market over-the-counter cold remedies, said\nthe remedies had been approved by the FDA and had\nbeen used for decades by millions of Americans. Consumers should\ntake only the recommended doses, Suydam said.\n</P>\n<P>\nDoug Petkus, a spokesman for Wyeth, which makes Toddler's Dimetapp, agreed,\nadding that \"parents of children under the age of 2\nare encouraged to seek the advice of a physician before\nadministering any over-the-counter medicine.\"\n</P>\n<P>\nSuch cautions \"are clearly stated in product labeling,\" Petkus said. The\npediatricians who petitioned the drug agency acknowledged that children's cough\nand cold medicines were generally safe when given in recommended\ndoses. But they added that overdoses were common, for a\nvariety of reasons. Parents sometimes give their children two different\nbrands, unaware that they contain the same active ingredients. Overdoses\ncan also result when frantic parents try to shove eyedroppers\nor cups of medicine into the mouths of crying, spitting\nbabies.\n</P>\n<P>\nThe safety problems might be worth risking, the petitioners said, if\nthe medicines worked to suppress coughs or clear stuffy noses.\nBut according to a growing number of studies in children,\nthe drugs are no better than placebos.\n</P>\n<P>\n\"There is widespread consensus that there is no good evidence for\nthe effectiveness of several of the compounds used in cold\nmedicines,\" said Dr. Ian M. Paul, an assistant professor of\npediatrics at Penn State College of Medicine who has studied\nthe medicines. Last year, the American College of Chest Physicians\nrecommended that parents avoid using cough and cold medicines in\nchildren, especially young ones, because the medicines can cause serious\nproblems.\n</P>\n<P>\nDespite these growing worries, sales of the drugs are booming. Most\nmajor pharmacies carry a dozen or more brands.\n</P>\n<P>\nThe market for these medicines is fed by parents looking for\nanything to get their children to sleep peacefully. Children suffer\nan average of six to 10 colds each year, far\nmore than adults. A 1994 study found that during one\n30-day span, more than a third of the nation's 3-year-olds\nwere estimated to have been given over-the-counter cough and cold\nremedies.\n</P>\n<P>\nThe products' labels and advertising strongly suggest that they work, many\nwith flavors like grape and cherry.\n</P>\n<P>\nLittle Colds has a cartoon of a cheerful, crawling infant wearing\nonly a diaper. It promises that it \"safely and gently\nrelieves.\" Children's Vicks NyQuil has a cartoon that shows a\nsmall, sleeping child hugging a sleeping puppy.\n</P>\n<P>\n\"Parents will do anything for their kids,\" said Sharfstein. \"They will\nbuy expensive syrups if they think their kid will do\nbetter.\"\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nMost cough and cold concoctions have nasal decongestants, antihistamines, cough suppressants\nor expectorants -- common ingredients with names like dextromethorphan, guaifenesin\nand phenylephrine. Most of these drugs have been around for\ndecades and were approved for sale by the FDA when\nstandards were far lower than they are today.The agency has\nput all the compounds on a \"monograph,\" which means that\ndrug manufacturers can use and combine them in pills and\nsyrups without doing any of the expensive and lengthy studies\nthat would be needed for a new drug. Because the\ndrugs are so widely available, there is no incentive for\ndrug manufacturers to perform such studies. Information about their lack\nof efficacy and worrisome side effects have trickled out.\n</P>\n<P>\nDr. Sidney Wolfe, director of Public Citizen's Health Research Group and\na longtime critic of the FDA, noted that cold medicines\nhave a troubled history. A decade ago, many such medicines\ncontained phenylpropanolamine, or PPA, until studies showing that it could\ncause hemorrhagic stroke led the FDA to ban it.\n</P>\n<P>\nGiven such problems, Wolfe said, the agency years ago should have\ntaken a closer look at all common cold medicines.\n</P>\n<P>\nSharfstein said there was now enough evidence about the dangers of\nthe drugs for the FDA to act.\n</P>\n<P>\n\"There is this incredible disparity between how the products are regulated\nand what the scientific evidence and consensus states,\" Sharfstein said.\n</P>\n", 
            "id": "NYT_ENG_20070301.0203"
        }, 
        {
            "headline": "NY Times: US regulators reviewing safety of children ' s cold drugs", 
            "text": "\n<P>\nCommon children's cold and cough medicines are coming under scrutiny from\nfederal drug regulators, who say the remedies and their recommended doses have\nnot been studied enough in children, a newspaper reported.\n</P>\n<P>\nDr. Charles J. Ganley, a top Food and Drug Administration official, said the\nagency was \"revisiting the risks and benefits of the use of these drugs in\nchildren,\" especially those under 2, The New York Times reported in Friday's\neditions.\n</P>\n<P>\nMost over-the-counter cold and cough medicines have been insufficiently tested\nin children, said Ganley, the director of the FDA's office of nonprescription\ndrug products.\n</P>\n<P>\n\"We have no data on these agents of what's a safe and effective dose in\nchildren,\" he told The Times in an interview.\n</P>\n<P>\nThe FDA said it could not yet determine whether new regulations would result\nfrom the safety review, according to the newspaper.\n</P>\n<P>\nA group of pediatricians and public health officials asked the agency Thursday\nto bar drug manufacturers from marketing such remedies as Toddler's Dimetapp,\nInfant Triaminic and Little Colds to children under 6.\n</P>\n<P>\nA recent study by the federal Centers for Disease Control and Prevention showed\nthat more than 1,500 children under 2 had experienced serious health problems --\nand three died -- after taking common cold medicines in 2004 and 2005. The\nAmerican College of Chest Physicians last year recommended avoiding using cough\nand cold medicines in children, especially young ones.\n</P>\n<P>\nIn above-normal doses, cold medicines can lead to heart arrhythmias, and some\nhave been linked to hypertension and stroke when taken in high doses, The Times\nreported. In rare cases, children have had medical problems after taking\nrecommended doses, the article said.\n</P>\n<P>\nThe president of the Consumer Healthcare Products Association, which represents\ncompanies that sell over-the-counter cold drugs, noted that the medicines had\nFDA approval and had been used for decades. They should be taken only in\nrecommended doses, association president Linda A. Suydam said.\n</P>\n<P>\nThe pediatricians who petitioned the FDA Thursday acknowledged that children's\ncold medicines were generally safe in recommended doses, but they said overdoses\nwere common because many children were given more than one medicine, among other\nreasons. They also questioned the drugs' effectiveness in children.\n</P>\n<P>\nMany cold and cough drugs won FDA approval decades ago, when the agency's\nstandards were less strict, The Times reported.\n</P>\n", 
            "id": "APW_ENG_20070302.0391"
        }, 
        {
            "headline": "Public health officials seek strict warnings on cold medicines commonly used to treat kids", 
            "text": "\n<P>\nU.S. government health officials said Friday they are reviewing whether popular\nmedicines like Tylenol Plus Cold &amp; Cough and Infant Triaminic Thin Strips\nare safe and effective in treating children's colds and coughs.\n</P>\n<P>\nDisclosure of the review, which will take months to complete, came as critics\ncharged that many over-the-counter cough and cold remedies can harm toddlers and\npreschoolers. Those critics, including public health officials and\npediatricians, are pushing the government for stricter warnings to prevent\nlife-threatening overdoses.\n</P>\n<P>\n\"We have been looking at this issue internally with regard to the safety and\nefficacy of the use of these products in children,\" Dr. Charles Ganley, director\nof the FDA's office of nonprescription drug products, told reporters as he\nresponded to a petition filed Thursday by city of Baltimore officials and\nothers. The review covers medicines that include decongestants, antihistamines,\ncough suppressants and expectorants.\n</P>\n<P>\nThe petition is far from the first warning about children using the medicines.\nThe American Academy of Pediatrics began issuing those warnings to parents in\n1997. And just two months ago, the Centers for Disease Control and Prevention\nreported that more than 1,500 toddlers and babies wound up in emergency rooms\nover a two-year period because of the drugs. The study's authors told parents to\nconsult a doctor before giving the remedies to children under age\n2.\n</P>\n<P>\nIn fact, the labels of every cough and cold remedy already caution parents to do\njust that, said Linda A. Suydam, president of the Consumer Healthcare Products\nAssociation, which represents makers of over-the-counter, or OTC,\nmedicines.\n</P>\n<P>\n\"OTC cough and cold remedies have a long history of safety when used according\nto the label. The most important information for all consumers is that OTC\nmedicines are real medicines and must be used according to the label\ninstructions at all times,\" Suydam said in a statement.\n</P>\n<P>\nStill, product packaging often bears images of children apparently much younger\nthan 2, as well as terms like \"infant\" and \"baby.\" The petitioners called that\nmisleading, adding that the average drug store stocks more than 30 such\nproducts.\n</P>\n<P>\nConcentrated Tylenol Plus Cold &amp; Cough, for instance, includes a picture of\na mother and infant, even though its label recommends asking a doctor before\nusing in children younger than 2. Manufacturer McNeil Consumer Healthcare\nreiterated that advice in a statement. A spokeswoman declined to comment\nfurther.\n</P>\n<P>\nThe FDA has never approved dosing recommendations for the 0-2 age group for the\ndrugs. Nor is it known just how much of their various ingredients it would take\nto injure or kill children that young, according to the CDC.\n</P>\n<P>\nThe petition asks the FDA to go further and require that labels say the products\nshouldn't be used to treat children younger than 6.\n</P>\n<P>\nIn Maryland alone, roughly 900 children 4 and younger overdosed on the medicines\nin 2004, according to the new petition. In Baltimore, the medical examiner has\nlinked the products to the deaths of at least four children under 4 in the last\nfive years.\n</P>\n<P>\nYet these products have never been proven to benefit children so young, the\npetitioners argued.\n</P>\n<P>\nTherefore, \"we recommend that families be aware of these risks and not use\nover-the-counter cough and cold medications for children ages 5 and under,\"\nBaltimore officials said.\n</P>\n", 
            "id": "APW_ENG_20070302.1433"
        }, 
        {
            "headline": "U.S. government warns parents to take care in giving children cough and cold medicines", 
            "text": "\n<P>\nThe U.S. government is warning parents not to give cough and cold medicines to\nchildren under 2 without a doctor's order, part of an overall review of the\nproducts' safety and effectiveness for youngsters.\n</P>\n<P>\nAmid questions about benefits and risks, the Food and Drug Administration said\nWednesday its Nonprescription Drugs Advisory Committee will meet Oct. 18-19 to\ndiscuss the use of cough and cold drugs by children.\n</P>\n<P>\nThe FDA issued a public health advisory that cited serious adverse effects\nlinked to children -- particularly those 2 and younger -- who have received too\ngreat a dose of over-the-counter medications for coughs and colds.\n</P>\n<P>\nParents should carefully follow directions for use that come with a medication,\nthe FDA said. Other recommendations in the advisory included:\n</P>\n<P>\n--Do not use cough and cold products in children under 2 unless given specific\ndirections to do so by a health care provider.\n</P>\n<P>\n--Do not give children medicine that is packaged and made for adults. Use only\nproducts marked for use in babies, infants or children, sometimes called\n\"pediatric\" use.\n</P>\n<P>\n--Cough and cold medicines come in different strengths. If unsure about the right\nproduct for a child, ask a health care provider.\n</P>\n<P>\n--If other medicines, whether over-the-counter or prescription, are being given\nto a child, the child's health care provider should review and approve their\ncombined use.\n</P>\n<P>\n--Read all of the information in the \"Drug Facts\" box on the package label to\nknow the active ingredients and the warnings.\n</P>\n<P>\n--For liquid products, parents should use the measuring device that is packaged\nwith each medicine formulation and is marked to deliver the recommended dose. A\nkitchen teaspoon or tablespoon is not an appropriate measuring\ndevice.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nFDA Center for Drug Evaluation and Research:\n</P>\n", 
            "id": "APW_ENG_20070816.0724"
        }, 
        {
            "headline": "EXPERTS AT FDA URGE FIRM ACTION ON CHILD DRUGS", 
            "text": "\n<P>\nSafety experts for the Food and Drug Administration\nurged the agency on Friday to consider an outright ban on\nover-the-counter, multi-symptom cough and cold medicines for\nchildren under 6.\n</P>\n<P>\nThe recommendation, in a 356-page safety review, is the clearest\nsignal yet that the agency may take strong action against the\nroughly 800 popular medicines marketed in the United States under\nnames like Toddler's Dimetapp, Triaminic Infant and Little Colds.\n</P>\n<P>\nThe next step in the process will be a meeting of outside\nexperts on Oct. 18-19 to examine the medicines' safety and offer\nrecommendations to the agency.\n</P>\n<P>\nIn the new safety review, the FDA's experts suggested that all\n\"infant\" cough and cold formulations be removed from the market,\nand that the droppers, cups and syringes included with products for\nchildren be standardized to reduce the risks of confusion and\noverdose.\n</P>\n<P>\nThe reviewers wrote that there is little evidence that these\nmedicines are effective in young children, and there are increasing\nfears that they may be dangerous. From 1969 to 2006, at least 54\nchildren died after taking decongestants, and 69 died after taking\nantihistamines, the report said. And it added that since adverse\ndrug reactions are reported voluntarily and fitfully, the numbers\nwere likely to significantly understate the medicines' true toll.\n</P>\n<P>\nThe Consumer Healthcare Products Association, an industry trade\ngroup that has consistently defended the safety of pediatric cough\nand cold medicines, recommended in its own 156-page safety review,\nalso released Friday, that the FDA consider mandatory warning\nlabels saying that they should not be used in children younger than\ntwo. Many cough and cold medicines now advise parents to \"consult\na physician\" before use in such children.\n</P>\n<P>\nThe proposed warnings \"are recommendations that we have brought\nforth and we look forward to having a thorough discussion with the\nFDA,\" said Virginia Cox, a spokeswoman for the trade group.\n</P>\n<P>\nDespite the industry's recommendation, many companies --\nincluding such giants as Johnson &amp;amp; Johnson -- continue to sell cough\nand cold medicines with \"infant\" in their titles and pictures of\nbabies on their labels.\n</P>\n<P>\nMark Boston, a spokesman for a Johnson &amp;amp; Johnson subsidiary that\nsells pediatric cough and cold medicines, said the company\n\"supports the materials\" that the trade association submitted to\nthe FDA, but declined to say why the company continues to sell such\nproducts as \"Concentrated Tylenol Infants' Drops Plus Cold.\"\n</P>\n<P>\nDr. Joshua Sharfstein, Baltimore's commissioner of health and an\nauthor of a petition that led the FDA to conduct its current\nreview, cheered its new report, saying it raised serious questions\nabout why anyone would give cough and cold medicines to young\nchildren. \"These products are used by hundreds of thousands of\nkids every year, but no one can say that they're safe or\neffective,\" he said.\n</P>\n<P>\nThe petition followed a study by the Centers for Disease Control\nand Prevention that found that more than 1,500 children under the\nage of two had suffered serious health problems between 2004 and\n2005 after being treated with common cough and cold medicines.\n</P>\n<P>\nCurrent figures on the medicines' sales and use are not\navailable, but in 1994 researchers reported in The Journal of the\nAmerican Medical Association that more than a third of all\nthree-year-olds in the United States were given over-the-counter\ncough and cold preparations in one 30-day span.\n</P>\n<P>\nThe petition noted that in 1990, Americans spent nearly $2\nbillion on these medications, and it said that in a typical\ndrugstore, over 30 separate cough and cold preparations are\nmarketed to parents for use in children.\n</P>\n<P>\nAlso on Friday, the FDA warned the makers of nearly 200\nunapproved prescription medicines containing the\npain-and-cough-relief drug hydrocodone that by Oct. 31 they must\nstop making these products for children under six.\n</P>\n<P>\nMakers of all other unapproved hydrocodone products have until\nDec. 31 to stop making them.\n</P>\n<P>\nHydrocodone is a narcotic that is widely used to treat pain and\nsuppress cough. There are seven FDA-approved prescription cough\nproducts containing hydrocodone, and doctors can continue to write\nprescriptions for those.\n</P>\n<P>\nThe agency's safety review and its decision to ban unapproved\nhydrocodone products both result from gradual but significant\nchanges in the standards used for drug approvals.\n</P>\n<P>\nIn the case of pediatric over-the-counter medicines, the agency\ndecided decades ago that drug makers could market the medicines for\nchildren even though they had only been tested in adults. Back\nthen, it was assumed that children's bodies were simply smaller\nversions of adult ones.\n</P>\n<P>\nThat assumption has proven untrue. Indeed, a growing number of\nstudies suggest that cough and cold medicines work no better in\nchildren than placebos.\n</P>\n<P>\nDespite this, there are 800 such products on the market and\nsales have long been strong. Most major pharmacies carry a dozen or\nmore brands. The medicines are popular largely because children\nhave an average of six to 10 colds each year, far more than adults.\n</P>\n<P>\nSimilarly, hydrocodone has never been shown to be safe and\neffective in children, and its dangers as a powerful and\npotentially addictive narcotic are clear. Even more broadly, 200\nhydrocodone-containing products never won approval from the\nmodern-day FDA.\n</P>\n<P>\nThere are thousands of such unapproved drugs on the market.\nIndeed, an estimated 2 percent of all prescriptions are written for\nunapproved products. Most have been around for decades, and the FDA\nis gradually forcing their makers to either get official approval\nor stop selling them.\n</P>\n", 
            "id": "NYT_ENG_20070928.0204"
        }, 
        {
            "headline": "MAKERS WITHDRAW INFANT COLD MEDICINES FROM THE MARKET", 
            "text": "\n<P>\nMajor makers of over-the-counter infant cough and cold medicines\nannounced Thursday that they were voluntarily withdrawing their\nproducts from the market for fear that they could be misused by\nparents.\n</P>\n<P>\nThe voluntary withdrawal affects only products labeled for\n\"infants,\" not those for use in children 2 and older. And some\nsmall companies may continue selling the products.\n</P>\n<P>\nThe move comes two weeks after safety reviewers within the Food\nand Drug Administration urged the agency to consider an outright\nban of over-the-counter cough and cold products for children under\nthe age of 6. Even the industry's own trade association, the\nConsumer Healthcare Products Association, recommended two weeks ago\nthat the products should no longer be used for infants.\n</P>\n<P>\nDespite this recommendation, makers continued to sell cough and\ncold products labeled for infants.\n</P>\n<P>\nLast week, Rep. Henry A. Waxman, D-Calif., who is chairman of\nthe House Committee on Oversight and Government Reform, sent a\nletter to the industry's trade association asking why \"in direct\ncontradiction to this recommendation, however, many C.H.P.A. member\ncompanies are currently marketing these products for use in\nchildren under 2.\"\n</P>\n<P>\nNext week, a committee of outside experts will meet to consider\nthe safety of these medicines and offer recommendations to the\nagency.\n</P>\n<P>\nThere are roughly 800 over-the-counter pediatric cough and cold\nproducts. In the year prior to July 15, makers sold at least 41\nmillion packages of these in the United States, according to the\nhealthcare products group, about a fifth of which were sold in the\nform of \"drops\" that are generally targeted for use in infants.\n</P>\n<P>\nThe industry said that the medicines are safe and effective when\nused as directed.\n</P>\n<P>\n\"The reason the makers of over-the-counter, oral cough and cold\nmedicine for infants are withdrawing these medicines is that there\nhave been rare patterns of misuse leading to overdose recently\nidentified, particularly in infants, and safety is our top\npriority,\" said Linda A. Suydam, president of the trade\nassociation.\n</P>\n<P>\nThere is very little evidence that cough and cold medicines are\neffective in young children, and there are increasing fears that\nthey may be dangerous. From 1969 to 2006, at least 45 children died\nafter taking decongestants, and 69 died after taking\nantihistamines, the industry association has said.\n</P>\n<P>\nMany of these children were injured after their parents\nmistakenly gave them too much, either because they did not realize\nthat products from two different makers contained identical\nmedicine, or the parents measured doses poorly. But there are\ngrowing reports that even children given recommended quantities of\nthe medicines are at risk.\n</P>\n<P>\nThe Poison Control Center of the Children's Hospital of\nPhiladelphia recently reported on four cases of prolonged\nhallucinations in children as old as 6 who were given recommended\ndoses of the medicines.\n</P>\n<P>\nWith almost no evidence that they are effective and growing\nworries that they may be unsafe, a group of prominent pediatricians\npetitioned the agency earlier this year to consider banning the\ndrugs' use in young children.\n</P>\n<P>\nAmong the products being withdrawn are Dimetapp Decongestant\nInfant Drops, Little Colds Decongestant Plus Cough, Pediacare\nInfant Drops Decongestant, Robitussin Infant Cough DM Drops,\nTriaminic Infant and Toddler Thin Strips Decongestant, and Tylenol\nConcentrated Infant Drops Plus Cold and Cough.\n</P>\n<P>\nDimetapp and Robitussin are products of Wyeth; Little Colds is\nmade by the Medtech Products unit of Prestige Brands Holdings;\nTylenol and Pediacare are made by the McNeil Consumer Healthcare\nunit of Johnson &amp;amp; Johnson; and Triaminic is made by Novartis.\n</P>\n<P>\nNone of the companies' stocks moved significantly on Thursday;\nby midafternoon Novartis and Johnson &amp;amp; Johnson were trading\nslightly higher, and Wyeth and Prestige Brands slightly lower.\n</P>\n", 
            "id": "NYT_ENG_20071011.0089"
        }, 
        {
            "headline": "MAKERS PULL INFANT COLD MEDICINES OFF THE SHELVES", 
            "text": "\n<P>\nMajor makers of over-the-counter infant cough and\ncold medicines announced Thursday that they were withdrawing their\nproducts from the market for fear that they could be misused by\nparents.\n</P>\n<P>\nThe voluntary withdrawal, already under way, affects only\nproducts labeled for use in infants, not for use in children 2 and\nolder. And some small companies could continue selling infant\nproducts. More changes, perhaps mandated by federal drug\nregulators, could be in the offing.\n</P>\n<P>\nThe withdrawal comes two weeks after safety reviewers within the\nFood and Drug Administration urged the agency to consider an\noutright ban of over-the-counter cough and cold products for\nchildren under 6. Even the industry's main trade group, the\nConsumer Healthcare Products Association, recommended two weeks ago\nthat the products not be used on infants.\n</P>\n<P>\nDespite the recommendation, giant drugmakers like Johnson &amp;amp;\nJohnson, Wyeth and Novartis continued to sell cough and cold\nproducts labeled for infants. Last week, Rep. Henry A. Waxman,\nD-Calif., chairman of the House Committee on Oversight and\nGovernment Reform, sent a letter to the industry's trade\nassociation asking why the products were still being sold.\n</P>\n<P>\nUntil Thursday, industry representatives answered that they were\ndiscussing the issue with the FDA and defended their medicines as\nsafe and effective.\n</P>\n<P>\n\"The reason the makers of over-the-counter oral cough and cold\nmedicine for infants are withdrawing these medicines is that there\nhave been rare patterns of misuse leading to overdose recently\nidentified, particularly in infants,\" said Linda A. Suydam,\npresident of the trade association.\n</P>\n<P>\n\"Safety is our top priority,\" Suydam added.\n</P>\n<P>\nSen. Charles E. Schumer, D-N.Y., criticized the drug agency for\na delayed withdrawal.\n</P>\n<P>\n\"The FDA should be first to act to ensure consumer safety\nrather than leaving families to rely on the industry itself,\"\nSchumer said.\n</P>\n<P>\nNext week, a committee of outside experts will consider the\nsafety of these medicines and offer recommendations to the agency.\n</P>\n<P>\nDianne Murphy, director of the agency's office of pediatric\ntherapeutics, said in an interview that in addition to asking basic\nquestions about the drugs' safety and effectiveness, the agency\nintended to question the experts closely about the advisability of\ncombination medicines. It will also explore how to address the\nissue of accurate dosing when there are a dizzying array of\nmeasuring devices, some provided by the manufacturers and some not.\n</P>\n<P>\n\"These measuring devices, we would hope that is an area that\nwould change,\" Murphy said.\n</P>\n<P>\nThe experts will also consider whether children from 2 to 6\nshould be given these medicines.\n</P>\n<P>\n\"I don't recommend their use in any child,\" said Dr. Daniel\nFrattarelli, a pediatrician from Detroit who serves on the American\nAcademy of Pediatrics' committee on drugs. \"These medicines don't\nhelp, they may hurt, so don't use them.\"\n</P>\n<P>\nThere are roughly 800 over-the-counter pediatric cough and cold\nproducts. In the fiscal year that ended July 15, makers sold at\nleast 41 million units of these products in the United States,\nabout a fifth of which were sold in the form of drops that are\ngenerally given to infants, according to the trade association. A\n1994 study found that more than a third of all 3-year-olds in the\ncountry were given over-the-counter cough and cold preparations in\none 30-day span.\n</P>\n<P>\nThe products being withdrawn include Dimetapp Decongestant\nInfant Drops and Robitussin Infant Cough DM Drops, both made by\nWyeth; Little Colds Decongestant Plus Cough, by Prestige Brands;\nPediacare Infant Drops Decongestant and Tylenol Concentrated Infant\nDrops Plus Cold and Cough, both by Johnson &amp;amp; Johnson; and Triaminic\nInfant &amp;amp; Toddler Thin Strips Decongestant, by Novartis.\n</P>\n<P>\nCompanies would not disclose sales figures for the products.\nPrestige Brands said that its two withdrawn products represented\nabout 1 percent of its net sales, which were $318.6 million in its\n2007 fiscal year.\n</P>\n<P>\nDoug Petkus, a Wyeth spokesman, said the withdrawals would\n\"have minimal impact on the company.\" Wyeth's entire line of\nRobitussin products had $225.5 million in sales last year. Johnson\n&amp;amp; Johnson does not report overall Tylenol sales but has hinted that\nthey approach $1 billion annually.\n</P>\n<P>\nThere is little evidence that cough and cold medicines are\neffective in young children, and there are increasing fears that\nthey may be dangerous. From 1969 to 2006, at least 45 children died\nin the United States after taking decongestants, and 69 died after\ntaking antihistamines, according to the FDA.\n</P>\n<P>\nMany children sickened after they were mistakenly given too much\n-- either because parents failed to realize that products from two\nmakers contained identical medicines or because parents had given\nimproper amounts. But there are a growing number of reports that\neven children given recommended doses are at risk.\n</P>\n<P>\nThe Poison Control Center of the Children's Hospital of\nPhiladelphia recently reported four cases of prolonged\nhallucinations in children as old as 6 who were given recommended\ndoses.\n</P>\n<P>\nInfant cough-and-cold products were approved decades ago without\nadequate testing in children because experts assumed that children\nwere simply small adults, and that drugs approved for adults must\nalso work in children. More recent research showed that neither\nassumption was true. Indeed, recent studies suggest that pediatric\ncough and cold medicines work no better than placebos.\n</P>\n<P>\nJoshua M. Sharfstein, the Baltimore commissioner of health,\ncheered the withdrawals but said that the FDA should ban all such\nproducts so that smaller companies do not continue to sell them.\n</P>\n<P>\n\"We believe that companies should also stop marketing cough and\ncold products for toddlers,\" Sharfstein said.\n</P>\n<P>\nDr. Andrew D. Racine, a pediatrician at the Children's Hospital\nat Montefiore in the Bronx, said that most parents who give cold\nmedicines to young children were just hoping for a good night's\nsleep themselves.\n</P>\n<P>\nRacine said that he tells all new parents never to combine cough\nand cold medicines and to expect that their child will get six to\neight colds each year.\n</P>\n<P>\n\"When you become a parent,\" he said, \"you have to be prepared\nfor some sleepless nights.\"\n</P>\n<P>\nMurphy of the FDA said parents should be more cautious about\nusing such medicines.\n</P>\n<P>\n\"All drugs have risks,\" she said, \"and these drugs are mostly\nused to treat symptoms and not the underlying disease, and we need\nto be very careful about deciding whether and when to use them or\nnot.\"\n</P>\n", 
            "id": "NYT_ENG_20071011.0192"
        }, 
        {
            "headline": "MAKERS TAKE INFANT DRUGS FOR COLDS OFF U.S. MARKET", 
            "text": "\n<P>\nMajor makers of over-the-counter infant cough and\ncold medicines announced Thursday that they were withdrawing their\nproducts from the market for fear that they could be misused.\n</P>\n<P>\nThe voluntary withdrawal, already under way, affects only\nproducts labeled for use in infants, not for use in children 2 and\nolder. And some small companies could continue selling infant\nproducts. More changes, perhaps mandated by federal drug\nregulators, could be in the offing.\n</P>\n<P>\nThe withdrawal comes two weeks after safety reviewers within the\nFood and Drug Administration urged the agency to consider an\noutright ban of over-the-counter cough and cold products for\nchildren under 6. Even the industry's main trade group, the\nConsumer Healthcare Products Association, recommended two weeks ago\nthat the products not be used on infants.\n</P>\n<P>\nDespite the recommendation, giant drugmakers like Johnson &amp;amp;\nJohnson, Wyeth and Novartis continued to sell cough and cold\nproducts labeled for infants. Last week, Rep. Henry A. Waxman,\nD-Calif., chairman of the House Committee on Oversight and\nGovernment Reform, sent a letter to the industry's trade\nassociation asking why the products were still being sold.\n</P>\n<P>\nUntil Thursday, industry representatives answered that they were\ndiscussing the issue with the FDA and defended their medicines as\nsafe and effective.\n</P>\n<P>\n\"The reason the makers of over-the-counter oral cough and cold\nmedicine for infants are withdrawing these medicines is that there\nhave been rare patterns of misuse leading to overdose recently\nidentified, particularly in infants,\" said Linda A. Suydam,\npresident of the trade association.\n</P>\n<P>\nNext week, a committee of outside experts will consider the\nsafety of these medicines and offer recommendations to the agency.\n</P>\n<P>\nDianne Murphy, director of the agency's office of pediatric\ntherapeutics, said in an interview that in addition to asking basic\nquestions about the drugs' safety and effectiveness, the agency\nintended to question the experts closely about the advisability of\ncombination medicines. It will also explore how to address the\nissue of accurate dosing when there are a dizzying array of\nmeasuring devices, some provided by the manufacturers and some not.\n</P>\n<P>\nThe experts will also consider whether children from 2 to 6\nshould be given these medicines.\n</P>\n", 
            "id": "NYT_ENG_20071011.0236"
        }, 
        {
            "headline": "Johnson &amp; Johnson recalling some cough medicines for children because of overdose concerns", 
            "text": "\n<P>\nJohnson &amp; Johnson on Thursday voluntarily recalled certain infant cough and\ncold products, citing \"rare\" instances of misuse leading to overdoses.\n</P>\n<P>\nIn a statement, J&amp;J's McNeil-PPC unit said the misuse could lead to\noverdoses \"particularly in infants under two years of age.\"\n</P>\n<P>\nThe products being recalled include infants' Tylenol Drops Plus Cold;\nConcentrated Infants' Tylenol Drops Plus Cold &amp; Cough; Pediacare Infant\nDrops Decongestant; Pediacare Infant Drops Decongestant &amp; Cough; Pediacare\nInfant Dropper Decongestant; Pediacare Infant Dropper Long-Acting Cough; and\nPediacare Infant Dropper Decongestant &amp; Cough (PE) products.\n</P>\n<P>\nCough and cold products for children age 2 and over and single-ingredient pain\nreliever and fever reducers expressly labeled for infants are not included in\nthe recall.\n</P>\n<P>\nThe recall comes two months after the U.S. Food and Drug Administration issued a\npublic health advisory warning parents not to give cough and cold medications to\nchildren under 2 years of age without a doctor's direction.\n</P>\n<P>\nThe FDA's Nonprescription Drugs Advisory Committee will meet Oct. 18-19 to\ndiscuss the use of cough and cold drugs by children.\n</P>\n", 
            "id": "APW_ENG_20071011.0885"
        }, 
        {
            "headline": "Johnson and Johnson, Wyeth and others pull infant cold medications amid safety concerns", 
            "text": "\n<P>\nDrug makers on Thursday voluntarily pulled kids' cold medicines off the market\nless than two weeks after the U.S. government warned of potential health risks\nto infants.\n</P>\n<P>\nProducts aimed at children under the age of 2 are being removed from store\nshelves due to \"rare instances of misuse\" that could lead to accidental\noverdose, a trade group that represents over-the-counter drug makers\nsaid.\n</P>\n<P>\nCold medicines being withdrawn include Johnson &amp; Johnson Pediacare Infant\nDrops and Tylenol Concentrated Infants Drops, Wyeth's Dimetapp Decongestant\nInfant Drops, Novartis' Triaminic Infant &amp; Toddler Thin Strips and Prestige\nBrands Holdings' Little Colds Decongestant Plus Cough.\n</P>\n<P>\nCVS Caremark Corp. said Thursday it would remove the affected products as well\nas CVS-brand equivalents from store shelves.\n</P>\n<P>\nLate last month, the Food and Drug Administration tentatively recommended adding\nlabeling to the medicines indicating they are not to be used for young\nchildren.\n</P>\n<P>\nCurrent labeling directs parents to consult a doctor before administering the\ndrugs to infants and toddlers, and many doctors say they are safe to\nuse.\n</P>\n<P>\nThe FDA will formally consider revising labeling at a meeting scheduled for Oct.\n18-19.\n</P>\n<P>\nAfter reviewing reports of side effects over the last four decades, FDA found 54\nchild fatalities from over-the-counter decongestant medicines. The agency found\n69 reports of children's deaths connected with antihistamines, which are used to\ntreat runny noses.\n</P>\n<P>\nShares of Johnson and Johnson rose 22 cents to $66.05 while shares of Wyeth fell\n17 cents to $45.99. Shares of Novartis AG dipped one cent to $54.07 and Prestige\nBrands Holdings Inc. fell 7 cents to $11.09.\n</P>\n", 
            "id": "APW_ENG_20071011.0919"
        }
    ], 
    "id": "D1119D", 
    "title": "Infant Cold Medicine"
}