{
    "docSet": [
        {
            "headline": "Eight killed in Finnish school massacre", 
            "text": "\n<P>\nA teenager at a school in Finland went on the rampage Wednesday, shooting dead\nseven classmates and the headmistress, having first signalled his intentions in\na video posted on the YouTube Internet site.\n</P>\n<P>\nPolice identified the killer as 18-year-old Pekka-Eric Auvinen, who died from\nhis injuries late Wednesday after shooting himself in the head following the\nmassacre at Jokela High School in the small town of Tuusula.\n</P>\n<P>\nWitnesses described chaos and panic as Auvinen killed his headmistress, five\nboys, two girls, and wounded a dozen others as they tried to flee the carnage.\n</P>\n<P>\n\"We heard the shots and then we broke the windows and jumped out,\" said Franz\nAndersin, a 14-year-old student who was in the school when the shooting spree\nstarted.\n</P>\n<P>\n\"I knew the guy. He was always smiling. I wonder why he did it,\" he told AFP.\n</P>\n<P>\nFinnish Prime Minister Matti Vanhanen described the shooting, the worst in the\nNordic country's history, as \"a great tragedy.\"\n</P>\n<P>\n\"This is an awful day ... The shooting has deeply undermined the sense of\nsecurity in society ... Nobody had expected such things,\" Vanhanen said.\n</P>\n<P>\nThe rampage, which began at 11:43 am (0943 GMT) inside a classroom at the\nsecondary school of some 450 pupils, came after Auvinen posted a video entitled\n\"Jokela High School Massacre -- 11/7/2007\" on file-sharing website YouTube.\n</P>\n<P>\nThe video, posted sometime in the past two weeks, zooms in on the school with\nheavy metal music blaring in the background and shows a young man against a red\nbackground pointing a gun at the camera.\n</P>\n<P>\nWithin hours of the shooting, the video had been downloaded more than 200,000\ntimes.\n</P>\n<P>\nIn his profile on YouTube, Auvinen, calling himself Sturmgeist89, says: \"I am\nprepared to fight and die for my cause.\n</P>\n<P>\n\"I, as a natural selector, will eliminate all who I see unfit, disgraces of\nhuman race and failures of natural selection.\"\n</P>\n<P>\n\"You might ask yourselves, why did I do this and what do I want. Well, most of\nyou are too arrogant and closed-minded to understand,\" he added.\n</P>\n<P>\nHe was pronounced dead at 2214 local time (2014 GMT) after being treated for a\nsingle gunshot wound to the head at Helsinki University Hospital.\n</P>\n<P>\n\"He died at 2214 of a one-bullet injury in the head,\" doctor Eero\nHirvensalochief, traumatology physician at the hospital, told AFP.\n</P>\n<P>\nPolice and school pupils alike were at a loss to explain why Auvinen had\ncommitted such a terrible act.\n</P>\n<P>\n\"He comes from a very normal family, four people, he has one brother. He had no\nproblems in school,\" said local police officer Jan-Olav Nyholm naming Auvinen\nfor the first time.\n</P>\n<P>\nAnother of Auvinen's classmates, meanwhile, told the Helsingin Sanomat newspaper\nthat the gunman, who was a sports shooter, had recently been acting \"strange\"\nand had begun making drawings of gun massacres.\n</P>\n<P>\nHe had logged into his YouTube account on Wednesday morning. Other videos posted\nunder his name hail the perpetrators of school shootings in the United States\nand Oklahoma City bomber Timothy McVeigh.\n</P>\n<P>\nAccording to media reports, he had repeatedly expressed admiration for Hitler\nand Stalin and he names Nietzsche as a favourite author on his YouTube account.\n</P>\n<P>\nThe American-style shooting sent shockwaves through Finland, where such violence\nis extremely rare.\n</P>\n<P>\nWhile there have been several stabbings at Finnish schools in recent years,\nWednesday's was the first shooting since a 14-year-old shot dead two classmates\nin a school in the coastal city of Rauma in 1989.\n</P>\n<P>\n\"It's incredible that something like this has happened in Finland,\" said Jokela\nhigh school history and psychology professor Kim Kiuru.\n</P>\n<P>\nFinland has one of the world's highest gun ownership rates, ranking third behind\nthe United States and Yemen according to a recent study by Small Arms Survey by\nthe Graduate Institute of International Studies in Geneva.\n</P>\n<P>\nMost of the registered weapons in Finland are hunting rifles.\n</P>\n", 
            "id": "AFP_ENG_20071107.0033"
        }, 
        {
            "headline": "Eight killed in Finnish school massacre", 
            "text": "\n<P>\nA teenager at a school in Finland went on the rampage Wednesday, shooting dead\nseven classmates and the headmistress, having first signalled his intentions in\na video posted on the Internet.\n</P>\n<P>\nPolice identified 18-year-old Pekka-Eric Auvinen as the killer and said he was\nin a \"critical condition\" after turning the gun on himself following the\nmassacre at Jokela High School in the small town of Tuusula.\n</P>\n<P>\n\"The gunman aimed his weapon at his head and fired,\" a police spokesman told\nreporters.\n</P>\n<P>\nWitnesses described chaos and panic as Auvinen shot dead his headmistress, five\nboys, two girls, and wounded a dozen others as they tried to flee the carnage.\n</P>\n<P>\n\"When we heard the shots we started breaking the windows and jumping,\" Franz\nAndersin, a 14-year-old student, told AFP.\n</P>\n<P>\n\"I saw injured people lying in the corridor. We started to run and followed (the\ncrowd) in panic. Everyone was trying to squeeze through a narrow door,\" another\nstudent, Miro Lukinmaa, told the Iltalehti newspaper.\n</P>\n<P>\nFinnish Prime Minister Matti Vanhanen described the shooting, the worst in the\nNordic country's history, as \"a great tragedy\".\n</P>\n<P>\n\"This is an awful day... The shooting has deeply undermined the sense of\nsecurity in society... Nobody had expected such things,\" Vanhanen said.\n</P>\n<P>\nThe rampage, which began at 11:43 am (0943 GMT) inside a classroom at the\nsecondary school of some 450 pupils, came after Auvinen posted a video entitled\n\"Jokela High School Massacre -- 11/7/2007\" on file-sharing website YouTube.\n</P>\n<P>\nThe video, posted sometime in the past two weeks, zooms in on the school with\nheavy metal music blaring in the background and shows a young man against a red\nbackground pointing a gun at the camera.\n</P>\n<P>\nWithin hours of the shooting, the video had been downloaded more than 200,000\ntimes.\n</P>\n<P>\nIn his profile on YouTube, Auvinen, calling himself Sturmgeist89, says: \"I am\nprepared to fight and die for my cause.\n</P>\n<P>\n\"I, as a natural selector, will eliminate all who I see unfit, disgraces of\nhuman race and failures of natural selection.\"\n</P>\n<P>\n\"You might ask yourselves, why did I do this and what do I want. Well, most of\nyou are too arrogant and closed-minded to understand,\" he added.\n</P>\n<P>\nPolice and school pupils alike were at a loss to explain why Auvinen had\ncommitted such a terrible act.\n</P>\n<P>\n\"He comes from a very normal family, four people, he has one brother. He had no\nproblems in school,\" said local police officer Jan-Olav Nyholm naming Auvinen\nfor the first time.\n</P>\n<P>\nFellow pupil, Andersin told AFP, \"I knew him. He was always smiling. I don't\nunderstand why he did this.\"\n</P>\n<P>\nAnother of Auvinen's classmates, meanwhile, told the Helsingin Sanomat newspaper\nthat the gunman, who was a sports shooter, had recently been acting \"strange\"\nand had begun making drawings of gun massacres.\n</P>\n<P>\nHe had logged into his YouTube account on Wednesday morning, also posting videos\nhailing, among others, the perpetrators of school shootings in the United States\nand Oklahoma City bomber Timothy McVeigh.\n</P>\n<P>\nAccording to media reports, he had repeatedly expressed admiration for Hitler\nand Stalin.\n</P>\n<P>\nThe American-style shooting sent shockwaves through Finland, where such violence\nis extremely rare.\n</P>\n<P>\nWhile there have been several of stabbings at Finnish schools in recent years,\nWednesday's was the first shooting since a 14-year-old shot dead two classmates\nin a school in the coastal city of Rauma in 1989.\n</P>\n<P>\n\"It's incredible that something like this has happened in Finland,\" said Jokela\nhigh school history and psychology professor Kim Kiuru.\n</P>\n<P>\nFinland has one of the world's highest gun ownership rates, ranking third behind\nthe United States and Yemen according to a recent study by Small Arms Survey by\nthe Graduate Institute of International Studies in Geneva.\n</P>\n<P>\nMost of the registered weapons in Finland are hunting riffles.\n</P>\n", 
            "id": "AFP_ENG_20071107.0119"
        }, 
        {
            "headline": "Student kills eight in Finnish school shooting", 
            "text": "\n<P>\nAn 18-year-old student at a school in Finland went on the rampage Wednesday,\nshooting dead seven classmates and the headmistress and wounding a dozen others\nbefore turning his gun on himself.\n</P>\n<P>\nPolice said the teenage killer was in a \"critical condition\" in hospital after\ntrying to commit suicide following his slaughter of five boys, two girls and the\nheadmistress of Jokela high school, north of Helsinki.\n</P>\n<P>\nFinnish President Tarja Halonen expressed her shock at the shooting, the worst\nin the country's history.\n</P>\n<P>\n\"We have today received the shocking and sad news about a shooting incident in\nthe Tuusula Jokela school. I send my heart-felt condolences to the families of\nthe victims in the shooting incident,\" she said.\n</P>\n<P>\n\"The toll is eight dead,\" a police spokesman told reporters. \"The gunman aimed\nhis weapon at his head and fired. He's at the Toeoeloe hospital in Helsinki.\nHe's in critical condition,\" the spokesman added.\n</P>\n<P>\nThe rampage reportedly began at around midday (1000 GMT) inside a classroom at\nthe secondary school of some 450 pupils.\n</P>\n<P>\n\"Suddenly people began running and shots were heard and began raining down,\"\nstudent Miro Lukinmaa told the Iltalehti newspaper.\n</P>\n<P>\n\"I saw injured people lying in the corridor. We started to run and followed (the\ncrowd) in panic. Everyone was trying to squeeze through a narrow door,\" he said.\n</P>\n<P>\nThe shooting came after a video entitled \"Jokela High School Massacre --\n11/7/2007\" was posted on the video-sharing website You Tube, reportedly some\ntime in the past two weeks.\n</P>\n<P>\nThe video zooms in on the school with heavy metal music blaring in the\nbackground and shows a young man against a red background pointing a gun at the\ncamera.\n</P>\n<P>\nWithin hours of the shooting, the video had been downloaded more than 200,000\ntimes.\n</P>\n<P>\nIn his profile on You Tube, 18-year-old Sturmgeist89, who posted the video and\nhas no confirmed links to the shooting, says: \"I am prepared to fight and die\nfor my cause.\n</P>\n<P>\n\"I, as a natural selector, will eliminate all who I see unfit, disgraces of\nhuman race and failures of natural selection.\"\n</P>\n<P>\n\"You might ask yourselves, why did I do this and what do I want. Well, most of\nyou are too arrogant and closed-minded to understand,\" he added.\n</P>\n<P>\nSturmgeist89, who had most recently logged into his You Tube account Wednesday\nmorning, also posted videos hailing among others the perpetrators of school\nshootings in the United States and Oklahoma City bomber Timothy McVeigh.\n</P>\n<P>\nPrivately-run television station MTV3 reported the shooter had repeatedly\nexpressed admiration for Hitler and Stalin.\n</P>\n<P>\nThere have been a number of stabbings at Finnish schools in recent years, but\nWednesday's was the first shooting since a 14-year-old shot dead two classmates\nin a school in the coastal city of Rauma in 1989.\n</P>\n", 
            "id": "AFP_ENG_20071107.0239"
        }, 
        {
            "headline": "Finnish PM extends condolences to school shooting victims", 
            "text": "\n<P>\nFinnish Prime Minister Matti Vanhanen extended on Wednesday his government's\ncondolences to a school shooting earlier in the day that claimed eight lives and\nleft a few more wounded, government officials said.\n</P>\n<P>\nAfter a government session dedicated to the discussion of the tragedy on\nWednesday evening, Vanhanen extended his government's heartfelt condolences to\nthe families and friends of victims of the incident.\n</P>\n<P>\nDuring the evening session, the government observed a short period of silence to\ncommemorate the victims.\n</P>\n<P>\nDescribing the shooting, the worst in the Nordic country's history, as \"a great\ntragedy,\"Vanhanen said, \"This is an awful day. The shooting has deeply\nundermined the sense of security in society.\"\n</P>\n<P>\nThe government also made a decision that flags are to be flown at half-mast on\nall public buildings on Thursday, and urged the whole country to follow suit.\n</P>\n<P>\nThe shooting took place in Jokela High School in Tuusula, some 50 kilometers\nnorth of Helsinki, the capital of Finland on Wednesday. Eight people were\nkilled, among whom one is the school headmistress and others are the pupils.\nSeveral more were injured.\n</P>\n<P>\nSchool shootings are rare in Finland. Wednesday's school shooting is the second\nin Finland in the past 20 years. In 1989, two students were killed in a shooting\nat the Raumameri School in Rauma.\n</P>\n", 
            "id": "XIN_ENG_20071107.0355"
        }, 
        {
            "headline": "At least 7 killed in Finland school shooting", 
            "text": "\n<P>\nAn 18-year-old man opened fire at a high school in southern Finland on\nWednesday, leaving at least seven people dead and 11 injured, officials\nsaid.\n</P>\n<P>\nPolice said they had the situation \"under control\" after they surrounded the\nhigh school in Tuusula, some 50 kilometers (30 miles) north of the capital,\nHelsinki.\n</P>\n<P>\nThey did not confirm the number of victims nor whether the gunman was holding\nhostages inside.\n</P>\n<P>\n\"It's at least seven dead,\" medical response leader Eero Hirvensalo told The\nAssociated Press. One person was \"severely injured\" while 10 people had minor\ninjuries, he said, adding it was unclear whether the gunman was among\nthem.\n</P>\n<P>\nEarlier, Tuusula municipal official Heidi Hagman said the gunman had shot four\npeople and that \"one of those shot is probably the principal.\"\n</P>\n<P>\nFinnish media said the shooter revealed his plans in a YouTube posting before\nthe attack.\n</P>\n<P>\nThe video, titled \"Jokela High School Massacre,\" showed a picture of a building\nby a lake and two photos of a young man holding a hand gun. The person who\nposted the video was identified in the user profile as an 18-year-old man from\nFinland. The posting was later removed.\n</P>\n<P>\nThe profile contained a text calling for a \"revolution against the\nsystem.\"\n</P>\n<P>\nPolice could not immediately be reached to comment on the video.\n</P>\n<P>\nKim Kiuru, a teacher at the school, said the principal announced over the public\naddress system just before noon (1000GMT) that all students should remain in\ntheir classrooms.\n</P>\n<P>\n\"I stayed in the corridor to listen to more instructions, having locked my\nclassroom door,\" Kiuru told the YLE radio station. \"After that I saw the gunman\nrunning with what appeared to be a small caliber handgun in his hand through the\ndoors toward me after which I escaped to the corridor downstairs and ran in the\nopposite direction.\"\n</P>\n<P>\nKiuru said he saw a woman's body as he fled the building.\n</P>\n<P>\n\"Then my pupils shouted at me out of the windows to ask what they should do and\nI told them to jump out of the windows ... and all my pupils were saved,\" Kiuru\nsaid.\n</P>\n<P>\nIt was the first reported incident of a shooting at a Finnish school, where\nprevious violent incidents usually involved knives but had never resulted in\ndeath.\n</P>\n<P>\nMore than 400 students aged 12 through 18 were enrolled at Jokela, Hagman\nsaid.\n</P>\n<P>\nPrime Minister Matti Vanhanen described the situation as \"extremely tragic\" and\nsaid the government would hold an emergency meeting.\n</P>\n", 
            "id": "APW_ENG_20071107.0922"
        }, 
        {
            "headline": "8 dead in Finland school shooting,", 
            "text": "\n<P>\nAn 18-year-old student opened fire in a high school in southern Finland on\nWednesday, killing eight people including the principal before turning the gun\non himself, police said.\n</P>\n<P>\nThe man, who was not identified, shot himself in the head, but survived and was\ntaken to a hospital in \"extremely critical condition,\" police spokesman Tero\nHaapala said.\n</P>\n<P>\nThe shooting at Jokela High School in Tuusula, some 50 kilometers (30 miles)\nnorth of the capital, Helsinki, shocked the Nordic nation because gun violence\nis rare.\n</P>\n<P>\nPolice said at a news conference after the attack that the gunman shot the\nvictims with a .22-caliber pistol. About a dozen other people were injured in\nthe incident as they tried to escape the school, police said.\n</P>\n<P>\n\"He was from an ordinary family,\" police chief Matti Tohkanen said about the\ngunman, who got a license for the pistol Oct. 19 and did not have a previous\ncriminal record.\n</P>\n<P>\nFinnish media said the shooter revealed his plans in a YouTube posting before\nthe attack.\n</P>\n<P>\nThe video, titled \"Jokela High School Massacre,\" showed a picture of a building\nby a lake and two photos of a young man holding a handgun. The person who posted\nthe video was identified in the user profile as an 18-year-old man from Finland.\nThe posting was later removed.\n</P>\n<P>\nThe profile contained a text calling for a \"revolution against the\nsystem.\"\n</P>\n<P>\nPolice could not immediately be reached to comment on the video.\n</P>\n<P>\nKim Kiuru, a teacher at the school, said the principal announced over the public\naddress system just before noon (1000GMT) that all students should remain in\ntheir classrooms.\n</P>\n<P>\n\"I stayed in the corridor to listen to more instructions, having locked my\nclassroom door,\" Kiuru told the YLE radio station. \"After that I saw the gunman\nrunning with what appeared to be a small caliber handgun in his hand through the\ndoors toward me after which I escaped to the corridor downstairs and ran in the\nopposite direction.\"\n</P>\n<P>\nKiuru said he saw a woman's body as he fled the building.\n</P>\n<P>\n\"Then my pupils shouted at me out of the windows to ask what they should do and\nI told them to jump out of the windows ... and all my pupils were saved,\" Kiuru\nsaid.\n</P>\n<P>\nIt was the first reported incident of a shooting at a Finnish school, where\nprevious violent incidents usually involved knives but had never resulted in\ndeath.\n</P>\n<P>\nMore than 400 students aged 12 through 18 were enrolled at Jokela, Hagman\nsaid.\n</P>\n<P>\nPrime Minister Matti Vanhanen described the situation as \"extremely tragic\" and\nsaid the government would hold an emergency meeting.\n</P>\n", 
            "id": "APW_ENG_20071107.1071"
        }, 
        {
            "headline": "Finnish killer subscribed to jailed US youth's webpage", 
            "text": "\n<P>\nThe student who gunned down eight people in a Finnish school subscribed to an\nInternet page thought to belong to a youth arrested in the United States for\nallegedly planning a school massacre.\n</P>\n<P>\nPekka-Eric Auvinen, 18, who killed eight people Wednesday before killing himself\nat the Jokela High School in southern Finland, had subscribed to a user page on\nvideo-sharing website YouTube belonging to someone identifying themselves as\n\"shadow19462\", records visible on the website showed Thursday.\n</P>\n<P>\nAgainst a white background covered in Kalachnikov assault rifles, the page\npurports to belong to Dillon Cossey.\n</P>\n<P>\nCossey was arrested last month after police in Pennsylvania state found weapons\nat his home that school officials feared had been intended for a Columbine-style\nschool shooting.\n</P>\n<P>\nThe page features numerous videos hailing school shootings in the United States.\n</P>\n<P>\nAuvinen's YouTube account under the pseudonym \"naturalselector89\" was suspended\nlast month but \"shadow19462\" remained online Thursday.\n</P>\n<P>\nAuvinen posted videos on the site under another pseudonym paying tribute to,\namong others, Eric Harris and Dylan Klebold, who killed 12 schoolmates at\nColumbine High School in the United States in 1999.\n</P>\n<P>\nBefore Wednesday's massacre, in which five teenage boys and three women were\nkilled, Auvinen also posted a notice detailing his plans as well as a video\nentitled \"Jokela High School Massacre -- 11/7/2007\".\n</P>\n<P>\n\"I don't want this to be called only as 'school shooting',\" he said of the\nshooting, which appears to have been planned to coincide with the anniversary of\nRussia's Bolshevik revolution.\n</P>\n<P>\nThe video, which AFP watched before YouTube withdrew it and suspended the\naccount following the shooting, shows the Jokela school, then pans to a young\nman aiming his weapon at the camera.\n</P>\n<P>\nThe scenes are set to loud hard-rock music.\n</P>\n", 
            "id": "AFP_ENG_20071108.0078"
        }, 
        {
            "headline": "Grief and disbelief in Finland after school massacre", 
            "text": "\n<P>\nNormally tranquil Finland was struggling to comprehend Thursday why a teenage\ngunman massacred eight people at a school in what he claimed was an attack on\n\"humanity\".\n</P>\n<P>\nFlags flew at half mast across the Nordic country a day after 18-year-old Pekka-\nEric Auvinen went on his shooting spree at Jokela High School in Tuusula -- a\nsmall, picturesque town of just 30,000 inhabitants on the banks of a lake north\nof Helsinki.\n</P>\n<P>\nAuvinen, a broad-shouldered, blond-haired youth described by police as \"a lonely\nperson with a strong anger against society and radical thoughts,\" walked through\nthe school late Wednesday morning, peppering hallways and classrooms with 69\nbullets.\n</P>\n<P>\nWhen his 20-minute shooting rampage was over, five boys aged between 16 and 18,\nthe 61-year-old headmistress, a 42-year-old female nurse and a 25-year-old\nsingle mother taking an adult training class at the school were dead, all of\nthem with multiple gun shot wounds to the head and upper body.\n</P>\n<P>\nThe twelve people injured in the attack, most of them suffering cuts from broken\nwindow panes as they frantically jumped out of windows to escape the rain of\nbullets, had been released from hospital.\n</P>\n<P>\nPolice, who gave no details on the order in which the victims had been shot,\nsaid Auvinen had also tried to set a second floor corridor on fire using an\nunidentified inflammable liquid before shooting himself in the head in a\nbathroom near the school cafeteria.\n</P>\n<P>\nAuvinen, who died of his wounds late Wednesday, was carrying 320 more bullets\nwhen he was found, according to police, who found no other weapons in his home.\n</P>\n<P>\n\"From the first indication we have, he shot randomly, but this kind of thing is\nunder investigation still,\" police officer Jan Olof Nyholm told a press\nconference, adding that the gunman had carried out his deadly rampage alone.\n</P>\n<P>\nAuvinen, described as an adherent of extreme philosophies on both the left and\nthe right, had posted a notice on website YouTube before the attack detailing\nhow he would carry out the massacre as well as a video entitled \"Jokela High\nSchool Massacre -- 11/7/2007\".\n</P>\n<P>\n\"I don't want this to be called only as 'school shooting',\" he said of the\nmassacre, which appears to have been planned to coincide with the anniversary of\nthe Bolshevik revolution.\n</P>\n<P>\nIn the \"attack information\", he clearly detailed his intentions.\n</P>\n<P>\n\"Target: Jokela High School, students and faculty, society, humanity, human race\n... Attack type: mass murder, political terrorism.\"\n</P>\n<P>\n\"Although I choosed (sic) the school as target, my motives for the attack are\npolitical and much, much deeper and therefore I don't want this to be called\nonly as 'school shooting',\" he added in the message which was rapidly removed\nfrom the sight after attack.\n</P>\n<P>\nSeveral of the 18-year-old's classmates and teachers described a brilliant but\ncomplex loner obsessed with weapons, Internet war games and revolutionary\nhistory who was often bullied and tormented.\n</P>\n<P>\nStudents said the perpetrator of one of the worst tragedies in recent Finnish\nhistory had made no secret of his admiration for Hitler and Stalin and had been\ntaking anti-depressant medications, something police refused to comment on.\n</P>\n<P>\nAuvinen left a suicide note for his family that had been handed over to police.\n</P>\n<P>\n\"It was a kind of goodbye letter to the relatives,\" Nyholm said, adding that the\nboy's family had been placed under police protection because of threats.\n</P>\n<P>\nThe shooting sent shockwaves through Finland, which with its mere 5.3 million\ninhabitants and low crime rates, is unaccustomed to such violence.\n</P>\n<P>\n\"Tuusula will have lifelong scars,\" mayor Hannu Joensivu told the FNB news\nagency.\n</P>\n", 
            "id": "AFP_ENG_20071108.0176"
        }, 
        {
            "headline": "Finland school shooting victims identified", 
            "text": "\n<P>\nEight victims of the Finnish school shooting have been identified, including the\nschool's principal and nurse as well as six students, Finish police confirmed on\nThursday.\n</P>\n<P>\nThe victims of Jokela high school were killed when student Pekka-Eric Auvinen\nopened fire with a 22-caliber handgun in the middle of the school day. He then\nshot himself in the head and died late on Wednesday.\n</P>\n<P>\nTwelve other people were taken to hospitals for injuries. Only one had a slight\ngunshot wound.\n</P>\n<P>\nPolice said Thursday afternoon at a press conference that the gunman at the\nschool shooting in Tuusula had acted alone. Investigators added the shooter had\nselected his victims at random.\n</P>\n<P>\nSome 69 rounds were fired during the incident and the gunman had a total of 500\nrounds in his possession.\n</P>\n<P>\nPolice said that no shots were fired by police. The incident at the school ended\nwhen the gunman shot himself. He was found by police in a school hallway with\nserious injuries Wednesday.\n</P>\n<P>\nThe shooter was a student at the school. He had no criminal background, and came\nfrom a family of four where he was the oldest child. Just a few weeks ago, as a\nmember of a shooting club, he received a gun permit for the 22-calibre target\npistol he used in the killings.\n</P>\n<P>\nPolice said Auvinen had left a suicide note in which he said goodbye to his\nfamily and expressed his anger towards society.\n</P>\n<P>\nFlags hung at half-mast across Finland on Thursday as a show of mourning for the\nvictims of the Jokela school shooting. Many churches have planned services to\nremember the victims over the next few days.\n</P>\n", 
            "id": "XIN_ENG_20071108.0247"
        }, 
        {
            "headline": "Finnish school shooter carried 500 bullets: police", 
            "text": "\n<P>\nThe teenaged gunman who shot dead eight people at a Finnish school before\nturning his gun on himself was carrying 500 bullets and fired at least 69,\npolice said on Thursday.\n</P>\n<P>\n\"Auvinen had 500 cartridges on him. Thus far 69 cartridge cases were found in\nthe school building,\" police said in a statement a day after the worst school\nshooting in Finnish history.\n</P>\n<P>\n\"All the victims died of shooting injuries and nothing could have been done for\nthem,\" a police spokesman told reporters, adding that \"at this stage of this\ninvestigation it appears that he has been acting alone.\"\n</P>\n<P>\nPekka-Eric Auvinen, an 18-year-old student known to support radical causes,\ncarried out his massacre at the Jokela High School in southern Finland on\nWednesday, shooting dead three women, including the headmistress and a nurse,\naged 25, 42 and 61, and five boys aged between 16 and 18, police said.\n</P>\n<P>\nIt was previously reported that one girl was among the victims.\n</P>\n<P>\n\"All victims were identified last night,\" the police spokesman said, adding that\nAuvinen had left a suicide note that was in police possession.\n</P>\n<P>\nAuvinen had also advertised his intentions by posting a notice detailing how he\nwould carry out the massacre as well as a video entitled \"Jokela High School\nMassacre -- 11/7/2007\".\n</P>\n", 
            "id": "AFP_ENG_20071108.0322"
        }
    ], 
    "id": "D1111B", 
    "title": "Finland Shooting"
}