{
    "docSet": [
        {
            "headline": "Neglect of wounded US soldiers probed by Jim Mannion", 
            "text": "\n<P>\nThe US Defense Department said Tuesday it is reviewing the way wounded service\nmembers are cared for at military hospitals following disclosures of shocking\nbureaucratic neglect.\n</P>\n<P>\n\"There's plenty of outrage,\" said White House spokesman Tony Snow, responding to\na Washington Post report citing bitter complaints from veterans at Walter Reed\nArmy Medical Center outside Washington.\n</P>\n<P>\nBut he said the army was carrying out an investigation of conditions at the\nhospital and that there should be no doubt about President George W. Bush's\ncommitment to veterans.\n</P>\n<P>\n\"The men and the women who have gone and fought for our country over there, they\ndeserve the best care,\" Snow said.\n</P>\n<P>\nThe Pentagon said reviews of medical care at the premier military hospitals,\nWalter Reed and the National Naval Medical Center, have been launched by the\narmy and navy's respective civilian chiefs.\n</P>\n<P>\nAn independent review group also will be formed to look into outpatient care and\nadministrative process at the two hospitals.\n</P>\n<P>\nThe action followed an investigation by the Washington Post that found that\nseriously wounded service members treated as outpatients at Walter Reed lingered\nthere virtually forgotten for 18 months or more because of bureaucratic snafus.\n</P>\n<P>\nWalter Reed and the National Naval Hospital at Bethesda, Maryland near\nWashington are both renowned for their care of soldiers with combat injuries.\n</P>\n<P>\nBut the Post said the poor treatment came later in the bureaucratic handling of\nsome 700 people wounded in Iraq and Afghanistan who are being treated as\noutpatients but who are quartered on hospital grounds or nearby buildings.\n</P>\n<P>\nThe Post said some soldiers were staying in a building infested with mold and\nrodents and roaches.\n</P>\n<P>\nIn other cases, it took months for wounded soldiers to get disability pay or a\ndecision on whether they would remain in the service.\n</P>\n<P>\n\"We are committed to improving the clinical and administrative processes,\nincluding improving temporary living conditions for our service members and\nfamilies,\" William Winkenwerder, assistant secretary of defense for health\naffairs said.\n</P>\n<P>\nA senior US defense official, who asked not to be identified, said Defense\nSecretary Robert Gates urged the review and that results be quickly reported.\n</P>\n<P>\nGates met with top army officials earlier in the day, the official said.\n</P>\n<P>\nThe army also is investigating allegations raised by the Post that a former\nofficial in charge of seeing that private donations got to wounded soldiers was\nat the same time raising funds for a private charity.\n</P>\n<P>\nIn the US Senate, Democratic lawmakers said they were appalled and called for\nlegislation that would require inspections and other measures designed to\nimprove conditions at military hospitals.\n</P>\n<P>\n\"The brave men and women wounded at war should receive the best we have to offer\nand the highest quality of care,\" said Democratic Senator Barack Obama, a\npresidential hopeful for the 2008 race and outspoken opponent of the Iraq war.\n</P>\n<P>\nObama and Senator Claire McCaskill said they would introduce a bill seeking to\nraise standards at military hospitals for returning soldiers wounded in Iraq or\nAfghanistan.\n</P>\n<P>\nThe proposed \"legislation would cut red tape, improve service, and require\nfrequent inspections of all active duty military hospitals,\" Obama said in a\nstatement.\n</P>\n", 
            "id": "AFP_ENG_20070220.0594"
        }, 
        {
            "headline": "Investigation into Walter Reed Outpatient Care Sought", 
            "text": "\n<P>\nThe White House and congressional leaders called\nTuesday for swift investigation and repair of the problems plaguing\noutpatient care at Walter Reed Army Medical Center, as veterans groups\nand members of Congress in both parties expressed outrage over\nsubstandard housing and the slow, dysfunctional bureaucracy there.\n</P>\n<P>\nTop Army officials Tuesday visited Building 18, the decrepit former\nhotel housing more than 80 recovering soldiers, outside the gates of\nthe medical center. Army Secretary Francis Harvey and Vice Chief of\nStaff Richard Cody toured the building and spoke to soldiers as\nworkers in protective masks stripped mold from the walls and tore up\nsoiled carpets.\n</P>\n<P>\nAt the White House, spokesman Tony Snow said he spoke with the\npresident Tuesday about Walter Reed and the president told him: ``Find\nout what the problem is and fix it.''\n</P>\n<P>\nHe said Bush ``first learned of the troubling allegations regarding\nWalter Reed from the stories this weekend in The Washington Post. He\nis deeply concerned and wants any problems identified and fixed.'' He\nsaid he did not know why the president, who has visited the facility\nmany times in the past five years, had not heard about these problems\nbefore.\n</P>\n<P>\nWalter Reed's commander, Maj. Gen. George Weightman, said in an\ninterview that the Army leadership had assured him all the staff\nincreases he had requested would be met. ``This is not an issue,'' he\nsaid. ``This is their number one priority.''\n</P>\n<P>\nHe said the Army has agreed to fund what he called a ``surge plan''\nthat has been designed for the likelihood that the 21,500-person troop\nincrease now under way in Iraq will result in more casualties.\n</P>\n<P>\nWeightman said that case managers have been ordered to call each of\nthe 700 outpatients to ask about problems they may be encountering. He\nhas also put half-dozen senior enlisted officers from the hospital in\ncharge of the outpatients' companies normally in the hands of lower\nlevel platoon sergeants. Also, a medic will now be stationed 24 hours\na day at the Mologne House, the largest residence on the 113-acre\npost, to help soldiers with medical or psychological issues.\n</P>\n<P>\nHarvey said he was surprised and disappointed at the conditions and\nthe frustrating bureaucratic delays. ``In the warrior ethos the last\nline says you should never leave a fallen comrade, and from that\nfacility point of view we didn't live up to it ... and it looks to me\nwe may have not lived up to it from a process side,'' he said, adding\nthat conditions at the building are ``inexcusable.''\n</P>\n<P>\n``It's a failure ... in the garrision leadership ... that should\nhave never happened, and we are quickly going to rectify that\nsituation,'' he said.\n</P>\n<P>\n``We had some NCOs (noncommissioned officers) who weren't doing\ntheir job, period,'' Harvey said. He said he and Cody would report\nregularly to Defense Secretary Robert Gates on an action plan to fix\nthe conditions.\n</P>\n<P>\nThe Post series documented tattered conditions at Building 18,\nincluding mold, rot, mice and cockroaches, but also a larger\nbureaucratic indifference that has impeded some soldiers' ability to\nrecover from their wounds.\n</P>\n<P>\nAt Building 18 Tuesday, platoon sergeants with clipboards went\nroom-to-room inspecting for mold, leaks and other problems. A broken\nelevator was repaired and snow and ice was cleared from the sidewalks.\n</P>\n<P>\nThe secretaries of the Army and Navy announced they had begun a\nbroader review of Walter Reed and the National Naval Medical Center\nand announced that an independent review group will be formed to\ninvestigate outpatient care and administrative processes. Walter Reed\nis set to close in 2011 and the naval facility in Bethesda, Md., will\nbe expanded to handle the additional wounded.\n</P>\n<P>\nWalter Reed's fixes are unlikely to immediately quiet the drumbeat\nof criticism that erupted among members of Congress who received a\nflood of calls from the public and veterans groups asking how the\nproblems could have been unknown to officials, some of whom visit\nWalter Reed on a regular basis.\n</P>\n<P>\n``We need to bring the Army people in and say, `What the hell is\ngoing on?''' said Rep. Bob Filner, D-Cailf., chairman of the House\nCommittee on Veterans Affairs.\n</P>\n<P>\nHouse Speaker Nancy Pelosi, D-Calif., asked the House Armed\nServices Committee to conduct an investigation of outpatient care at\nWalter Reed. ``The treatment reported in the Post of our troops and\nour veterans is disgraceful,'' said Pelosi spokesman Brendan Daly.\n</P>\n<P>\nSeveral senators, including Democratic presidential candidate Barak\nObama of Illinois and former presidential candidate John Kerry,\nD-Mass., announced they are co-sponsoring legislation to simplify the\npaperwork process for recovering soldiers and increase case managers\nand psychological counselors. The bill would also require the Army to\nreport more regularly to the Congress and the Inspector General about\nconditions injured soldiers.\n</P>\n<P>\nJeff Miller, R-Fla., ranking member on the House Committee on\nVeterans' Affairs subcommittee on health, said, ``the neglect being\nexperienced by some wounded service members is outrageous. The Defense\nDepartment is never shy about asking for supplemental funds for\noperations and equipment; I cannot imagine why housing for\nrecuperating wounded would not be a similarly high priority.''\n</P>\n<P>\nRep. Tom Davis, R-Va., former head of the House Government Reform\nCommittee, urged the committee to hold a hearing at Walter Reed to\ngive members an ``invaluable firsthand look'' at how the Army is\nprocessing the wounded. ``Improvements to date have been episodic, and\nin some case, short-lived,'' Davis said in a statement.\n</P>\n<P>\nStaff writer Ann Scott Tyson contributed to this report.\n</P>\n", 
            "id": "LTW_ENG_20070221.0121"
        }, 
        {
            "headline": "Rotten Homecoming: This Is No Way to Treat a Veteran", 
            "text": "\n<P>\nThe following editorial appeared in Wednesday's Washington Post:\n</P>\n<P>\nIf you listen to the PR operation at Walter Reed Army Medical\nCenter, the U.S. military's gleaming flagship hospital offers veterans\nthe best treatment available. What doesn't get mentioned is the\nbureaucratic contempt and physical squalor that too often await badly\ninjured outpatient soldiers on the Walter Reed campus, the subject of\na four-month Post investigation detailed in articles published Sunday\nand Monday.\n</P>\n<P>\nReporters Dana Priest and Anne Hull and researcher Julie Tate spent\nhundreds of hours inspecting conditions and interviewing injured\ntroops and their loved ones at the Walter Reed outpatient facilities.\nTheir findings: Veterans' rooms are rank; bureaucratic hassles and\npaper-pushing make the process of repairing buildings, redressing\npatient grievances and providing veterans with basic goods\ndepressingly inept; administrators' neglect of patients' mental and\nphysical health borders on the criminal; and, most distressing, many\nveterans leave Walter Reed without the compensation they clearly\ndeserve for their sacrifices.\n</P>\n<P>\nThe walls of one soldier's room were covered with black mold, and\nthe ceiling of his shower had a large hole. Soldiers who lost their\nuniforms while undergoing emergency treatment on the battlefield have\nhad to present their purple hearts to get replacement clothes.\nAmputees and patients on taxing drug regimens are required to report\nfor formation early in the morning, even if it means trudging over\naccumulated ice and snow. Lost paperwork, which in one case resulted\nin an obviously impaired veteran getting an order to report to\nGermany, is a constant problem, sometimes forcing soldiers and their\nrelatives to live at Walter Reed for 18 months or longer as their\ncases are processed.\n</P>\n<P>\nMost infuriating are reports of official efforts to deny disability\nbenefits to discharged fighters. The Army tried to deny disability\ncompensation to Cpl. Dell McLeod, who suffered a head injury that left\nhim aimless and unable even to count change at the cafeteria. Army\nofficials' argument: Because he had done poorly in high school, his\ncurrent mental state might not have been caused by the steel door that\nsmashed his skull in Iraq. If the Army determined that he was mentally\nfit to serve in the first place, it cannot now abscond from its\nresponsibility for the consequences of his service overseas. Cpl.\nMcLeod ended up getting a settlement from the command at Walter Reed --\ndespite base staffers' best efforts -- only after his wife got a\ncongressional staffer involved.\n</P>\n<P>\nWalter Reed's commander, Maj. Gen. George W. Weightman, says that\nconditions on the post will improve rapidly. His response is\ncommendable, and it should not be forgotten that thousands of\nprofessionals and volunteers, civilian and military, are working hard\nto help veterans heal and adjust. But it also should not have taken\nnewspaper articles to bring change to outpatient conditions at Walter\nReed. And while filthy conditions at Building 18 are a temporary\nproblem for these veterans, lowball settlements may leave soldiers and\ntheir families impoverished for life.\n</P>\n", 
            "id": "LTW_ENG_20070222.0002"
        }, 
        {
            "headline": "General to Lead Renovation Effort at Walter Reed", 
            "text": "\n<P>\nA top Army general vowed Wednesday to personally\noversee the upgrading of Walter Reed Army Medical Center's Building\n18, a dilapidated former hotel that houses wounded soldiers as\noutpatients.\n</P>\n<P>\nGen. Richard Cody, the Army vice chief of staff, used terminology\nsimilar to that of a military campaign to describe his plan to\noverhaul the broken building, including giving it a more\n``appropriate'' name, and the sluggish bureaucracy for outpatient\ncare.\n</P>\n<P>\n``We own that building, and we're going to take charge of it,''\nCody said at the Pentagon. ``The senior Army leadership takes full\nresponsibility for the lack of quality of life at Building 18, and\nwe're going to fix it.''\n</P>\n<P>\nCody blamed ``a breakdown in leadership'' for the troubling\nconditions but said no one has been fired or relieved of command. He\ndid point to lower-ranking officers and noncommissioned officers\nlacking ``the right experience and the authority to be able to execute\nsome of the missions.''\n</P>\n<P>\n``That's what we're correcting right now,'' he said.\n</P>\n<P>\nCody and William Winkenwerder Jr., the assistant secretary of\ndefense for health affairs, said at a news conference that they\nfrequently visit Walter Reed and were surprised and disappointed by\nthe living conditions and the fact that they had learned about them\nfrom media reports. The Washington Post reported Sunday and Monday on\nthe challenges facing outpatients at Walter Reed.\n</P>\n<P>\n``We get concerns all the time directed to us. But we never got a\nconcern sent our way about this issue, which is a little surprising.\nI'm not sure why that is,'' Winkenwerder said.\n</P>\n<P>\nStandards of medical care at Walter Reed remain high, he said, but\nhe acknowledged: ``The trust has taken a hit here. And I think it's\nour job to repair that trust and to re-earn that trust. And that's\nwhat we're going to do.''\n</P>\n<P>\nRep. Tom Davis, R-Va., the top Republican on the House Committee on\nOversight and Government Reform, blasted the Army Wednesday, saying in\na statement that it has known for years about shortcomings at Walter\nReed.\n</P>\n<P>\n``You could put all of the wounded soldiers in the Ritz-Carlton and\nit wouldn't fix the personnel, management and record-keeping problems\nthat keep them languishing in outpatient limbo out there for months\nwhile paperwork from 11 disjointed systems gets shuffled and lost,''\nDavis said.\n</P>\n<P>\nDel. Eleanor Holmes Norton, D-D.C., echoed Davis' concerns after\nshe toured Building 18 and spoke to soldiers.\n</P>\n<P>\n``The problem is much more serious than one building,'' she said in\nan interview. ``It's going to be easy for everyone to duck this\nproblem after the building is fixed if we don't fix the completely\ndilapidated administrative system.''\n</P>\n<P>\nNorton said that she thinks Congress will have to compel the Army\nto overhaul its outpatient care system but that immediate steps are\nneeded to help soldiers trapped in the existing bureaucracy.\n</P>\n<P>\nArmy Secretary Francis Harvey said an independent review group of\nabout eight people will be established to look at outpatient care.\nWinkenwerder said the group would report back to the Pentagon in a\n``short time frame.''\n</P>\n<P>\nCody called the state of Building 18 -- where 76 soldiers live --\n``inexcusable'' and said he will ``personally oversee'' its\nrenovation. He said the building had been upgraded several times and\ncalled the furniture ``very nice'' but said the walls and\ninfrastructure were not ``up to speed'' and required inspections were\nnot done or were not rigorous enough.\n</P>\n<P>\nHarvey said the building would be renamed after a Army doctor,\nmedic or nurse who was killed in action.\n</P>\n<P>\nCody said the Army will review all its procedures for handling\nwounded soldiers and their families, and would seek to streamline\nsystems for assistance.\n</P>\n<P>\nStaff writers Steve Vogel and William Branigan contributed to this\nreport.\n</P>\n", 
            "id": "LTW_ENG_20070222.0119"
        }, 
        {
            "headline": "bc-walterreed", 
            "text": "\n<P>\nThe Army's surgeon general on Thursday criticized\nstories in The Washington Post disclosing problems at Walter Reed Army\nMedical Center, saying the series unfairly characterized the living\nconditions and care for soldiers recuperating from wounds at the\nhospital's facilities.\n</P>\n<P>\n``I'm not sure it was an accurate representation,'' Lt. Gen. Kevin\nKiley, chief of the Army Medical Command which oversees Walter Reed\nand all Army health care, told reporters during a news conference.\n``It was a one-sided representation.''\n</P>\n<P>\nUntil now, the Army had not challenged any aspect of the Post\nseries. Army and Defense Department leaders have promised to repair\nsqualid conditions in Building 18, a former hotel outside the Walter\nReed gate where 76 wounded soldiers are housed as outpatients. They\nhave also promised to address bureaucratic problems that have impeded\ncare.\n</P>\n<P>\nThe two-part newspaper series reported that many soldiers spend 18\nmonths or more at Walter Reed. It quoted many patients and their\nfamilies describing a bureaucratic indifference to medical needs. And\nit described rooms in Building 18 with mold, leaky plumbing and holes\nin ceilings.\n</P>\n<P>\nWhile acknowledging ``pretty distressing'' conditions in some rooms\nin Building 18, Kiley said the problems were not widespread, nor\nsymptoms of a system that allows soldiers to languish. The building is\nnot ``emblematic of a process that abandons soldiers,'' said Kiley,\nwho was commander at Walter Reed before becoming surgeon general in\n2004.\n</P>\n<P>\n``I want to reset the thinking,'' Kiley added. ``While we have some\nissues here, this is not a horrific, catastrophic failure at Walter\nReed.''\n</P>\n<P>\nAsked to elaborate on his comments after the news conference at the\nfacility, Kiley said he did not dispute any of the facts in the Post\nstories. ``It's not the accuracy I question, it's the\ncharacterization,'' he said.\n</P>\n<P>\nKiley said the Army was beginning to study ways to streamline the\nmedical bureaucracy, including the process by which soldiers are\nmedically evaluated and either discharged or returned to active duty.\n``That's going to take more than a couple of weeks, but we're going to\nget at it,'' he said.\n</P>\n<P>\nKiley's comments came at the conclusion of a media tour during\nwhich reporters and television cameras were escorted through Building\n18 to view conditions and repairs. Rooms had been painted, plumbing\nrepaired and floors reeked of disinfectant.\n</P>\n<P>\n``It's not the Ritz-Carlton at Pentagon City, I'll grant you\nthat,'' Kiley said, surveying the newly cleaned, repaired and\nrepainted room where until recently Army Spec. Jeremy Duncan lived\namid black mold and a hole in the ceiling above the shower.\n</P>\n<P>\nDuncan, who suffered a broken neck while on patrol in Iraq last\nyear, was moved to a new room after the Post story described his\nliving conditions. He said he had not suffered any reprisals.\n``Believe it or not, people were actually happy about the fact that\nsomeone spoke up,'' Duncan said.\n</P>\n<P>\nAn Army sergeant who oversees the management of Building 18 said\nthree requests for service were made to repair Duncan's room -- one in\nNovember, one in January, and one last week -- but nothing happened.\n</P>\n<P>\nKiley said that while repairs to Building 18 are nearly complete,\nthe aging facility needs a top-to-bottom renovation. ``That's tough to\ndo while you're trying to take care of soldiers,'' he said.\n</P>\n<P>\nIn another development Thursday, the White House announced that\nPresident Bush plans nominate Ward Casscells to replace William\nWinkenwerder as assistant defense secretary for health affairs. The\nPentagon said Winkenwerder's departure was already planned and not\nrelated to the problems at Walter Reed.\n</P>\n", 
            "id": "LTW_ENG_20070223.0118"
        }, 
        {
            "headline": "Painting Over the Problems at Walter Reed's Building 18", 
            "text": "\n<P>\nIt's not every day one gets to witness a whitewash in\naction, but Walter Reed Army Medical Center provided just such an\nopportunity Thursday.\n</P>\n<P>\nIn Sunday's Washington Post, Dana Priest and Anne Hull described\nthe woeful conditions of Room 205 in Walter Reed's Building 18:\n``Behind the door of Army Spc. Jeremy Duncan's room, part of the wall\nis torn and hangs in the air, weighted down with black mold. When the\nwounded combat engineer stands in his shower and looks up, he can see\nthe bathtub on the floor above through a rotted hole.''\n</P>\n<P>\nThe Army mobilized. Painters were deployed to cover the offending\nwall with a fresh coat of white semigloss. And television crews were\ninvited in to inspect the result.\n</P>\n<P>\n``Some of the paint is still wet against that wall, so be\ncareful,'' Walter Reed public affairs officer Donald Vandrey, standing\non the bed in his socks, advised the film crews. ``They just finished\nrepainting it about 10 minutes ago.''\n</P>\n<P>\nMission accomplished?\n</P>\n<P>\nLt. Gen. Kevin Kiley thought so. After the media tour of Building\n18, the Army's surgeon general gave a news conference. ``I do not\nconsider Building 18 to be substandard,'' he said of a facility Priest\nand Hull found full of ``mouse droppings, belly-up cockroaches,\nstained carpets, cheap mattresses'' and other delights. ``We needed to\ndo a better job on some of those rooms, and those of you that got in\ntoday saw that we frankly have fixed all of those problems. They\nweren't serious, and there weren't a lot of them.''\n</P>\n<P>\nKiley might have had a stronger case if men wearing Tyvek hazmat\nsuits and gas masks hadn't walked through the lobby while the camera\ncrews waited for the tour to start, or if he hadn't acknowledged,\nmoments later, that the entire building would have to be closed for a\ncomplete renovation. The general also seemed to miss a larger point\nidentified by other officials: Walter Reed's problem isn't of mice and\nmold but a bureaucracy that has impeded the recovery of wounded\nsoldiers.\n</P>\n<P>\nThe Army's vice chief of staff, only 24 hours earlier, decried ``a\nbreakdown in leadership'' for the conditions in the place. And Rep.\nTom Davis, R-Va., noted that ``you could put all the wounded soldiers\nin the Ritz-Carlton, and it wouldn't fix the personnel management and\nrecord-keeping problems that keep them languishing in outpatient limbo\nout there for months.''\n</P>\n<P>\n``We're not letting soldiers languish,'' came Kiley's reply.\n</P>\n<P>\nFor all the stagecraft, there was still broken glass in the\ndriveway of Building 18 Thursday, a banana peel on the steps and an\nempty Budweiser can in the shrubbery. There were signs of hasty\nrepairs: a plumber's truck outside, dust masks and spray cleaners on\nwindow sills, rat poison outside the dumpster, and a discarded box\nproclaiming ``Emergency Exit Lighting Fixture.'' Construction workers\ncame and went.\n</P>\n<P>\nThe base's public-affairs crew arrived 25 minutes late for the tour\nbut got right to work. ``Some of these people are not on our list and\nare not coming in,'' announced Lori Calvillo, Walter Reed's chief\nspokeswoman. ``C-SPAN, you're not on the list. You're not coming in.''\nShe then attempted to evict a Washington Post reporter, who appealed,\nloudly, to Kiley.\n</P>\n<P>\nThe tour began in the game room, where soldiers shot pool and\nwatched a plasma TV. From there, the tourists climbed a stairwell\nsmelling of chlorine bleach to a floor smelling of fresh paint.\n</P>\n<P>\n``In the next room, there's a little water drop on the ceiling; you\ncan get a nice shot of it,'' Kiley joked. Inside Room 416, there was\nindeed some rainwater dripping into a wastebasket, a missing\nlampshade, some loose wallpaper and a mirror on the floor -- but\nneither rodents nor fungus visible.\n</P>\n<P>\nThen it was down to Room 205, crammed with Tilex, sealant, paint\nrollers, a dropcloth and ceramic tiles. Spokesman Vandrey spoke like a\nreal estate agent: ``There was no plumbing leakage in the bathroom.\nThat was all condensation.'' Outside the room, a man spoke urgently\ninto his cellphone: ``The drywall has to dry before they can paint.''\n</P>\n<P>\nA few doors down was Spc. Duncan, in his new room. ``Unfortunately,\nI had to stand up and tell them, `Hey, the room is messed up,''' he\ntold a Voice of America camera. ``I got my point across.''\n</P>\n<P>\nHe sure did -- and that's why Kiley, who was the commander at Walter\nReed before assuming his current role in 2004, found himself staring\ninto a bank of 12 cameras Thursday. Missing was Maj. Gen. George\nWeightman, the current Walter Reed commander -- ``called away to\nimportant business,'' Kiley explained.\n</P>\n<P>\nAt times, Kiley appeared to acknowledge a systemic problem. He\npromised to ``go at this thing soup to nuts,'' adding: ``We're gonna\nget at it real quickly.'' But then he quibbled with the scope of the\nproblem. ``Some of this bureaucracy, as much as it frustrates us, I'm\nnot sure that's a breakdown in leadership,'' he reasoned.\n</P>\n<P>\nHe then attacked the ``one-sided representation'' of the Post\nreporting. ``I do not think that Building 8'' -- he apparently meant 18\n-- ``is emblematic of a process of Walter Reed that has abandoned\nsoldiers and their families,'' Kiley said. ``I want to reset the\nthinking that while we have some issues here, this is not a horrific,\ncatastrophic failure at Walter Reed.''\n</P>\n<P>\nBack in Room 205, the whitewash was almost dry.\n</P>\n", 
            "id": "LTW_ENG_20070223.0147"
        }, 
        {
            "headline": "DEFENSE SECRETARY VOWS ACTION ON MEDICAL CENTER", 
            "text": "\n<P>\nDefense Secretary Robert M. Gates said Friday that he\nwould move swiftly to improve conditions for wounded soldiers being\ntreated as outpatients at Walter Reed Army Medical Center, and\nhe warned that senior officials would be held accountable for\nthe poor conditions.\n</P>\n<P>\nGates, speaking to reporters after touring the facilities and speaking to\nseveral patients, said he was upset by reports in The\nWashington Post describing wounded soldiers living in dilapidated buildings near\nthe Walter Reed campus and portraying the massive paperwork and\nother bureaucratic hurdles they had to overcome during treatment.\n</P>\n<P>\nGates announced the creation of an eight-member commission to examine conditions\nat Walter Reed, on the outskirts of Washington, and other\nmilitary hospitals, and make recommendations for improvements within 45 days.\n</P>\n<P>\n\"After the facts are established, those responsible for having allowed this\nunacceptable situation to develop will indeed be held responsible,\" Gates\nsaid.\n</P>\n<P>\nAs the number of service members wounded in Iraq and Afghanistan\nhas climbed, Defense Department officials have held up Walter Reed\nas a facility offering unmatched care. But the large number\nof patients there, currently about 650, has forced officials to\nrely on overflow facilities nearby more than they have in\nthe past and has caused long waits for some treatments,\nofficials acknowledged.\n</P>\n<P>\nPentagon officials have stressed that the quality of care at Walter\nReed and other Army facilities is generally high. They have\nsaid that the poor conditions, which included moldy walls, cockroaches,\nmouse droppings and stained carpets, were confined to a 54-room\nArmy-owned facility across the street from the main Walter Reed\ncampus where nearly 70 recovering service members are being housed.\n</P>\n<P>\nBut the Post reports prompted several days of damage control by\nArmy and Pentagon officials that have veered back and forth\nbetween acknowledging the situation and playing it down. The Army's\ntop medical officer, Lt. Gen. Kevin C. Kiley, described the\nnewspaper's account as a \"one-sided representation\" at a news conference\nThursday, emphasizing that he was objecting to the tone of\nthe stories, not the facts.\n</P>\n<P>\nOnly a day before, Gen. Richard Cody, the Army vice chief\nof staff, said: \"We were absolutely disappointed in the status\nof the rooms and found the delays and lack of\nattention to detail to the building's repairs inexcusable.\"\n</P>\n<P>\nThe outpatients at Walter Reed have received initial treatment but require\nfurther care or rehabilitation before retiring from the armed forces\nor returning to active duty.\n</P>\n<P>\nGates said of the accounts in The Post: \"I have not\nseen anything or heard anything\" that led him believe the\narticles \"were in any substantial way wrong.\"\n</P>\n<P>\nHe said no hospital officials had offered to resign but several\nlower-level employees overseeing outpatient care had been relieved on their\nduties. He said he met earlier Friday with President Bush\nto discuss the situation.\n</P>\n<P>\nHospital officials in recent days have moved to clean up the\nmost visible problems. Gates said the new commission, to include\nretired officials from the Pentagon, Congress and the armed services,\nwould also look at conditions at the National Naval Medical\nCenter nearby in Bethesda, Md., and any other military medical\nfacilities they choose to examine.\n</P>\n<P>\nThe members are Togo West, secretary of veterans affairs and secretary\nof the Army under President Bill Clinton; Jack Marsh, secretary\nof the Army under President Ronald Reagan; Dr. Joe Schwarz,\na former Republican congressman from Michigan; Jim Bacchus, a former\nDemocratic congressman from Florida; and four retired military officers, Gen.\nJohn Jumper, former Air Force chief of staff; Lt. Gen.\nChip Roadman, former Air Force surgeon general; Rear Adm. Kathy\nMartin, former Navy deputy surgeon general; and Command Sgt. Maj.\nLarry Holland.\n</P>\n<P>\nGates said he was disappointed that the Defense Department did not\nuncover the problems itself.\n</P>\n<P>\nThe main Walter Reed hospital is scheduled to close by 2011.\nIts operations are to be transferred to the Bethesda facility,\nwhich will be expanded and renamed the Walter Reed National\nMilitary Medical Center.\n</P>\n", 
            "id": "NYT_ENG_20070223.0170"
        }, 
        {
            "headline": "bc-walterreed-media", 
            "text": "\n<P>\nTo the Army's public affairs chief, it was simply an\neffort to ``get the facts out from our perspective.''\n</P>\n<P>\nTo Dana Priest, who covers national security for The Washington\nPost, it was a case of Army officials ``shooting themselves in the\nfoot, because reporters are not going to trust them.''\n</P>\n<P>\nThe Post last week gave the Army six days to respond to the paper's\ninvestigation into decaying, cockroach-infested facilities and an\noverwhelmed patient-care bureaucracy at Walter Reed Army Medical\nCenter in Northwest Washington. The Army's public affairs office used\nthe time to summon journalists from other news organizations to a\nbriefing at which Walter Reed's commander responded to the findings --\nin an article that had not yet been published.\n</P>\n<P>\n``It made us feel very uncomfortable that we were being set up to\nbe the Army's public affairs arm,'' said Los Angeles Times\ncorrespondent Peter Spiegel, who attended the Pentagon session. ``They\nwere trying to brief us on a story when we didn't know what the story\nwas about.'' Journalists from the Boston Globe, USA Today, the\nAssociated Press and Fox News also attended the invitation-only\nbriefing.\n</P>\n<P>\nWhen journalists seek a response from a government agency on a\npending story, there is generally an understanding that the\ninformation will not be shared with rival news outlets before\npublication. Such unspoken agreements, however, are hardly iron-clad.\nTreasury Department officials last year gave the Wall Street Journal\ndeclassified information about a secret program to track the banking\nrecords of terror suspects after failing to persuade the New York\nTimes to kill a planned story on the subject.\n</P>\n<P>\nCol. Dan Baggio, the Army's chief of media relations, said Walter\nReed's commander had already been thinking of briefing reporters on\nconditions at the medical center. But Baggio acknowledged the timing\nwas dictated by the upcoming Post stories, which ran Sunday and Monday\nand detailed inadequate care for wounded veterans.\n</P>\n<P>\nPriest, who reported the two-part series with Anne Hull, says she\ntold an Army public affairs officer this week: ``How do you think this\nis going to affect our relationship? Do you think I'm going to be\nwilling next time to give you that much time to respond, if you're\ngoing to turn around and tell my competitors?''\n</P>\n<P>\nMaj. Gen. George Weightman, Walter Reed's commander, viewed the\nmatter differently, Baggio said. ``Because we had a long holiday\nweekend coming up and we knew the story was coming out about Walter\nReed, he felt an obligation to make sure to get the facts out from our\nperspective,'' Baggio said. ``We have a responsibility to communicate\nwith the public about things going on at our command, regardless of\nwho says they had the right of discovery.''\n</P>\n<P>\nPriest first contacted the Army on Monday, Feb. 12, and provided a\nlist of 30 questions about conditions at Walter Reed. She said\nWeightman was responsive during a two-hour interview Thursday, Feb.\n15, but she initially thought he was joking when he said he would be\nbriefing other news organizations on Walter Reed's problems the\nfollowing day.\n</P>\n<P>\nAt the Friday briefing, reporters were told that Weightman's\nremarks were embargoed until late Saturday afternoon, around the time\nThe Post's story was expected to be posted online. That, said Baggio,\nwas done as a ``courtesy.''\n</P>\n<P>\nAfter an internal debate, said Spiegel of the Los Angeles Times,\n``it seemed to us pointless to try to cobble something together''\nwithout The Post's findings.\n</P>\n<P>\nBut the Army succeeded in putting its stamp on some stories. An AP\nreport Saturday evening began: ``The commander of the Army's leading\nmedical facility acknowledges problems in outpatient treatment but\nsaid the hospital is working to address the concerns of patients and\ntheir families.'' Spiegel's Times piece Sunday said Weightman ``has\nacknowledged that the staff responsible for tracking patients after\nthey receive treatment was overwhelmed by the number of wounded when\nviolence spiked in Iraq two years ago.'' Both reports said Weightman\nspoke in advance of The Post's stories.\n</P>\n<P>\nArmy officials are now questioning the paper's handling of the\nprobe. In a letter to Walter Reed's staff this week, Weightman said\nthat ``information for this article was covertly obtained over more\nthan two years by reporters who did not wish to bring their findings\nto the leadership for action.''\n</P>\n<P>\nPriest, saying the inquiry lasted four months, not two years,\ndeclined to explain how she and Hull repeatedly signed into Walter\nReed without the knowledge of the Army brass. Every patient or family\nmember quoted by name, she said, had agreed to be on the record.\n</P>\n<P>\n``We never lied to anyone about who we were,'' Priest said. ``We\njust tried not to be in a position to identify ourselves to anyone who\nwould report us to public affairs and have us kicked off the base.''\n</P>\n<P>\nAs for Weightman's complaint that the paper should have notified\nthe Army of its conclusions earlier in the process, Priest called that\n``ridiculous,'' saying: ``You find wrongdoing and you don't report it\nto the public first? You report it to them first? That's not our\nrole.'' \n</P>\n", 
            "id": "LTW_ENG_20070224.0089"
        }, 
        {
            "headline": "bc-walterreed", 
            "text": "\n<P>\nDefense Secretary Robert Gates named an independent\nreview panel Friday to investigate what he called an ``unacceptable\nsituation'' in outpatient care at Walter Reed Army Medical Center, and\nhe said that some soldiers ``most directly involved'' in the problems\nhave been removed from their positions.\n</P>\n<P>\nSpeaking to reporters during a visit to the Army hospital in the\nDistrict of Columbia, Gates also warned that senior military leaders\ncould be disciplined based on the findings of the review group.\n</P>\n<P>\n``We empower commanders with responsibility, authority and\nresources necessary to carry out their missions. With responsibility\ncomes accountability,'' Gates said. ``Accordingly, after the facts are\nestablished, those responsible for allowing this situation to develop\nwill indeed be held accountable.''\n</P>\n<P>\nThe Senate Armed Services Committee has tentatively scheduled\nhearings on the facility for March 6, said a spokeswoman for the\npanel's chairman, Sen. Carl Levin, D-Mich. Sen. John Warner, R-Va.,\nthe ranking minority member of the committee, toured the facility\nFriday.\n</P>\n<P>\nThe actions came after stories in the Washington Post last weekend\nthat revealed that wounded soldiers recuperating at Walter Reed often\nbecome mired in red tape as they seek further treatment or decisions\nabout whether they will stay in the military. The articles also\ndisclosed poor living conditions -- including mold, filth and leaks --\nin Building 18, an Army facility housing recovering troops.\n</P>\n<P>\n``I'm grateful to reporters for bringing this to our attention, but\nthoroughly disappointed we did not identify it ourselves,'' Gates said\nin his first public remarks addressing the situation.\n</P>\n<P>\nThe eight-member review group appointed by Gates has been charged\nwith taking a broad look at all rehabilitative care and administrative\nprocedures both at Walter Reed and the National Naval Medical Center\nin Bethesda, Md. Panel members ``will be given free and unrestricted\naccess'' to visit medical facilities and interview personnel, Gates\nsaid.\n</P>\n<P>\nThe group will be co-chaired by Togo West, who was secretary of\nveterans affairs and secretary of the Army during the Clinton\nadministration, and by John ``Jack'' Marsh, who was secretary of the\nArmy under President Reagan and a former member of Congress from\nVirginia. Other members include two former members of Congress, three\nretired senior military officers and a retired command sergeant major.\nTheir report is due within 45 days and will be made public, Gates\nsaid.\n</P>\n<P>\nGates said he had no information suggesting there are problems at\nBethesda similar to those at Walter Reed, but said the naval facility\nis being included because ``we need to know the scope of this\nproblem.''\n</P>\n<P>\nThere is rare unanimity in Washington on the need to treat wounded\nsoldiers well, Gates said, ``and so we're determined to fix it, and\nfix it fast.''\n</P>\n<P>\nHe described the medical care itself at the hospital as\n``unsurpassable'' and said the shortcomings were confined to ``the\noutpatient aspect of this.''\n</P>\n<P>\nDuring his visit, Gates met a group of five soldiers being treated\nat the facility who spoke of a frustrating administrative bureaucracy\nat the hospital.\n</P>\n<P>\n``They battled our foreign enemies, they should not have to battle\nan American bureaucracy,'' Gates said.\n</P>\n<P>\nGates said caseworkers are ``overwhelmed'' by the numbers of\npatients they are assigned, and he indicated more workers would be\nsoon assigned to the hospital.\n</P>\n<P>\n``There's just too much work for the number of people that are\navailable,'' he said. ``So that's one thing that can be addressed\npretty quickly.''\n</P>\n<P>\nGates added that troops who had been wounded in service ``should\nnot have to recuperate in substandard housing.''\n</P>\n<P>\nThe Army declined to identify publicly the personnel who have been\nmoved to different positions at the hospital. Speaking on background,\nan Army official said they included several soldiers involved in\nsupervising facilities at Walter Reed, including Building 18.\n</P>\n<P>\nGates met with President Bush Friday morning to brief him on the\nactions underway. ``He is, understandably, concerned and emphatic in\nwanting the best possible care for our wounded soldiers and for their\nfamilies,'' Gates said. \n</P>\n", 
            "id": "LTW_ENG_20070224.0090"
        }, 
        {
            "headline": "Defense chief says some blamed for problems at military ' s best-known hospital be held accountable", 
            "text": "\n<P>\nDefense Secretary Robert Gates says people found to have been responsible for\nallowing substandard living conditions for soldier outpatients at Walter Reed\nArmy Medical Center in Washington will be \"held accountable,\" although so far no\none in the Army chain of command has offered to resign.\n</P>\n<P>\nGates spoke to reporters after visiting the medical compound, whose reputation\nas a premier caregiver for soldiers wounded in Iraq and Afghanistan has taken a\nsevere hit in the aftermath of a Washington Post series of reports last week\nthat documented problems in soldiers' housing and in the medical bureaucracy at\nWalter Reed.\n</P>\n<P>\n\"A bedrock principle of our military system is that we empower commanders with\nthe responsibility, authority and resources necessary to carry out their\nmission,\" Gates said. \"With responsibility comes accountability.\"\n</P>\n<P>\nHis comment suggested that senior officials in the Army chain of command would\nnot be immune from disciplinary action.\n</P>\n<P>\nGates announced that two former Army secretaries, Togo West and Jack Marsh,\nwould head an independent panel to review treatment and administrative processes\nat Walter Reed, in Washington, and the National Naval Medical Center in the\ncapital's Maryland suburbs. Gates said the group has been asked to report its\nfindings within 45 days.\n</P>\n<P>\n\"After the facts are established, those responsible for having allowed this\nunacceptable situation to develop will indeed be held accountable,\" Gates said,\nadding that so far no one involved has offered to resign.\n</P>\n<P>\n\"We are not going to wait 45 days to begin addressing these problems,\" he said.\n\"And so there have been some people who are most directly involved who have been\nrelieved. But we will be looking and evaluating the rest of the chain of command\nas we get more information.\"\n</P>\n<P>\nAsked about Gates' statement that some have already been relieved of duty, Army\nofficials said they were unsure that any such actions had been taken. One Army\nofficial, speaking on condition of anonymity because the Army also is\nundertaking its own review of what happened at Walter Reed, said officials are\nconsidering possible personnel changes.\n</P>\n", 
            "id": "APW_ENG_20070224.0158"
        }
    ], 
    "id": "D1117C", 
    "title": "Walter Reed Investigation"
}