{
    "docSet": [
        {
            "headline": "China allocates 200 million yuan for quake relief : report", 
            "text": "\n<P>\nChina has allocated 200 million yuan (29 million dollars) for disaster relief\nwork after an earthquake rocked the country's southwest killing more than 8,700\npeople, state press reported Tuesday.\n</P>\n<P>\nThe quake, with a magnitude of 7.8, struck close to densely populated areas in\nSichuan province, including the capital Chengdu, shortly before 2:30 pm (0630\nGMT) on Monday.\n</P>\n<P>\nIt is the worst to strike China since the Tangshan earthquake in 1976, which\nclaimed 242,000 lives, Xinhua news agency said.\n</P>\n<P>\nXinhua said 8,533 people had died in Sichuan alone, citing the local government.\n</P>\n", 
            "id": "AFP_ENG_20080512.0153"
        }, 
        {
            "headline": "Russia's Medvedev offers China help after earthquake", 
            "text": "\n<P>\nRussia's new President Dmitry Medvedev sent condolences and an offer of help to\nhis Chinese counterpart Hu Jintao after Monday's earthquake, the Kremlin said.\n</P>\n<P>\n\"I ask you to pass condolences to the friends and family of the perished and\nwishes for a speedy recovery to all those who suffered,\" Medvedev said in a\ntelegram to Hu after the earthquake in Sichuan province.\n</P>\n<P>\n\"We are ready to help relieve the consequences of this emergency if needed,\" the\ntelegram said.\n</P>\n", 
            "id": "AFP_ENG_20080512.0198"
        }, 
        {
            "headline": "China did not detect deadly quake: report", 
            "text": "\n<P>\nChinese authorities did not detect any warning signs ahead of Monday's\nearthquake that killed more than 8,600 people, state media reported.\n</P>\n<P>\n\"Monitoring before the earthquake did not detect any macroscopic abnormalities,\nand did not catch any relevant information,\" said Deng Changwen, deputy head of\nSichuan province's earthquake department.\n</P>\n<P>\nBut Deng, quoted by the Chengdu Business Newspaper, defended China's earthquake\nmonitoring systems.\n</P>\n<P>\n\"Predicting earthquakes is a difficult science, and in fact, our earthquake\nprediction level is quite high,\" he said.\n</P>\n<P>\nThe 7.8-magnitude earthquake struck Sichuan province shortly before 2:30 pm\n(0630 GMT) on Monday.\n</P>\n<P>\nA total of 8,533 people have died in Sichuan, Xinhua reported in a separate\ndispatch.\n</P>\n<P>\nXinhua, citing the disaster relief headquarters, also reported 48 people were\nkilled in northwestern Gansu province, 50 in the municipality of Chongqing, 61\nin Shaanxi province, and one in southwestern Yunnan.\n</P>\n<P>\nAll of those provinces and Chongqing, a special municipality of more than 30\nmillion people, border Sichuan.\n</P>\n", 
            "id": "AFP_ENG_20080512.0212"
        }, 
        {
            "headline": "AIPA sends condolence to China", 
            "text": "\n<P>\nThe ASEAN Inter-Parliamentary Assembly (AIPA) on Wednesday expressed its\ncondolence and sympathy to China following the devastating earthquake in Sichuan\nprovince.\n</P>\n<P>\n\"I wish to sincerely express our profound grieve and sympathy to the government\nand people of China on the lost of many lives and destruction to property caused\nby the recent earthquake in Sichuan Province,\" AIPA Secretary-General Yusoff Bin\nZain said in Jararta.\n</P>\n<P>\n\"We hope and pray for early recovery of the affected areas and wish to also\nconvey our deepest condolences to those who lost their loved ones in the\ndevastating natural disaster.\"\n</P>\n", 
            "id": "XIN_ENG_20080513.0052"
        }, 
        {
            "headline": "Vietnam expresses sympathies with China over earthquake losses", 
            "text": "\n<P>\nVietnam has expressed deep sympathies to China at huge losses caused by an\nearthquake in China's southwestern Sichuan province, Vietnam News Agency\nreported Tuesday.\n</P>\n<P>\n\"We are shocked at the news that the earthquake in Sichuan has caused great\nlosses to China, killing and leaving missing thousands of people, directly\nimpacting millions of residents,\" spokesman of the Vietnamese Ministry of\nForeign Affairs Le Dung said, while answering questions on Vietnam's reaction to\nthe earthquake's losses.\n</P>\n<P>\nHe also expressed condolences to the Communist Party, State and people of China\nand families of the earthquake's victims.\n</P>\n<P>\nWe believe that the Chinese people will rapidly overcome the earthquake's\naftermath, and soon recover production and stabilize life, he noted.\n</P>\n<P>\nGeneral Secretary of the Communist Party of Vietnam Central Committee Nong Duc\nManh, State President Nguyen Minh Triet, Prime Minister Nguyen Tan Dung and\nChairman of the National Assembly of Vietnam Nguyen Phu Trong have sent\ncondolence messages to their Chinese counterparts over big losses caused by the\nearthquake.\n</P>\n<P>\nThe earthquake, with a magnitude of 7.8 on the Richter scale, rocked southwest\nChina Monday afternoon, killing at least 10,000 people.\n</P>\n", 
            "id": "XIN_ENG_20080513.0097"
        }, 
        {
            "headline": "Germany announces aid to China over earthquake", 
            "text": "\n<P>\nThe German government announced on Tuesday that it is to provide 500,000 euros\n(around 770,000 U.S. dollars) in aid for earthquake victims in Sichuan Province\nof China.\n</P>\n<P>\nThe German government described the funds, to be sent via the German Red Cross,\nas a \"first step\" in its relief aid.\n</P>\n<P>\nEarlier on Monday, German Chancellor Angela Merkel and Foreign Minister Frank-\nWalter Steinmeier offered their condolences to China over the heavy loss of life\nin the powerful earthquake that hit China's southwestern province of Sichuan.\n</P>\n<P>\nA strong earthquake measuring 7.8 magnitude struck Wenchuan county of Sichuan\nProvince on Monday, leaving at least 12,000 people died and thousands more\ninjured.\n</P>\n", 
            "id": "XIN_ENG_20080513.0143"
        }, 
        {
            "headline": "Norway to provide aid to China over earthquake", 
            "text": "\n<P>\nThe Norwegian government decided on Tuesday to provide 20 million krone (about\n3.92 million U.S. dollars in aid for earthquake victims in Sichuan Province of\nChina, according to reports reaching here from Oslo.\n</P>\n<P>\nThe funds will be put at the disposal of the Chinese government for the disaster\nrelief work in the earthquake-hit areas, Norwegian Minister of International\nDevelopment Erik Solheim said to the Norwegian news Agency NTB.\n</P>\n<P>\nThe Chinese authorities can decide how to use the money for the relief work\nbecause there is an efficient relief apparatus in China, he said, adding that\nNorway can also provide some special equipment or other special assistance if\nChina needs.\n</P>\n<P>\nA strong earthquake measuring 7.8 magnitude struck Sichuan Province on Monday,\nleaving at least 12,000 people died and thousands more injured.\n</P>\n", 
            "id": "XIN_ENG_20080513.0150"
        }, 
        {
            "headline": "Belgium pledges 250,000 euros to China for earthquake relief", 
            "text": "\n<P>\nThe Belgian government pledged on Tuesday an initial relief fund of 250,000\neuros to China after a powerful earthquake struck southwestern China on Monday.\n</P>\n<P>\nFollowing the earthquake in China's Sichuan Province, Belgian Foreign Minister\nKarel De Gucht has sent a message of condolence to his Chinese counterpart Yang\nJiechi expressing his sympathy with the victims of the disaster, the Belgian\nForeign Ministry said in a statement.\n</P>\n<P>\nDe Gucht has decided to provide an initial aid of 250,000 euros to China, it\nsaid.\n</P>\n<P>\nAn earthquake measuring 7.8 on the Richter scale hit Wenchuan County in the\nSichuan Province on Monday, killing more than 12,000 people and injuring more\nthan 26,000. The death toll could rise as thousands are still buried in debris\nand many are reported missing.\n</P>\n", 
            "id": "XIN_ENG_20080513.0172"
        }, 
        {
            "headline": "Rain to hamper earthquake relief effort: Chinese weather service", 
            "text": "\n<P>\nRain in the coming days in Sichuan is expected to hamper earthquake relief\nefforts, as well as increase risks of landslides, the China Meteorological\nAdministration said Tuesday.\n</P>\n<P>\nThe disaster areas of Sichuan will see moderate to heavy rainfall in the next\ntwo days, tailing off Wednesday, said a statement released by the World\nMeteorological Organization here.\n</P>\n<P>\n\"The rain will bring trouble to the earthquake relief work,\" it said.\n</P>\n<P>\nIn addition, experts from the meteorological observatory pointed out that soil\nand rock structures had been loosened by the earthquake.\n</P>\n<P>\nAlong with rain, \"geological disasters such as debris flow, landslides, etc.\nwill probably occur,\" they warned.\n</P>\n<P>\n\"Therefore, the relevant sectors and personnel should pay attention to disaster\nprevention as well as disaster resistance and relief.\"\n</P>\n", 
            "id": "AFP_ENG_20080513.0199"
        }, 
        {
            "headline": "China Ethnic Affairs Commission sends 2 mln yuan to Sichuan", 
            "text": "\n<P>\nThe State Ethnic Affairs Commission decided on Tuesday to grant 2 million yuan\n(about 285,000 U.S. dollars) to its provincial branch in the southwestern\nSichuan Province for disaster-relief work.\n</P>\n<P>\nThe funds will be used with a special focus on aiding ethnic minorities who have\nbeen affected by the earthquake. The organization will also mobilize all its\nemployees to donate to the disaster-hit areas.\n</P>\n<P>\nWenchuan County, which was the epicenter of the Monday quake measuring 7.8 on\nthe Richter scale, is located in the Aba Autonomous Prefecture of Tibetan and\nQiang nationalities, Sichuan Province.\n</P>\n", 
            "id": "XIN_ENG_20080513.0375"
        }
    ], 
    "id": "D1110B", 
    "title": "Earthquake Sichuan"
}