{
    "docSet": [
        {
            "headline": "METROLINK CRASH VICTIMS SEEK JUSTICE", 
            "text": "\n<P>\nThree years ago Saturday, Steven Toby settled\ndown for a quick nap and woke up in a nightmare.\n</P>\n<P>\nThe 51-year-old Shadow Hills man was headed south on Metrolink\n100, catching a little shut-eye on his way to his job at Los\nAngeles City Hall. The clock read 6:02 a.m. A tremendous collision\njarred him awake.\n</P>\n<P>\nThe lights went out and Toby heard a mass gasp. His train had\ngone off the rails.\n</P>\n<P>\n\"You think, 'Oh, I'll get through this and go on like\nbefore,\"' he said. \"But the consequences reach far beyond me and\nthe people affected that day.\"\n</P>\n<P>\nThree years, one arrest, 11 deaths and dozens of lawsuits later,\nthe families of the worst disaster in Metrolink history hope their\nlong quest for justice is close to an end.\n</P>\n<P>\nThe Los Angeles Superior Court has scheduled the criminal trial\nof Juan Manuel Alvarez for March 24. The 25-year-old Compton man,\nwho drove his SUV onto the tracks at Chevy Chase Drive in Glendale,\nstands accused of 11 counts of murder, along with arson and\ntrain-wrecking charges. If convicted, he faces the death penalty.\n</P>\n<P>\nAllegedly distraught and suicidal, the handyman lodged the SUV\non the tracks north of downtown Los Angeles, doused it with\ngasoline and waited. As Train 100 bore down, he leapt out of the\npassenger side and fled.\n</P>\n<P>\nPushed by a massive locomotive, the three-car train bucked\nupward and crashed down atop the Jeep. Its front car skewed wildly\nto the west, knocking into a Union Pacific freight on the next\ntrack. As its front toppled to the side, its rear cars smacked into\nthe northbound Metrolink Train 901.\n</P>\n<P>\nWhen Toby finally oriented himself, debris pinned his leg to the\nground. Someone pulled the stuff off him, but when he tried to get\nup, he crumpled. His leg shattered, he managed to pull himself out\nthe door.\n</P>\n<P>\nEventually, he'd learn to walk again with the aid of a\nhorse-head-top cane, but at the time, all he could think was that\nhe was about to die.\n</P>\n<P>\nFire erupted, fueled by 5,000 gallons of diesel that spewed out\nacross the crash zone. Police, fire crews and regular, everyday\ncitizens rushed to the scene to pull commuters to safety.\n</P>\n<P>\nBy day's end, rescuers retrieved 11 dead bodies from the\nwreckage and marked 180 wounded. Alvarez, who'd watched the carnage\nunfold from beside the tracks, tried to kill himself a second time,\ncutting his wrists and stabbing himself in the chest with scissors.\nGlendale police found his wallet near the scene and arrested him at\na friend's house.\n</P>\n<P>\nAt first, they called the crash a suicide attempt gone horribly\nawry. Later, they alleged that Alvarez's motive was actually a\nbizarre attempt to win the attention of his estranged wife.\n</P>\n<P>\nAlvarez's defense team, Michael Belter and Thomas Kielty,\ndoesn't deny he drove the SUV onto the tracks. But they place the\nblame for the deaths on Metrolink and its practice of pushing\ntrains with the locomotive at the rear.\n</P>\n<P>\n\"Juan never intended to derail or burn the train,\" they wrote\nin a prepared statement. \"Like everyone else, he believed that a\nlocomotive would obliterate his Jeep and just keep going. Juan,\nwhose family friend was killed by a train at a grade crossing a\ncouple of years earlier, thought the train always wins. He deeply\nregrets having unintentionally harmed the victims of this tragic\naccident.\"\n</P>\n<P>\nThey're not the only ones blaming the agency. More than five\ndozen plaintiffs went after Metrolink in civil court. Some settled\nearly, but nearly 60 remain. Trial is set for July 14.\n</P>\n<P>\nIt will start with three separate cases -- one on behalf of the\nsurvivors of a passenger killed in the crash, one for a man\nseriously injured and the final for a woman with minor injuries.\n</P>\n<P>\nMetrolink officials argue that the agency was not at fault and\nthat commuters should not fear getting on the trains.\n</P>\n<P>\n\"It is an extremely safe and reliable form of transportation,\nnot to diminish in any way the tragedy that the families of these\nvictims suffered,\" said Denise Tyrrell, Metrolink spokeswoman.\n\"Everybody knows what caused the Glendale wreck -- or I should\nsay, who caused it.\"\n</P>\n<P>\nMetrolink is fighting on the grounds that the federal government\ncertified the push-pull method as safe, and it still uses the\npush-pull method on all trains.\n</P>\n<P>\nIn 2006, a Federal Railroad Administration report found there\nwas not enough evidence to justify always having a locomotive out\nfront, and Metrolink says it would be too impractical and\nexpensive.\n</P>\n<P>\nThe money from the lawsuit, many plaintiffs agree, is secondary.\nThey want Metrolink to stop pushing trains and to install better\nsecurity measures around crossings.\n</P>\n<P>\n\"For some families, it's like it happened yesterday --\nespecially for the young mothers and widows,\" said Clark Aristei,\nan attorney for the plaintiffs. \"For the injured people, even\nthough it's three years later, some can get nervous just seeing a\ntrain on TV. It's the subtle things that re-stimulate the terror --\nthese people just can't escape them for the rest of their lives.\"\n</P>\n<P>\nIn the years leading up to the crash, Thomas Ormiston, who drove\nAmtrak and Metrolink trains, grew more and more uncomfortable\nriding in the front car when the train was being pushed from\nbehind. He called it the \"coffin car.\"\n</P>\n<P>\nOn the day of the crash, the veteran conductor was in what he\nthought was the safer locomotive of Train 901. But when Train 100\nderailed, it slammed into him, and he was killed.\n</P>\n<P>\nThe 58-year-old Northridge man's widow, Ann, said the\nanniversary is tough every year.\n</P>\n<P>\n\"It's almost like I build up to it, I'm fine, I manage to get\nthrough the holidays,\" she said. \"And it's like this doom and\ngloom over my head for the rest of January.\"\n</P>\n<P>\nFor Elaine Siebers-Parent and her brother, Bob, it's the sound\nof the train whistle in the night that haunts them. Their brother,\nBilly, was on the way to his job as a clerk with the Los Angeles\nUnified School District.\n</P>\n<P>\nBilly Parent, a bachelor who lived alone in Canoga Park, was 53,\na few years away from retirement. He wanted to open a nursery and\nspend his spare time fishing in Mammoth with Bob.\n</P>\n<P>\nInstead of baiting hooks, Bob Parent is preparing for the\nemotional experience of hearing the events unfold once again in\ncourt.\n</P>\n<P>\n\"It brings back bad memories, but we have to have some kind of\nclosure,\" he said. \"I want to see the criminal trial take place.\nYes, Mr. Alvarez was involved, but Metrolink isn't admitting any\nguilt. In my opinion, they're the ones who are really\nresponsible.\"\n</P>\n<P>\nHe and his sister are willing to reopen the old wounds in the\nhope it will bring change. Saturday morning, they plan to visit the\nmemorial erected last year by the Atwater Village Neighborhood\nCouncil.\n</P>\n<P>\nChristine Anthony, who lived a block away from the crash, worked\ntwo years to get the memorial erected, then spent most of this year\ngetting it beautified.\n</P>\n<P>\nShe wanted something permanent, something that would remind\npeople of the terrible day.\n</P>\n<P>\n\"It really touched a lot of people's lives,\" she said. \"It\nreached out like a spider web.\"\n</P>\n<P>\nA spider web that still ensnares Elaine Siebers-Parent. When the\ncrash killed her brother, it took away the family historian. Each\nnight, she still has the urge to call him up to see what's new.\n</P>\n<P>\n\"It feels like it happened yesterday,\" she said. \"I feel like\ntime has not moved on. Justice has not been served -- yet.\"\n</P>\n<P>\nbrent.hopkinsdailynews.com\n</P>\n<P>\n818-713-3738\n</P>\n", 
            "id": "NYT_ENG_20080126.0005"
        }, 
        {
            "headline": "LA judge says man must stand trial for train wreck that killed 11", 
            "text": "\n<P>\nA judge has refused to dismiss murder charges against a man accused of causing a\n2005 Los Angeles train crash that killed 11 people.\n</P>\n<P>\nThe Los Angeles judge on Thursday denied a defense motion for Juan Manuel\nAlvarez and said the prosecution presented enough evidence to have the\n29-year-old defendant stand trial.\n</P>\n<P>\nDefense attorneys had argued that Alvarez was only trying to kill himself when\nhe drove his gasoline-soaked Jeep on train tracks in suburban Glendale. He fled\nthe Jeep as a commuter train bore down.\n</P>\n<P>\nThe resulting crash killed 11 people and injured about 180.\n</P>\n<P>\nProsecutors are seeking the death penalty after charging him with 11 counts of\nmurder and one count of arson.\n</P>\n", 
            "id": "APW_ENG_20080403.1262"
        }, 
        {
            "headline": "TRIAL BEGINS IN 2005 METROLINK TRAGEDY", 
            "text": "\n<P>\nFor the engineer of Metrolink 100, the horror of\nJan. 26, 2005, came seconds after he noticed an odd reflection on\nthe tracks, about a quarter mile dead ahead.\n</P>\n<P>\nAs his train with three passenger cars zoomed straight for the\nreflection at nearly 80 mph, he soon realized it was coming from an\nSUV straddling the tracks.\n</P>\n<P>\n\"He ran down the aisle and told people to 'Hold on! Hold on!\"'\nDeputy District Attorney John Monaghan told jurors Monday in\nopening remarks at the trial for the Metrolink train crash in\nGlendale, in which 11 passengers and crew died. About 180 other\npeople were injured.\n</P>\n<P>\nProsecutors portrayed Juan Manuel Alvarez, the man accused of\nmurder, as an egomaniac meth user who wanted to kill people as a\nway to get attention from his estranged wife.\n</P>\n<P>\nPlaying a slide show featuring photos of the victims when they\nwere alive, followed by shots of their bodies in the wreckage, Los\nAngeles County prosecutors said there is no doubt that Alvarez is\nguilty of murder for dousing his SUV with gasoline, leaving it on\nrailroad tracks in Glendale and watching the carnage unfold.\n</P>\n<P>\n\"On that day, Mr. Alvarez murdered 11 people,\" Monaghan said.\n</P>\n<P>\nThe defense argued that Alvarez's only intent that morning was\nto kill himself. While he's responsible for setting off a \"perfect\nstorm\" of escalating events that resulted in the death of 11\npeople, that doesn't make him a murderer, said Thomas Kielty,\nAlvarez's defense lawyer.\n</P>\n<P>\n\"Juan Alvarez was looking for a place to light himself on\nfire,\" said Kielty about the reason Alvarez initially drove his\nJeep south, well past the legal traffic barrier at the train\ncrossing at Chevy Chase Drive, between Los Angeles and Glendale.\n</P>\n<P>\nHe then decided that getting hit by a train would be a more\nefficient way to kill himself, his attorney said.\n</P>\n<P>\n\"Juan Alvarez never imagined that a train would derail or that\nanybody would die other than himself,\" Kielty said.\n</P>\n<P>\nAlvarez, 29, with shorter hair and a goatee, wore a cream-color\nsuit at the opening of his trial. He is charged with 11 counts of\nmurder and one count of arson and train wrecking, along with\nspecial-circumstance allegations of multiple murders and train\nwrecking stemming from the crash.\n</P>\n<P>\nAbout 6 a.m. on Jan. 26, 2005, Metrolink train 100, heading\nsouthbound, smashed into Alvarez's SUV before derailing and hitting\ntwo more trains, including the northbound Metrolink 901.\n</P>\n<P>\n\"Don't let me burn! don't let me burn!\" Monaghan said\npassengers on board the trains screamed in the fiery aftermath.\n</P>\n<P>\n\"The evidence will clearly show beyond a reasonable doubt that\nMr. Alvarez is the individual that parked a jeep that had been\ndoused with gasoline on the southbound tracks.\"\n</P>\n<P>\nAlvarez's methamphetamine use was so bad and he was so\ndelusional that he thought the CIA was following him and that his\nwife had a slew of lovers, including one who secretly slept with\nthe couple in their bed, prompting Alvarez to sleep with a knife,\nKielty said.\n</P>\n<P>\nAfter a series of incidents and suicide or \"pretend-suicide\"\nattempts, as the prosecutors called them -- such as when Alvarez\ninflicted wounds on himself or took pills -- his wife kicked him\nout of their home. She got a restraining order in late 2004 to keep\nhim away from her, their children, as well as his mother and\nbrother, whom Alvarez allegedly threatened to kill.\n</P>\n<P>\nThe defense contends that after hearing the voices of his\nestranged wife and \"her lover\" calling him stupid, coming from\nthe back seat of his dark-green Jeep Cherokee, Alvarez, who was on\nhis way to work at about 5:30 a.m., decided to kill himself. He\nfilled up two water bottles with gasoline and went to look for a\nplace to light himself on fire.\n</P>\n<P>\nBut prosecutors said they believe the evidence will show that\nAlvarez didn't intend to kill himself, just others.\n</P>\n<P>\n\"Mr. Alvarez used Metrolink 100 as a match to light his vehicle\non fire,\" Monaghan said.\n</P>\n<P>\nCathryn Brogham, deputy district attorney, said Alvarez's\nactions that day were part of a consistent pattern in which he\ntried to get his estranged wife's attention, this time by killing\npeople.\n</P>\n<P>\n\"He could have simply walked in front of that train,\" Brogham\nsaid. \"He didn't just go jump off a bridge. He did not go drive\nhis vehicle off a mountain.\"\n</P>\n<P>\nThe defense claims that Alvarez changed his mind about the\nsuicide and tried unsuccessfully to back the jeep off the tracks,\nbut the vehicle was stuck.\n</P>\n<P>\nFor Henry Romero, whose uncle Leonardo Romero was killed in the\ncrash, there's nothing the defense can say to convince him of\nAlvarez's innocence.\n</P>\n<P>\n\"Blatant murder is what I think it is,\" Romero said.\n</P>\n<P>\nThe family is involved in a lawsuit against the Metrolink,\nsaying that the push method used to propel the Metrolink 100 --\nwhere the engine is behind the passenger cars -- was unsafe.\n</P>\n<P>\nMetrolink is fighting the suit on the grounds that the federal\ngovernment certified the push-pull method as safe.\n</P>\n<P>\nAnd in 2006, a Federal Railroad Administration report found\nthere was not enough evidence to justify always having a locomotive\nout front, and Metrolink says it would be impractical and\nexpensive.\n</P>\n<P>\nrick.cocadailynews.com\n</P>\n<P>\n818-546-3304\n</P>\n", 
            "id": "NYT_ENG_20080429.0005"
        }, 
        {
            "headline": "Murder defendant apologizes for causing SoCal commuter rail derailment deaths", 
            "text": "\n<P>\nA murder defendant apologized Tuesday for causing a commuter train disaster that\nkilled 11 people, testifying that he was trying to kill himself and never meant\nto harm anyone else.\n</P>\n<P>\nTaking the witness stand, Juan Alvarez, 29, asked for forgiveness from families\nof those killed in the January 2005 disaster involving two Metrolink trains.\nSome relatives of the dead were present as Alvarez testified.\n</P>\n<P>\nAlvarez said he poured gas over himself and his Jeep, took out a lighter and\nthen decided he did not want to burn himself to death because it would be too\npainful. He said he then drove onto railroad tracks northeast of Los Angeles in\nGlendale, hoping a train would smash into his vehicle and kill him\nquickly.\n</P>\n<P>\nProsecutors allege that Alvarez had made not a suicide attempt, but a bid for\nattention from his wife. He had fled the Jeep by the time a Metrolink train hit\nthe vehicle, then struck a parked freight train and was struck by another\nMetrolink train going the other way. About 180 people were injured.\n</P>\n<P>\nAlvarez has pleaded not guilty to 11 counts of murder and one count of arson. He\ncould face the death penalty if convicted.\n</P>\n<P>\n\"I feel terrible and I ask for forgiveness,\" Alvarez said. \"I know some of the\nfamily members are here today. I'm very sorry for what happened. I never meant\nto hurt any of your loved ones. That could have been my mom or\ndad.\"\n</P>\n<P>\nDeputy District Attorney Cathryn Brougham said in opening statements last month\nthat Alvarez had threatened to kill his wife and staged the accident to get her\nattention.\n</P>\n<P>\nAfterward, when Alvarez was jailed on murder charges, his wife withdrew a\nrestraining order she had against him and began visiting him regularly, the\nprosecutor said.\n</P>\n", 
            "id": "APW_ENG_20080527.1344"
        }, 
        {
            "headline": "Murder defendant apologizes for causing Southern California commuter rail derailment deaths", 
            "text": "\n<P>\nA murder defendant apologized Tuesday for causing a commuter train disaster that\nkilled 11 people, testifying that he was trying to kill himself and never meant\nto harm anyone else.\n</P>\n<P>\nOn the witness stand, Juan Alvarez, 29, asked for forgiveness from families of\nthose killed in the January 2005 disaster involving two Metrolink trains. Some\nrelatives of the dead were present as Alvarez testified.\n</P>\n<P>\nAlvarez said he poured gas over himself and his Jeep, took out a lighter and\nthen decided he did not want to burn himself to death because it would be too\npainful. He said he then drove onto railroad tracks northeast of Los Angeles in\nGlendale, hoping a train would smash into his vehicle and kill him\nquickly.\n</P>\n<P>\nProsecutors allege that Alvarez had made not a suicide attempt, but a bid for\nattention from his wife. He had fled the Jeep by the time a Metrolink train hit\nthe vehicle, then struck a parked freight train and was struck by another\nMetrolink train going the other way. About 180 people were injured.\n</P>\n<P>\nAlvarez has pleaded not guilty to 11 counts of murder and one count of arson. He\ncould face the death penalty if convicted.\n</P>\n<P>\nAlvarez said after he decided not to kill himself, he tried but could not move\nthe sport utility vehicle. He said he saw the train's bright lights before\njumping out of the vehicle.\n</P>\n<P>\n\"I feel terrible and I ask for forgiveness,\" Alvarez said. \"I know some of the\nfamily members are here today. I'm very sorry for what happened. I never meant\nto hurt any of your loved ones. That could have been my mom or\ndad.\"\n</P>\n<P>\nAlvarez said several times that he did not think anyone else would be hurt and\nhad no idea that the train could derail.\n</P>\n<P>\nAlvarez testified he had made other suicide attempts, once laying down on a road\nwaiting for a car to run over him and twice stabbing himself.\n</P>\n<P>\nDeputy District Attorney Cathryn Brougham said in opening statements last month\nthat Alvarez had threatened to kill his wife and staged the accident to get her\nattention. She said he succeeded because after he was jailed on murder charges\nhis wife withdrew a restraining order and visited him regularly.\n</P>\n", 
            "id": "APW_ENG_20080528.0096"
        }, 
        {
            "headline": "MAN ACCUSED OF MURDERING 11 IN DERAILMENT SAYS HE WANTED TO KILL, BUT NOT TRAIN RIDERS", 
            "text": "\n<P>\nLOS ANGELES - The man who caused the 2005 Metrolink train\nderailment that left 11 dead was \"violent\" and \"dangerous\" and\nconsidered killing people in the days leading up to the crash, he\nsaid Wednesday during cross-examination in his murder trial.\n</P>\n<P>\nDeputy District Attorney John Monaghan pounded Juan Manuel\nAlvarez for details about threats he admitted making to kill or\ninjure his then-estranged wife, his cousin and others before he\nparked his SUV on railroad tracks in Glendale, causing the Jan. 26,\n2005, collision.\n</P>\n<P>\n\"So you were mad,\" Monaghan said. \"So you said you were going\nto kill somebody, is that what you're telling this jury?\"\n</P>\n<P>\nAlvarez shot back that it appeared that Monaghan was trying to\nsay he intended to kill people on the train, which he denies.\n</P>\n<P>\nAlvarez, 29, faces 11 counts of murder, one count each of train\nwrecking and arson, as well as special-circumstance allegations of\nmultiple murder and train wrecking. If convicted, he could face the\ndeath penalty.\n</P>\n<P>\nThe prosecution's cross-examination is scheduled to continue\nthis morning.\n</P>\n<P>\nDuring his second day of testimony in Los Angeles Superior\nCourt, Alvarez said he was in good spirits when he woke up that\nJanuary morning, even taking time to water his landlord's roses\nbefore driving off for a meeting about a job.\n</P>\n<P>\nAlvarez was an admitted methamphetamine user at the time of the\ncrash, although he testified that it had been three or four days\nsince he had used the drug, even though he initially told a doctor\nit had been longer because he was ashamed and afraid it would make\nhim look bad.\n</P>\n<P>\nThat morning, Alvarez, a man who defense witnesses have\ntestified hallucinated that his wife's phantom lover slept in their\nbed and could fly, thought his wife and her lover were in the back\nseat of his vehicle, mocking him.\n</P>\n<P>\nUnder earlier questioning Tuesday from defense attorney Thomas\nKielty, Alvarez said that's when he decided to douse himself with\ngasoline and kill himself.\n</P>\n<P>\nHe said he ditched that plan because he thought it would be\n\"too painful,\" and decided to kill himself by parking his SUV on\nthe train tracks instead. But he changed his mind again, he\ntestified Tuesday, and wanted to live for his children, but\ncouldn't get the stuck SUV off the tracks.\n</P>\n<P>\nWednesday, he admitted to Monaghan that he has repeatedly lied\nto people, and the prosecutor noted that in recent months, Alvarez\ntold a doctor he thought that January morning about killing his\nwife at work \"and everybody else.\"\n</P>\n<P>\n\"I probably meant everybody else that was spying on me, the\npeople that were following me,\" he said.\n</P>\n<P>\nThe day began with Kielty continuing his direct examination, in\nwhich Alvarez admitted that while in custody, he has illegally\nstored razor blades, sold prescription medicine and made a batch of\n\"pruno\" -- a homemade alcoholic brew.\n</P>\n<P>\nAlvarez also admitted passing a friend heroin that had been\nsmuggled in by a new inmate, as well as using extortion and threats\nagainst another inmate, a man he said was in custody for child\nmolestation.\n</P>\n<P>\nIn his questioning, Kielty pointed out that Alvarez had been\nrecorded in jail saying he was drug-free and didn't intend on using\ndrugs, in part, because they caused him to hallucinate and \"get\ncrazy.\"\n</P>\n<P>\n\"I think I'm better now and I'm afraid to take anything,\"\nAlvarez said.\n</P>\n<P>\nBut just Wednesday morning, Alvarez took anti-depression\nmedication, he admitted under cross-examination. And Monaghan\nhighlighted Alvarez's jailhouse problems as proof that he hasn't\nchanged, quoting from a recorded phone conversation in which\nAlvarez told someone he extorted two $10.75 phone cards and a bag\nof coffee from another inmate under threats of harm.\n</P>\n<P>\n\"Didn't you tell this inmate if he didn't pay you, he would get\n'f----- up,'?\" Monaghan asked. \"Are you still dangerous?\"\n</P>\n<P>\nAlvarez's response: \"I don't consider myself dangerous.\"\n</P>\n", 
            "id": "NYT_ENG_20080529.0020"
        }, 
        {
            "headline": "PROSECUTORS SEEK DEATH PENALTY IN TRAIN KILLINGS", 
            "text": "\n<P>\nHaving recently won a murder conviction for Juan\nManuel Alvarez in Glendale's 2005 Metrolink train disaster,\nprosecutors kicked off their arguments Monday trying to persuade\njurors to sentence the Compton handyman to death.\n</P>\n<P>\nAfter watching gruesome photos and hearing emotional testimony\nfrom loved ones of the victims, some jurors were brought to tears\nas the prosecution pushed its case forward.\n</P>\n<P>\n\"Life without parole is not justice for the 11 victims,\"\nDeputy District Attorney Cathryn Brougham told the nine women and\nthree men who will decide Alvarez's fate.\n</P>\n<P>\nAs prosecutors continued, the jury could hear the sobs and wails\nof relatives of Leonardo Romero of Newport Beach. Romero, 53, was\none of the 11 killed when Alvarez drove his SUV onto the tracks in\nGlendale on Jan. 26, 2005, causing a disaster in which a Metrolink\ntrain derailed and smashed into another commuter train.\n</P>\n<P>\nWhen prosecutors showed a photograph of Romero -- a former\nMarine and father of three, taken shortly after his death -- the\nfamily was overcome with emotion. One juror wiped tears streaming\ndown her cheeks with a tissue and calmed herself by cooling her\nface with an Asian-style fan.\n</P>\n<P>\nAlvarez, 29, sitting dispassionately next to his attorneys,\nlooked at the witnesses during their testimony and occasionally\nglanced at the photographs that prosecutors displayed on a large\nscreen hanging from a wall in the courtroom.\n</P>\n<P>\nThe jury appeared equally moved later when prosecutors presented\ntheir first two witnesses -- the mother and younger brother of\nJames Tutino, 47, a Los Angeles County sheriff's deputy who was\namong the victims.\n</P>\n<P>\nMaureen Tutino narrated a slide show of her family's photographs\nthat prosecutor John Monaghan presented to jurors, showing the\ncentral role James Tutino had occupied in the lives of his loved\nones and the void his death had created.\n</P>\n<P>\n\"He was kind of the sunshine of our life,\" said an emotionally\nwrought Maureen Tutino, \"and we miss that.\"\n</P>\n<P>\nTutino said one of James' sons, Nick, will be sworn in as a\nsheriff's deputy July 17 and will be given his father's badge\nnumber.\n</P>\n<P>\nTony Tutino, who followed his brother's footsteps into law\nenforcement, recounted the draining ordeal of learning of James'\ndeath -- and then the most difficult part: never being \"able to go\nsay goodbye to my brother.\"\n</P>\n<P>\n\"Because of the injuries he suffered, I had to say my goodbyes\nthrough a coffin, and that's the most difficult thing for me. I'll\nregret that for the rest of my life.\"\n</P>\n<P>\nLater in the penalty phase of the trial, Alvarez's wife, Carmen,\nand his brother Beto are expected to ask jurors to spare his life.\nThe jury is not expected to reach a verdict on whether to recommend\nlife in prison or death for Alvarez until at least late next week.\n</P>\n<P>\nAlvarez was convicted June 26 of 11 counts of first-degree\nmurder and one count of arson. The jury also found true the special\ncircumstance of multiple murders, which makes Alvarez eligible for\nthe death penalty.\n</P>\n<P>\nThe train derailment also injured 180 people.\n</P>\n<P>\nProsecutors want the jury to recommend that Alvarez be executed\ninstead of spending the rest of his life in prison without the\npossibility of parole.\n</P>\n<P>\n\"Life without parole is not an adequate, appropriate\npunishment,\" Brougham told jurors. \"The defendant deserves the\ngreater punishment.\"\n</P>\n<P>\nIn her closing argument, Brougham presented profiles of each of\nthe 11 people who died, saying family members and friends would\nattest to the loss and tragedy caused by their deaths.\n</P>\n<P>\n\"You can only begin to imagine the damage that this man has\ncaused,\" Brougham said of the victims. \"Each was a unique\nindividual with a future, with a family, with hopes, with dreams.\"\n</P>\n<P>\nAlvarez's attorneys deferred their argument until they begin\npresenting the defense case, possibly later this week.\n</P>\n<P>\nIn addition to Alvarez family members, defense attorneys are\nexpected to elicit testimony from psychiatrists in an attempt to\nportray the convicted killer in the sympathetic light of a troubled\nman who was abused as a child by his father and uncle.\n</P>\n<P>\nPossibly preparing for that, prosecutors reminded jurors that\nAlvarez's brother and sister had also been abused as children, but\nthat they, like most children who have been abused, did not wind up\nas mass murderers.\n</P>\n<P>\n\"He told you himself he had homicidal thoughts that morning,\"\nBrougham reminded jurors about Alvarez's testimony. \"It's not an\naccident that these people were murdered by him.\"\n</P>\n<P>\nAlvarez, according to Brougham, had acted as a man bent on\ndestruction with no sense of conscience about the havoc he would\ncause.\n</P>\n<P>\nBrougham also reminded jurors of testimony that while in jail,\nAlvarez had dealt drugs, intimidated prisoners and engaged in other\nbehavior inconsistent with a person truly sorry for his actions.\n</P>\n<P>\n\"That is not a remorseful, regretful person,\" she said.\n\"Every time the defense asks you for mercy, think of his conduct\nin jail. Think of the real Juan Alvarez.\"\n</P>\n<P>\ntony.castrodailynews.com\n</P>\n<P>\n818-713-3761\n</P>\n", 
            "id": "NYT_ENG_20080707.0246"
        }, 
        {
            "headline": "LAWYER: UPBRINGING WARPED ALVAREZ", 
            "text": "\n<P>\nRelatives of the man convicted of murdering 11\nMetrolink passengers in a Glendale train derailment said Thursday\nthat he was the product of a violent family that exposed him to\nincest, rape, substance abuse and drug trafficking over two\ngenerations.\n</P>\n<P>\nJuan Manuel Alvarez's mother, Leticia Ayala, told a jury that he\nwas an unwanted pregnancy and that she had tried, but failed, to\nabort her unborn son using folk-medicine brews of herbs and leaves\nas well as traditional medications.\n</P>\n<P>\nThe nine women and three men on the jury will decide whether the\n29-year-old Compton handyman will get the death penalty or spend\nthe rest of his life in prison.\n</P>\n<P>\nThe testimony of family members came on the first day of closing\narguments for Alvarez's defense team. The sentencing phase of the\ntrial follows his conviction last month on 11 counts of first-\ndegree murder.\n</P>\n<P>\n\"Before you sentence the man, you take into account not just\nthe offense, you take into account the man,\" court-appointed lead\ndefense lawyer Michael Belter told jurors at the outset of his\nclosing argument.\n</P>\n<P>\nJurors did not seem as moved emotionally as they were during the\nprosecution's presentation of testimony from family and friends of\nthe victims of the Jan. 26, 2005, Metrolink train derailment. But\nthey were visibly gripped by the accounts of sexual molestation,\nbeatings, emotional abuse and abject family life described by the\ndefense and family members.\n</P>\n<P>\nBelter asked jurors to recommend life in prison without the\npossibility of parole for Alvarez, while acknowledging the gravity\nof his client's deadly actions that irrevocably devastated the\nvictims' families.\n</P>\n<P>\n\"We are not here to offer any excuses or justifications,\" he\nsaid.\n</P>\n<P>\nThe testimony given Thursday presented a tragic family from the\nborder town of Mexicali, where the seeds of Alvarez's violence can\nbe traced. There, the Juan Alvarez Sr. family carried out\nunspeakable acts of extreme machismo and dominance over loved ones.\n</P>\n<P>\nFrom the time he was a child, Alvarez was mercilessly beaten for\nno apparent reason by his father, using fists, belts and electrical\ncords, several relatives testified.\n</P>\n<P>\nAs children, Alvarez, his sister and others in the family were\nsexually molested by an uncle, relatives said on the witness stand.\nAlvarez's cousin, Otilia Guevara, testified that the same uncle\nraped her often, even while she visited her grandmother and with\nthe knowledge of her grandmother and several family members.\n</P>\n<P>\nAnd in the most emotional testimony of the day, Alvarez's mother\nspoke tearfully about being a battered wife for more than two\ndecades at the hands of an alcoholic, drug-addicted husband whose\nbeatings caused the miscarriage of one of her unborn children.\n</P>\n<P>\nAnd no one protested or reported the crimes.\n</P>\n<P>\n\"This was Mexico,\" Ayala said through a translator.\n</P>\n<P>\nEven after her husband abandoned her and her young daughter,\nAyala said, she crossed the border from Mexico into the United\nStates illegally on foot -- five months pregnant with Juan -- to be\nnear the man who regularly physically abused her. She said she\ntried to abort her unborn son in Mexico prior to her U.S. journey.\n</P>\n<P>\nWhen her husband was deported, Ayala said, she followed him back\nto Mexico with young Juan, who had been born in the U.S. In\nMexicali, the battering continued and it took its toll on Juan to\nthe point that his reticence to communicate led some teachers to\nbelieve he was a deaf-mute.\n</P>\n<P>\nYoung Alvarez, loved ones testified, was withdrawn and quiet --\npossibly from the physical abuse, to which relatives said he had\ngrown so accustomed that he no longer cried.\n</P>\n<P>\n\"He would never cry,\" said his mother.\n</P>\n<P>\n\"Never?\" asked her son's lawyer.\n</P>\n<P>\n\"Never.\"\n</P>\n<P>\nProsecutors challenged parts of the testimony of Alvarez's\nfamily members, except for his mother, whom they chose not to\ncross-examine.\n</P>\n<P>\nLess moving were the testimony of Alvarez's older cousin Beto\nAlvarez, who now is helping raise Juan's son and his adopted\ndaughter, and his estranged wife, Carmen, the woman prosecutors say\nAlvarez was attempting to impress and win back when he caused the\ndisaster in which a Metrolink train derailed and smashed into\nanother commuter train.\n</P>\n<P>\nCarmen Alvarez told jurors she is now involved in another\nromantic relationship and plans to move on with her life.\n</P>\n<P>\nMoments before she took the stand, Alvarez had turned to look at\nher and smiled -- his only show of emotion to any of his loved\nones.\n</P>\n<P>\nBeto Alvarez was on the stand as defense lawyers introduced a\nmessage recorded on his home answering machine just minutes after\nJuan caused the derailment and carnage.\n</P>\n<P>\n\"I didn't mean to do this, Beto,\" Juan Alvarez said in the\nmessage. \"A lot of innocent people died. I don't deserve to live,\nBeto. I apologize for everything. Please pray for me.\"\n</P>\n<P>\ntony.castrodailynews.com\n</P>\n<P>\n818-713-3761\n</P>\n", 
            "id": "NYT_ENG_20080711.0001"
        }, 
        {
            "headline": "Man faces life for California train crash that killed 11", 
            "text": "\n<P>\nA man found guilty of murder for causing a Los Angeles train crash that left 11\npeople dead should be jailed for life without parole, a jury recommended on\nTuesday.\n</P>\n<P>\nJuan Manuel Alvarez, 29, was convicted last month at Los Angeles Superior Court\nfollowing a two-month trial.\n</P>\n<P>\nProsecutors said Alvarez had deliberately caused the accident on the Metrolink\ncommuter line on January 26, 2005 to get attention.\n</P>\n<P>\nDefense lawyers claimed however that Alvarez had parked his car on the tracks to\ncommit suicide but was unable to remove it after he changed his mind at the last\nminute.\n</P>\n<P>\nAlvarez's car was hit by a Los Angeles-bound train, which derailed and then\nploughed into a train travelling in the opposite direction. As well as the 11\nfatalities more than 180 other people were injured.\n</P>\n<P>\nJurors decided against recommending the death penalty for Alvarez. Although\njudges give the final sentence, a jury's recommendation is rarely ignored.\n</P>\n", 
            "id": "AFP_ENG_20080715.0034"
        }, 
        {
            "headline": "Jurors weigh whether to give death penalty or life in prison to killer in LA rail disaster", 
            "text": "\n<P>\nThe life-or-death decision about the fate of a man convicted of murdering 11\npeople by causing a commuter train derailment in 2005 was placed in the hands of\njurors after his lawyer told them: \"You are not here to be avenging angels. You\nare here to be a rational and thinking body.\"\n</P>\n<P>\nThe same panel that found Juan Alvarez guilty of 11 counts of first-degree\nmurder was asked Monday to recommend whether he be put to death or sentenced to\nlife in prison without the possibility of parole.\n</P>\n<P>\nAlvarez parked his sport utility vehicle on railroad tracks, causing a Metrolink\ntrain to derail and strike another Metrolink train going the other direction on\nJan. 26, 2005. Eleven people died and about 180 were injured.\n</P>\n<P>\nIn closing arguments of the death penalty phase of his trial, a prosecutor asked\nfor the death sentence, depicting the 29-year-old Alvarez as a selfish man who\nturned his back on every opportunity offered to him when he came to the United\nStates after a childhood in Mexico.\n</P>\n<P>\n\"He had a lot going for him. He basically had the American dream,\" said Deputy\nDistrict Attorney John Monaghan.\n</P>\n<P>\n\"He feels he has a right to do whatever he wants to do,\" the prosecutor\nsaid.\n</P>\n<P>\nMonaghan said that Alvarez ripped apart the lives of families whose loved ones\nwere killed in the derailment and that he had forefeited his right to\nlive.\n</P>\n<P>\nDefense attorney Michael Belter argued that Alvarez's childhood of abuse by a\nfather who was a \"monster\" and a mother who tried to abort him shaped him into a\nmentally disturbed man who sought refuge in methamphetamine addiction.\n</P>\n<P>\n\"To suggest he is anything but a troubled person with deep-seated mental illness\nis to ignore the obvious,\" Belter said.\n</P>\n<P>\n\"From the moment he was conceived he was unwanted and unloved.\"\n</P>\n<P>\nHe reminded jurors of testimony that Alvarez was beaten relentlessly by his\nfather, that he tried to commit suicide when he was just a child and that he saw\nhis pregnant mother beaten until she had a miscarriage.\n</P>\n<P>\n\"This leads to lifelong depression,\" Belter said, citing Alvarez's testimony\nthat he was hearing voices in the weeks before the derailment and that he set\nout to kill himself that day, not to kill others.\n</P>\n<P>\n\"Mr. Alvarez did not intend to kill,\" Belter said. \"That was not in his heart\nthat day. ... He did not plan his life with a design to kill and ruin all these\nlives.\"\n</P>\n<P>\nHe acknowledged the power of testimony from survivors of those killed and said,\n\"There is nothing I can say that would alleviate the tremendous pain and\nsuffering, the loss by these families.\"\n</P>\n<P>\nBut he added, \"You are here to make a rational decision, not be swayed by\nemotion. \"\n</P>\n<P>\nOf Alvarez, he said, \"He is a man for whom death is not warranted. Justice will\nbe served by a sentence of life in prison without parole.\"\n</P>\n<P>\nJurors spent less than an hour deliberating before recessing for the day. They\nwere to resume their talks Tuesday.\n</P>\n", 
            "id": "APW_ENG_20080715.0175"
        }
    ], 
    "id": "D1112C", 
    "title": "Alvarez Metrolink Trial"
}