{
    "docSet": [
        {
            "headline": "Police arrest 2 men for allegedly trying to smuggle 3 tons of ivory into Japan", 
            "text": "\n<P>\nPolice in western Japan arrested two brothers on Wednesday for allegedly trying\nto import nearly three tons of ivory, a violation under the international ban on\nthe trade in elephant tusks.\n</P>\n<P>\nThe arrest came as customs officials and police investigate 2,794 kilograms\n(3.07 U.S. tons) of ivory that was found in a cargo container last year at\nOsaka's South Port, said Toshiro Otsuka, an Osaka police official.\n</P>\n<P>\nThis was the largest amount of ivory ever seized in Japan, Kyodo News agency\nsaid. Police are investigating whether a large-scale smuggling ring was\ninvolved, the report said.\n</P>\n<P>\nThe two men were identified as the receivers of the cargo, Otsuka said, adding\nthat officials are investigating the origin of the ivory shipment.\n</P>\n<P>\nTrading ivory was banned under the 1989 Convention of International Trade in\nEndangered Species to curb the slaughter of elephants in Africa.\n</P>\n<P>\nThe suspects' names are Hiroyuki and Daisuke Tada, said Osaka police official\nSeigo Yasui.\n</P>\n", 
            "id": "APW_ENG_20070207.0611"
        }, 
        {
            "headline": "NEWS AND NOTES ABOUT SCIENCE", 
            "text": "\n<P>\nIVORY TUSKS\n</P>\n<P>\nWhen a shipping container was seized in Singapore four years ago\ncarrying more than SIX tons of elephant ivory inside, conservation\nand law enforcement agencies realized that they had intercepted the\nlargest shipment of the contraband material since its international trade\nwas banned in 1989.\n</P>\n<P>\nThey knew that the container had been shipped from South Africa,\nbut they didn't know precisely where the ivory -- 532\ntusks and more than 42,000 small cylinders called hankos --\ncame from. One theory was that it came from Zambia\nand nearby Malawi, suggesting that elephant poaching in that part\nof Africa was more intense than recognized.\n</P>\n<P>\nBut many officials thought that ivory came from throughout sub-Saharan Africa,\nsuggesting organized continentwide poaching and smuggling.\n</P>\n<P>\nA DNA analysis by Samuel K. Wasser of the University of\nWashington and colleagues appears to have settled the issue. The\nivory, they report in The Proceedings of the National Academy\nof Sciences, most likely came from a narrow region across\nsouthern Africa centered on Zambia.\n</P>\n<P>\nThe DNA technique, developed by Wasser. analyzes the slight variations in\nspecific genes among elephants from different regions and different habits\n(savanna vs. forest). The technique had been applied to ivory\nfrom individual elephants, but the new work uses statistical methods\nto apply it across a group. (The researchers sampled ivory\nfrom 37 tusks in the shipment; the hankos are still\nbeing analyzed.)\n</P>\n<P>\nThe tusk analysis allowed investigators to focus on one part of\nAfrica rather than the whole continent, and prompted changes in\nthe way Zambia deals with poachers.\n</P>\n<P>\nBut, the researchers say not much progress has been made in\nthe case, and there is more ivory smuggling now than\nat any time since the ban started. In addition to\nwork like theirs, they say, more outside aid needs to\nbe provided for enforcement efforts in Zambia and elsewhere.\n</P>\n<P>\nTHE GOOD, THE BAD IN CIRCUIT BOARD\n</P>\n<P>\nRecycling electronic devices isn't easy, and recycling the heart of a\ncomputer or other device -- the printed circuit board --\nis among the most difficult tasks of all. The problem\nwith circuit boards is that they are a complex sandwich\nof materials, mostly glass-reinforced resins and metals.\n</P>\n<P>\nBecause there are billions of circuit boards around and because some\nof the materials are valuable (including metals like copper and\ngold) and some toxic (including heavy metals and flame retardants),\nit can pay to keep them out of landfills or\nincinerators. But methods of separating circuit board materials often involve\nheat or chemicals or both, and that can create additional\nenvironmental problems.\n</P>\n<P>\nJia Li and colleagues at Shanghai Jiao Tong University in China\nhave developed and tested an environmentally friendly recycling method that\nuses technology similar to what might be found in a\nlaser printer. The technique is described in the journal Environmental\nScience and Technology.\n</P>\n<P>\nFirst, components like switches and capacitors (which can contain toxic metals)\nare stripped from the boards. Then the boards are crushed,\neffectively breaking them down into metallic and nonmetallic particles.\n</P>\n<P>\nThese are separated using an electrostatic method, essentially the same technique\nthat spreads toner across a rotating drum in a laser\nprinter to produce a page. The separation process uses a\nmetal drum, too, that the mixed particles fall onto.\n</P>\n<P>\nThe nonmetallic particles pick up a static charge, while a stronger\ncharge is induced in the metallic particles. Both stick to\nthe drum, but the metallic particles are immediately discharged to\nan electrode. Without a charge, they fall off the drum\ninto a hopper.\n</P>\n<P>\nThe nonmetallic particles remain on the drum as it rotates, eventually\nbeing scraped off so that they fall into another hopper.\n</P>\n<P>\nThe metals can then be separated using conventional techniques, while the\nresearchers experimented with turning the resinous particles into a kind\nof nonmetallic plate that they suggest could be used as\ninsulating boards or other building materials.\n</P>\n", 
            "id": "NYT_ENG_20070226.0111"
        }, 
        {
            "headline": "DNA from ivory may lead to poachers", 
            "text": "\n<P>\nThe complex science of DNA analysis is now helping protect elephants by showing\npolice and conservationists the source of black-market ivory.\n</P>\n<P>\nThe price of ivory has nearly quadrupled in recent years, prompting poachers to\nkill more elephants to sell their tusks illegally.\n</P>\n<P>\nProtecting the giant beasts is complicated by the fact they spread across large\nparts of Africa and authorities are unsure where the illegal hunting is\noccurring.\n</P>\n<P>\nBut the seizure of more than six tons of ivory in Singapore in 2002 has helped\nsolve part of that puzzle, according to a report by Samuel K. Wasser of the\nCenter for Conservation Biology at the University of Washington in this week's\nonline edition of Proceedings of the National Academy of Sciences.\n</P>\n<P>\nWasser and colleagues took samples of the confiscated ivory and compared it with\nbaseline DNA collected from elephants across the continent over several years.\nDNA is the internal blueprint for life that carries the genes that develop into\neach individual.\n</P>\n<P>\nThe comparison showed that the tusks seized from the black market came from\nelephants on Africa's broad savannas, primarily from a small area of southern\nAfrica, most likely centered on Zambia, the researchers said.\n</P>\n<P>\nAuthorities had suspected the confiscated ivory had multiple origins, the\nresearchers said, but \"our results caused law enforcement to substantially\nnarrow the area of origin and the trade routes being investigated.\"\n</P>\n<P>\nThe research was funded by the U.S. Fish and Wildlife Service, African Elephant\nConservation Fund, the International Fund for Animal Welfare, the Gordon and\nBetty Moore Foundation and the Center for Conservation Biology.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nPNAS: http://www.pnas.org\n</P>\n", 
            "id": "APW_ENG_20070226.0895"
        }, 
        {
            "headline": "bc-elephants", 
            "text": "\n<P>\nAn international effort to halt the illegal killing of\nelephants for their ivory tusks has all but collapsed in most of\nAfrica, leaving officials and advocates alarmed about the survival of\nthe species. A study, to be released Tuesday, estimates that as many\nas 23,000 animals were slaughtered last year alone.\n</P>\n<P>\nA team of wildlife and law enforcement experts concluded that a\nwidely hailed 1989 ban on international sales of ivory has been\noverwhelmed in the face of exploding demand for ivory in Japan and\nnewly rich China and declining support for anti-poaching programs.\n</P>\n<P>\n``Right now, things are really much worse than before the ban,''\nsaid Samuel Wasser of the University of Washington, lead author of the\nreport funded jointly by the United States government and several\nnonprofit groups.\n</P>\n<P>\n``Almost half of Africa's elephants had been slaughtered in the\neight years before the ban, but now the situation is even more extreme\nbecause the number of animals is so much lower to begin with,'' he\nsaid. ``And unlike in the late `80s, the public has forgotten about\nthis issue.''\n</P>\n<P>\nWasser said poaching poses a renewed threat to the survival of\nregional herds in many countries and to the entire subspecies of\nforest elephants, which he said is now being ``annihilated'' in\ncentral Africa.\n</P>\n<P>\nWasser said reports of a rebound in elephant numbers had produced a\ndistorted view of the situation. Of the roughly 400,000 elephants in\nthe African wild, he said, about 130,000 are in Botswana, where they\nare well protected to the point that they have overbred. Of the\n270,000 elephants elsewhere in Africa, more than 23,000 -- nearly one\nin 10 -- were killed last year alone, the researchers estimated.\n</P>\n<P>\nThe estimate is based on the 5,600 pounds of ivory confiscated in a\ndozen international seizures in the year ended August 2006, and an\nassumption by law enforcement officials that they seize only 10\npercent of all smuggled contraband. Ivory is in demand for jewelry\nand, most commonly, for prized ``hankos'' used to stamp personal seals\nand signatures in parts of East Asia.\n</P>\n<P>\n``This is a very complex situation because people read these days\nabout elephant overpopulation in places like Botswana, and how\nelephants are coming more and more into deadly contact with people,''\nWasser said. ``But that's one small piece of the story.\nOverwhelmingly, what we have across Africa is a widespread slaughter\nof elephants that is getting worse by the day.''\n</P>\n<P>\nThe report said the ban on international ivory sales was effective\nat first, in large part because wealthy nations provided funds to\npolice game parks and go after poachers. Elephant populations\nrebounded substantially -- especially in southern Africa -- but as more\nexceptions to the ban were allowed and money to the fight poachers was\ncut back, illegal killings resumed.\n</P>\n<P>\nCompounding the problem, ivory smuggling has become increasingly\nthe province of organized crime, with narcotics and other contraband\noften being shipped with the tusks. Ivory prices have skyrocketed,\nWasser said, and the incentives for killing elephants for their tusks\nhave never been higher.\n</P>\n<P>\nWasser's report, published in the online version of the Proceedings\nof the National Academy of Sciences, also described a unique effort to\ndetermine the origins of 532 unusually large tusks confiscated in\nSingapore in 2002. Using DNA analysis, the group led by Wasser\ndetermined that the tusks came from African savannah elephants similar\nto those found in and around the nation of Zambia.\n\n(Begin Optional Trim) \n</P>\n<P>\nThe seizure coincided with a request by the Zambian government for\npermission to sell tusks it had in storage. The United Nations treaty\nthat banned international ivory sales in 1989, the Convention on\nInternational Trade in Endangered Species of Wild Fauna and Flora\n(CITES), allows limited sales of tusks harvested from animals that die\nnaturally if the home government can demonstrate it is doing a good\njob of controlling poaching.\n</P>\n<P>\nIn its request, Zambia said 135 elephants had been illegally killed\nin the country in the past decade, but the researchers estimated that\nbetween 3,000 and 6,500 Zambian elephants had been killed for their\ntusks in the short period before the Singapore shipment.\n</P>\n<P>\nMuch of the funding for the DNA analysis came from the U.S. Fish\nand Wildlife Service's African Elephant Conservation program,\nestablished by Congress in 1988. The study was funded primarily by the\nagency and the International Fund for Animal Welfare.\n\n(End Optional Trim) \n</P>\n<P>\nWasser and other authors, who include a member of Interpol and\nofficials at African conservation programs, said an aggressive and\nwell-funded anti-poaching program could be highly effective now\nbecause the DNA testing can pinpoint where the animals are being\nkilled. The report also said an education program in East Asia is\nessential to curb the demand for ivory.\n</P>\n<P>\n``I don't think people in China and Japan fully understand the\ncrisis that their ivory purchases have caused,'' Wasser said. As a\nmodel, he proposed something similar to a current Chinese campaign\nagainst eating shark-fin soup. In it, he said, a popular basketball\nplayer asks ``What's wrong with us that we kill the sharks for the\nfin?''\n</P>\n<P>\nWhile the 1989 ban forbids all unapproved sales of ivory between\nnations, illegal material that slips through can become legal once it\nturns up in a new country. Before the 1989 ban, most smuggled ivory\nwas shipped to Europe, the United States and Japan. Now, the report\nfound, most of it is going to China and Japan, although authorities\nsay some is turning up again in the United States.\n</P>\n", 
            "id": "LTW_ENG_20070227.0105"
        }, 
        {
            "headline": "DNA testing to identify origin of poached ivory", 
            "text": "\n<P>\nA team of US scientists has used DNA testing to identify the geographic origin\nof poached elephant tusks -- research they hope may help curb the illegal ivory\ntrade.\n</P>\n<P>\n\"Resurgence of illicit trade in African elephant ivory is placing the elephant\nat renewed risk,\" the scientists said in a study published this week in the\nProceedings of the National Academy of Sciences.\n</P>\n<P>\n\"Regulation of this trade could be vastly improved by the ability to verify the\ngeographic origin of tusks,\" they said.\n</P>\n<P>\n\"Monitoring the origin of ivory passing through the major ivory markets around\nthe world would greatly assist efforts to contain such trade.\"\n</P>\n<P>\nThe researchers used DNA testing to identify the geographic origin of 6.5 tons\nof contraband ivory seized in Singapore in June 2002. The tests revealed the\nivory came from southern Africa, most likely Zambia.\n</P>\n<P>\nThe seizure of the shipment from Malawi bound for the Far East was the largest\nsince a 1989 international convention banning the ivory trade took effect and\nrepresented ivory from 3,000 to 6,500 elephants.\n</P>\n<P>\nThe researchers analyzed genetic similarities between the tusks seized in 2002\nand a reference database of elephant DNA samples created by Samuel Wasser, the\nlead author of the study, and his colleagues.\n</P>\n<P>\nThe researchers in collaboration with Interpol, the International Police\nOrganization, hope to use their findings and the database to concentrate efforts\nin the most active poaching regions of Africa.\n</P>\n<P>\nWasser, a biologist at the Center for Conservation Biology at the University of\nWashington, said elephants were being slaughtered at an unprecedented rate.\n</P>\n<P>\n\"The problem is so serious that the giant creatures might be on the path to\nextinction unless Western nations reinstate strong enforcement that all but\nhalted black-market ivory trade in the four years immediately after the (1989)\nban was enacted,\" Wasser said.\n</P>\n<P>\n\"Elephants are majestic animals and are not trivial to the ecosystem. They are a\nkeystone species and taking them out significantly alters the habitat.  It has\nripple effects on lots of different species,\" he said.\n</P>\n<P>\nAccording to the study's authors, more than 23,400 kilograms (51,480 pounds) of\nivory was seized in the year ending in August 2006.\n</P>\n<P>\nAssuming only about 10 percent of contraband is detected, the actual amount of\npoached ivory was closer to 234,000 kilograms (514,800 pounds), or 23,000\nelephants, about five percent of Africa's total population.\n</P>\n<P>\nThe researchers identified China's burgeoning economy as a \"major force driving\nthe black-market ivory trade\" and urged strong enforcement against poaching and\neducation.\n</P>\n", 
            "id": "AFP_ENG_20070227.0691"
        }, 
        {
            "headline": "CITES urges Africa to overcome differences on ivory trade ATTENTION - ADDS details of proposals, background ///", 
            "text": "\n<P>\nThe UN agency regulating the trade in endangered species, CITES, on Wednesday\nurged African states to overcome their deepening divide over a ban on the ivory\ntrade and elephant conservation.\n</P>\n<P>\n\"We need an African position on this issue,\" said David Morgan, the head of\nCITES' scientific support unit.\n</P>\n<P>\n\"As long as Africa is divided, then the chances of success are not so high,\" he\ntold journalists.\n</P>\n<P>\nThe agency revealed that the mainly southern and eastern African nations in the\nelephants' range, as well as Mali, submitted conflicting proposals for the its\ntriennial conference starting on June 3.\n</P>\n<P>\nThey range from Tanzania's request to downgrade controls locally, to Kenya and\nMali's joint proposal to maintain a complete ban on ivory trade for 20 years.\n</P>\n<P>\n\"This demonstrates the divisions that still exist between African nations on the\nway forward for conservation of African elephants. That gap is certainly\nsomething we in the secretariat feel needs to be bridged,\" Morgan said.\n</P>\n<P>\n\"We're hoping to organise a dialogue meeting for all the countries that hold\nAfrican elephants before the conference, so that away from the spotlight they\ncan find some sort of agreement,\" he added.\n</P>\n<P>\nThe conference allows countries to amend rules aimed at defining and protecting\nendangered animal and plant species, including the 1989 ban on commercial ivory\ntrade and some conditional, one-off sales allowed since then.\n</P>\n<P>\nKenya and Mali have proposed a complete ban on the overall trade in elephant\ntusks or finished ivory products for two decades for consideration at the\nconference in The Hague, CITES said.\n</P>\n<P>\nThe West and East African nations argued that allowing any trade in ivory would\nincrease elephant poaching.\n</P>\n<P>\nMeanwhile, Tanzania is recommending that its domestic elephant population be\ndowngraded from the blanket protection afforded under a complete trade ban\n(CITES Appendix I), to more limited restrictions (Appendix II).\n</P>\n<P>\nAlthough it did not propose any immediate quota, Tanzania said some ivory\ntrading would provide a \"sustainable and valuable instrument of conservation,\"\naccording to the UN agency.\n</P>\n<P>\nBotswana and Namibia have submitted a joint proposal to maintain restricted\nsales in southern Africa while easing conditions for future sales.\n</P>\n<P>\nBotswana is also independently seeking authorisation for additional one-off\nivory sales of 40 tonnes.\n</P>\n<P>\nThe conference on June 3 to 15 is also due to re-examine a monitoring system to\nassess the impact of poaching, which Botswana, Namibia and South Africa were\nmeant set up in return for being allowed one-off sales totalling 60 tonnes of\nivory.\n</P>\n<P>\nCITES found that the data was still not sufficiently complete last October and\nmaintained its block on the one-off sales that had been agreed in principle five\nyears ago.\n</P>\n", 
            "id": "AFP_ENG_20070228.0283"
        }, 
        {
            "headline": "Environment minister to pronounce whether to resume culling", 
            "text": "\n<P>\nThe environment minister was due Wednesday to announce whether South Africa will\nresume culling elephants in a bid to slow the rampant population growth of the\nmight beast.\n</P>\n<P>\nSouth Africa has been hugely successful in managing its elephant populations,\nonce on the verge of extinction in some parts of the country. But it has now\nbecome a victim of its own success and herds are growing at the rate of more\nthan 5 percent a year and expected to double by 2020, threatening the delicate\nbalance of nature.\n</P>\n<P>\n\"We can conserve elephants but we have to start to worry about what we conserve\nwith it,\" said Prof. Graham Kerley, an elephant expert who works with officials\nat Addo National Park, where the number of elephants is expected to double to\nabout 900 by 2020.\n</P>\n<P>\nEnvironment Minister Marthinus van Schalkwyk's announcement follows months of\nimpassioned debate, with some conservationists arguing that overall biodiversity\nshould take priority and animal welfare groups outraged at the prospect of\nslaughter.\n</P>\n<P>\nThe government is fearful of upsetting tourists who flock to see the Big Five\nanimals in Addo and the country's flagship Kruger National Park.\n</P>\n<P>\nThe country culled a total of 14,562 elephants between 1967 and 1994. Without\nthat cull, the population would have rocketed by now to 80,000, according to\npark estimates. On current trends the population of 17,000 is expected to reach\n34,000 by 2020.\n</P>\n<P>\nThe South African National Parks recommended in 2005 that culling should be\nconsidered as one of the possibilities.\n</P>\n<P>\nThere is no regional consensus on the issue. South Africa, Namibia and Botswana\nall have booming elephant populations, while East African nations such as Kenya\nare struggling. Trade in ivory has been banned since 1989 to try to combat\npoaching despite appeals by South Africa to resume sales and invest the proceeds\nin its parks.\n</P>\n<P>\nVan Schalkwyk has said that the \"no action\" option is no longer realistic and\nthat the government must act in the interest of \"sustainable\nconservation.\"\n</P>\n<P>\nA single elephant devours up to 300 kilograms (660 pounds) of grass, leaves and\ntwigs a day. And they are messy eaters -- 60 percent gets wasted.\n</P>\n<P>\n\"The feeding impact of elephants is enormous because of their large size and the\nway they feed,\" Kerley told a group of journalists visiting the park Tuesday\nahead of van Schalkwyk's announcement.\n</P>\n<P>\nIn Addo, they feed on 146 different plant species, of which 75 are clased as\nrare, he said.\n</P>\n<P>\nAddo is regarded as a model in elephant management. Each elephant has its own\ncomputerized file and a name and park officials can distinguish them even at a\ndistance.\n</P>\n<P>\nPark authorities are proud at their success in reintroducing the endangered\nblack rhino into the park where it lives in harmony with the elephant, although\nfear that at some stage they will start competing for food.\n</P>\n<P>\n\"This park is not about elephants and rhinoceros, it is about the full scale of\ndiversity,\" said Kerley.\n</P>\n<P>\nAddo -- which is about one hours drive from the southern coastal city of Port\nElizabeth -- was established as a national elephant park in 1931, after a\nsustained campaign by local hunters and farmers had decimated the herd to just\n11 beasts. With the acquisition of more land and extensive fencing to protect\nthe animals from harm, the population has mushroomed.\n</P>\n<P>\nAlready the crowding is leading to tensions, according to Kerley. The females\nlive to about 65 years old, but fighting among the bulls has reduced their\naverage life span to 45 years -- not long enough for them to grow the mighty\ntusks that are the trademark of other South African elephant\npopulations.\n</P>\n<P>\nKerley said their life expectancy made long-term planning essential. There were\nno quick fixes, he said.\n</P>\n<P>\n\"These things are not springbok or locusts, you need a long-term solution,\" said\nKerley.\n</P>\n", 
            "id": "APW_ENG_20070228.0381"
        }, 
        {
            "headline": "South African official proposes culling, contraception to curb elephant population", 
            "text": "\n<P>\nSouth Africa's environment minister on Wednesday proposed contraception and some\nculling -- but no mass slaughter -- as part of a package of measures to slow\nrampant elephant population growth.\n</P>\n<P>\n\"The government will never give a blank check to culling,\" Marthinus van\nSchalkwyk said, but stressed it had to take a more hands-on approach to\ncontrolling its elephants in order to preserve the delicate balance of nature in\nthe flagship Kruger National Park and other wildlife reserves.\n</P>\n<P>\n\"We have about 20,000 elephants in South Africa, more or less 14,000 in the\nKruger National Park. In 1995 when we stopped culling we had around 8,000\nelephants. The population growth of elephants is 6 to 7 percent,\" Van Schalkwyk\nsaid.\n</P>\n<P>\n\"This is the hard reality,\" he told a press conference overlooking a watering\nhole in Addo Elephant Park, where the elephant population is set to double by\n2020 -- as is the population in Kruger.\n</P>\n<P>\nAlthough the population explosion is good news for the tourists who flock to the\nparks in the hope of spotting the Big Five -- elephant, rhino, lion, leopard,\nbuffalo -- it is inflicting a heavy toll on vegetation and other animal\nspecies.\n</P>\n<P>\nA single elephant devours up to 300 kilograms (660 pounds) of grass, leaves and\ntwigs a day. And they are messy eaters -- 60 percent gets wasted.\n</P>\n<P>\nVan Schalkwyk said the elephant management proposals included removing them to\nother areas, using water to influence their movements, creating special\nenclosures to protect other species, expansion of parks, contraception and\nculling.\n</P>\n<P>\n\"I would have preferred not to consider the options of both culling and\ncontraception,\" he said.\n</P>\n<P>\nEnvironmental groups and other interested parties have until May 4 to comment on\nthe proposals and then after that it may take many more months to bring the\nmeasures into force.\n</P>\n<P>\nThe initial reaction was positive.\n</P>\n<P>\nThe World Wildlife Fund said it recognized the problem posed by elephant\noverpopulation in southern Africa and hailed the government's exhaustive\nconsultations with conservation groups.\n</P>\n<P>\n\"Although WWF does not advocate culling as the preferred management alternative,\nwe recognize that it is a management option and reiterate our view that all\nother options should first be explored,\" said Rob Little, acting chief executive\nof WWF South Africa.\n</P>\n<P>\nThe International Fund for Animal Welfare welcomed the promise by the minister\nto invest more into scientific research.\n</P>\n<P>\n\"We dearly hope this indicates a long-term intention to ensure an ethical\napproach to elephant management,\" it said.\n</P>\n<P>\nThe announcement followed months of impassioned debate, with some\nconservationists arguing that overall biodiversity should take priority and\nanimal welfare groups outraged at the prospect of slaughter.\n</P>\n<P>\nThe country culled a total of 14,562 elephants between 1967 and 1994. Without\nthat cull, the population would have rocketed by now to 80,000, according to\npark estimates.\n</P>\n<P>\nVan Schalkwyk declined to predict how many elephants might die if culling does\nget the final green light. But he said more sophisticated management options --\nlike improving fencing and expanding parks -- offered new alternatives.\n</P>\n<P>\n\"There is a huge difference between what we had then and now,\" he said of the\npre-1994 era.\n</P>\n<P>\nAlthough contraception is an alternative, it is also fraught with problems. A\nfemale normally breeds every four years and doesn't mate while nursing. With\ncontraception, a female comes on heat every four months -- but doesn't fall\npregnant -- and so suffers the physical stress of frequent copulation with bulls\nfour times her weight.\n</P>\n<P>\nTranslocation -- physical removal of the beast to a different area -- is\nexpensive. Conservation experts say there are signs that elephants are beginning\nto move from the Kruger into Mozambique, where populations are more sparse\nbecause of the long civil war, thanks to the removal of national fences in a new\ntrans-frontier park. But space is limited.\n</P>\n<P>\nThere is no regional consensus. South Africa, Namibia and Botswana all have\nbooming elephant populations, while East African nations such as Kenya are\nstruggling. Because of this, the African elephant is classed as \"vulnerable\" and\ntrade in ivory has been banned since 1989 to try to combat poaching.\n</P>\n<P>\nBotswana has by far the biggest elephant population, with an estimated 165,000\nelephants, according to van Schalkwyk. He said Zimbabwe had an estimated 80,000\nand Mozambique some 20,000.\n</P>\n<P>\n\"We can conserve elephants but we have to start to worry about what we conserve\nwith it,\" said Prof. Graham Kerley, an elephant expert who works with officials\nat Addo National Park, which currently has some 450 elephants.\n</P>\n<P>\n\"The feeding impact of elephants is enormous because of their large size and the\nway they feed,\" Kerley told reporters who visited the park Tuesday.\n</P>\n<P>\nIn Addo, they feed on 146 different plant species -- of which 75 are classed as\nrare, he said.\n</P>\n<P>\nAddo -- about an hour's drive from the southern coastal city of Port Elizabeth --\nis regarded as a model in elephant management. Authorities have reintroduced the\nendangered black rhino into the park, where it lives in harmony with the\nelephant, but fear they could start competing for food.\n</P>\n<P>\nAlready, the crowding is leading to tensions, according to Kerley. The females\nlive to about 65 years old, but fighting among the bulls has reduced their\naverage life span to 45 years -- not long enough for them to grow the mighty\ntusks that are the trademark of other South African elephant\npopulations.\n</P>\n", 
            "id": "APW_ENG_20070228.0917"
        }, 
        {
            "headline": "Cambodian thieves poison old elephant for tusks", 
            "text": "\n<P>\nThieves in northeast Cambodia poisoned a domesticated elephant before sawing off\nits valuable tusks to sell on the black market, police said Tuesday.\n</P>\n<P>\nThe 62-year-old bull elephant was found dead Saturday some 100 metres (yards)\nfrom its owner's home in Ratanakkiri province, police said, adding that it\nappeared to have been fed jack fruit laced with rat poison.\n</P>\n<P>\n\"The elephant's tusks, measuring between 70 to 80 centimeters (about 32 inches)\nlong each, were sawed off,\" said deputy provincial police chief Hor Ang.\n</P>\n<P>\nHe said the tusks could fetch thousands of dollars on the illegal ivory market.\n</P>\n<P>\nNo one had been arrested for the killing, Hor Ang said, adding the elephant's\nbody had since been butchered for meat.\n</P>\n<P>\nOnly 30 elephants remain in Ratanakkiri, where the animals are a key means of\ntransport for villagers.\n</P>\n", 
            "id": "AFP_ENG_20070327.0193"
        }, 
        {
            "headline": "Zimbabwe to response to proposal to ban ivory trade", 
            "text": "\n<P>\nZimbabwe's Parks and Wildlife Management Authority officials is preparing plans\non how to deal with the proposal to ban international trade in ivory, the\nofficial New Ziana reported on Saturday.\n</P>\n<P>\nThe authority director general Morris Mutsambiwa said they have already\ndiscussed responses to the proposal by Kenya and Mali to ban international trade\nin ivory.\n</P>\n<P>\nMutsambiwa said recommendations of the SADC countries would be taken to the\nAfrican Range of States a few weeks before the Convention on International Trade\nin Endangered Species (CITES) conference to be held in June this year so that\nthe continent would take a common position to the international conference.\n</P>\n<P>\nHe said Zimbabwe did not want a repeat of the last CITES meeting when some\nAfrican countries disowned the common position that had been agreed on.\n</P>\n<P>\nKenya and Mali are proposing an international ban on trade in ivory arguing that\nit was causing poaching of its elephants.\n</P>\n<P>\nThe Kenyan government has prepared a 62-page document that it will take to CITES\njustifying its proposals.\n</P>\n<P>\nMeanwhile, Zimbabwe is arguing that instead of banning the trade, countries\nshould put in place adequate measures to prevent poaching of wildlife as it has\ndone.\n</P>\n<P>\nZimbabwe has invested heavily in protecting its wildlife resulting in the\ncountry becoming a prime tourist destination.\n</P>\n<P>\n\"If international trade is killed, it will destroy jobs for traders and other\ndownstream industries,\" said Mutsambiwa.\n</P>\n<P>\nThe United States and Britain are using some African countries to settle their\npolitical differences with Zimbabwe through sponsoring them to take positions\nand decisions that adversely affect the country's economy, Mutsambiwa added.\n</P>\n", 
            "id": "XIN_ENG_20070407.0175"
        }
    ], 
    "id": "D1113C", 
    "title": "Elephants Ivory"
}