{
    "docSet": [
        {
            "headline": "Liberian ex-leader Taylor's lawyers threaten to withdraw", 
            "text": "\n<P>\nThe family of former Liberian president Charles Taylor, facing charges of war\ncrimes, said Friday that his lawyers have threatened to withdraw from the case,\nclaiming a lack of time and resources.\n</P>\n<P>\n\"The lawyers argued that the time and resources available to them were so\ninadequate that it places them in a position of conflict with their professional\nobligation and renders the possibility of fair trial impossible\", the family\nsaid in a statement sent to AFP.\n</P>\n<P>\n\"The lawyers threaten to withdraw their services if the situation does not\nchange\", the statement said.\n</P>\n<P>\nTaylor's family also accused the Special War Crimes Court in The Hague, where\nthe ex-leader is imprisoned, of violating Taylor's right to privacy and right to\nlegal professional privilege by installing a video surveillance camera to record\nconferences with his attorneys.\n</P>\n<P>\n\"That has compromised Mr. Taylor's ability to give instructions and freely\ndiscuss with his defence counsels and other individuals,\" the statement said.\n</P>\n<P>\nHis family complained that the prosecution currently has five senior counsels in\nits team while the defence has two lawyers with no proper offices both in The\nHague and in Monrovia.\n</P>\n<P>\nAt the same time, Taylor was said to be in good health in his cell at The Hague\nwhere he mostly reads the Bible.\n</P>\n<P>\nThe trial of the ex-warlord, the biggest case before the UN-backed court due to\nstart in April, was moved out of Freetown and to the premises of the\nInternational Criminal Court (ICC) in The Hague to avoid stirring unrest in\nstrife-prone west Africa.\n</P>\n<P>\nTaylor is seen as the single most powerful figure behind a series of civil wars\nin Liberia and neighbouring Sierra Leone between 1989 and 2003 which left some\n400,000 people dead.\n</P>\n<P>\nHe faces a total of 11 charges of crimes against humanity, war crimes and\nviolations of international human rights and is specifically accused of aiding\nrebel groups which murdered, enslaved and mutilated civilians.\n</P>\n", 
            "id": "AFP_ENG_20070105.0425"
        }, 
        {
            "headline": "Taylor lawyers plead for more time", 
            "text": "\n<P>\nLawyers for former Liberian president Charles Taylor, on trial at a UN-backed\ncourt in The Hague for alleged war crimes, demanded Friday more time to\nconstruct his defence.\n</P>\n<P>\nThe trial of the ex-warlord, the biggest case before the International Criminal\nCourt (ICC), has already been delayed once from April 2 until June 4 after a\nsimilar request, and this time the judge said no.\n</P>\n<P>\n\"I need more time to prepare,\" Taylor's British lawyer Karim Khan had told the\nhearing which Taylor himself did not attend because of a bad back. \"The\nprosecution had five years, we had less than five months,\" she protested.\n</P>\n<P>\nTaylor was moved out of Freetown and to the premises in The Hague to avoid\nstirring unrest in strife-prone west Africa.\n</P>\n<P>\nTaylor is seen as the single most powerful figure behind a series of civil wars\nin Liberia and neighbouring Sierra Leone between 1989 and 2003 which left some\n400,000 people dead.\n</P>\n<P>\nHe faces a total of 11 charges of crimes against humanity, war crimes and\nviolations of international human rights and is specifically accused of aiding\nrebel groups which murdered, enslaved and mutilated civilians.\n</P>\n", 
            "id": "AFP_ENG_20070126.0424"
        }, 
        {
            "headline": "Ex-Liberian President Charles Taylor to appear in court for pretrial hearing", 
            "text": "\n<P>\nFormer Liberian President Charles Taylor was to appear in court Friday for a\npreliminary hearing ahead of his trial on charges of overseeing a campaign to\nterrorize Sierra Leoneans with a campaign of murder, mutilation, rape and\nenslavement.\n</P>\n<P>\nTaylor has pleaded innocent to 11 charges of war crimes and crimes against\nhumanity linked to the killing and mistreatment of thousands of people during\nSierra Leone's bloody 10-year civil war, many hacked to death with machetes. He\nfaces a life sentence if convicted.\n</P>\n<P>\nEarlier this week, the Special Court for Sierra Leone set June 4 as the start\ndate for Taylor's trial, which is expected to take up to a year to\ncomplete.\n</P>\n<P>\nFriday's hearing at a court room in The Hague provided by the International\nCriminal Court was expected to assess progress by prosecution and defense\nlawyers in preparing for the trial.\n</P>\n<P>\nTaylor was flown to the Netherlands in June last year amid fears that staging\nhis trial in Sierra Leone, where the Special Court usually sits, could trigger\nfresh unrest in the war-scarred African nation.\n</P>\n<P>\nTaylor's defense team had asked for the trial to start in September, saying it\nwas unlikely to be ready before then because of the case's complexity, the\namount of evidence turned over by prosecutors and lack of facilities for defense\nattorneys in The Hague.\n</P>\n<P>\nThe charges against Taylor stem from his alleged backing of Sierra Leonean\nrebels, who mutilated, raped and enslaved their victims.\n</P>\n<P>\nThe rebels also looted and torched homes, according to Taylor's indictment,\nwhich covers crimes allegedly committed between November, 1996 and January,\n2002.\n</P>\n<P>\n\"The primary objective of the attacks was to terrorize the civilian population\nof Sierra Leone,\" prosecutors say in a summary of the allegations. \"Many\ncivilians saw these crimes committed; others returned to their homes or places\nof refuge to find the results of these crimes -- dead bodies, savaged or\nmutilated victims and looted and burned property.\"\n</P>\n<P>\nTaylor also launched a Liberian insurgency in 1989 and won elections that handed\nhim the presidency in 1997. Rebels took up arms against him three years later,\nand he fled to Nigeria in 2003 at the end of Liberia's 14-year civil\nwar.\n</P>\n<P>\nIn March last year, he was captured as he attempted to slip out of Nigeria after\nthe country agreed to hand him over to authorities seeking his\nprosecution.\n</P>\n", 
            "id": "APW_ENG_20070126.0696"
        }, 
        {
            "headline": "Ex-Liberian President Charles Taylor stays away from pretrial hearing", 
            "text": "\n<P>\nFormer Liberian President Charles Taylor will not be ready for the start of his\ntrial in June on charges of overseeing a campaign of terror, murder, mutilation,\nrape and enslavement in West Africa, his lawyer told a judge\nFriday.\n</P>\n<P>\nJudge Teresa Doherty made it clear, however, the trial's June 4 start date would\nnot change. The trial was expected to take up to a year.\n</P>\n<P>\nTaylor has pleaded innocent to 11 charges of war crimes and crimes against\nhumanity linked to the killing and mistreatment of thousands of people during\nSierra Leone's bloody 10-year civil war. He faces a life sentence if convicted\nby the Special Court for Sierra Leone.\n</P>\n<P>\nTaylor's lawyer, Karim Khan, said during Friday's 80-minute hearing that he\nwould work toward the start date, but said, \"we will not be ready\" given the\nhuge amount of prosecution evidence he has to study.\n</P>\n<P>\nTaylor did not to appear in the courtroom in The Hague provided by the\nInternational Criminal Court. His attendance is not required at such preliminary\nhearings.\n</P>\n<P>\nKhan also protested that prosecutors were not allowing him to distribute\nelectronic copies of evidence to his client or other defense lawyers in Africa\nand requested that they release details of expert witnesses they plan to call in\nthe case.\n</P>\n<P>\nProsecutor Stephen Rapp said prosecutors fear that giving electronic versions of\ntheir evidence could allow confidential details to leak into the\npublic.\n</P>\n<P>\nDoherty ordered prosecutors to disclose details of their expert witnesses \"as\nearly as possible\" but did not order any change in the way they shared\ninformation.\n</P>\n<P>\nShe also ordered prosecutors to provide a document outlining their case by April\n4. Prosecutors expect to call more than 100 witnesses, Rapp said.\n</P>\n<P>\nTaylor was flown to the Netherlands in June last year amid fears that staging\nhis trial in Sierra Leone, where the Special Court usually sits, could trigger\nfresh unrest in the war-scarred African nation.\n</P>\n<P>\nTaylor's defense team had asked for the trial to start in September, saying it\nwas unlikely to be ready before then because of the case's complexity, the\namount of evidence turned over by prosecutors and lack of facilities for defense\nattorneys in The Hague.\n</P>\n<P>\nThe charges against Taylor stem from his alleged backing of Sierra Leonean\nrebels, who mutilated, raped and enslaved their victims.\n</P>\n<P>\nThe rebels also looted and torched homes, according to Taylor's indictment,\nwhich covers crimes allegedly committed between November, 1996 and January,\n2002.\n</P>\n<P>\n\"The primary objective of the attacks was to terrorize the civilian population\nof Sierra Leone,\" prosecutors say in a summary of the allegations. \"Many\ncivilians saw these crimes committed; others returned to their homes or places\nof refuge to find the results of these crimes -- dead bodies, savaged or\nmutilated victims and looted and burned property.\"\n</P>\n<P>\nTaylor also launched a Liberian insurgency in 1989 and won elections that handed\nhim the presidency in 1997. Rebels took up arms against him three years later,\nand he fled to Nigeria in 2003 at the end of Liberia's 14-year civil\nwar.\n</P>\n<P>\nIn March last year, he was captured as he attempted to slip out of Nigeria after\nthe country agreed to hand him over to authorities seeking his\nprosecution.\n</P>\n", 
            "id": "APW_ENG_20070126.1027"
        }, 
        {
            "headline": "Court trying ex-Liberian leader Charles Taylor has raised half of needed funds, prosecutor says", 
            "text": "\n<P>\nHalf the money needed this year for the court trying former Liberian President\nCharles Taylor on war crimes charges has been raised, the prosecutor in the case\nsaid Tuesday.\n</P>\n<P>\nTaylor is charged with overseeing a campaign of terror, murder, mutilation, rape\nand enslavement in neighboring Sierra Leone's 10-year civil war. The trial is\nexpected to start June 4 in The Hague, Netherlands.\n</P>\n<P>\nThe Special Court for Sierra Leone, which is trying Taylor and other alleged\nhuman right violators in the civil war, has raised about half of its $33 million\n(euro25.44 million) budget for 2007, Rapp said.\n</P>\n<P>\nIn the Taylor case, there is enough money to \"take us through the opening\nstatement of the trial,\" Rapp said, adding that he was confident the rest of the\nmoney would come through.\n</P>\n<P>\nTaylor has pleaded innocent to 11 charges of war crimes and crimes against\nhumanity linked to the killing and mistreatment of thousands of people in Sierra\nLeone. He faces a life sentence if convicted.\n</P>\n<P>\nThe charges stem from Taylor's alleged arming and training of rebels in Sierra\nLeone during the later years of their insurgency.\n</P>\n<P>\nThe Sierra Leone requested that the case be moved to The Hague for fear the\nformer warlord's trial could provoke unrest in West Africa.\n</P>\n<P>\nTaylor was flown to the Netherlands in June and is being held in a cell block\noperated by the International Criminal Court.\n</P>\n<P>\nRapp said met in New York with diplomats from Britain and the Netherlands, which\nhave helped fund the court in the past, and other countries. He did not give\ndetails on the meetings, but said he was optimistic the court would raise enough\nmoney.\n</P>\n<P>\n\"We're confident that we can, as we continue the effort, obtain the resources\nneeded to do this trial and to make it a model of international justice,\" Rapp\nsaid.\n</P>\n<P>\nLast year, the U.S. provided $13 million (euro10.02 million) for the court. Rapp\nsaid he met last week with members of the U.S. Congress and the State\nDepartment, but was not sure if the United States would provide similar funding\nthis year.\n</P>\n<P>\nU.S. officials did not immediately return calls seeking comment.\n</P>\n<P>\nExpenses include transporting witnesses to The Hague, security, translations and\nhearings in Sierra Leone, Rapp said. They could vary depending on the number of\nwitnesses needed, but are expected to decrease after the first year, he\nsaid.\n</P>\n<P>\nLast week, Taylor's lawyers told the court they needed more time to prepare his\ndefense. Rapp said he expected the trial to begin June 4 as planned.\n</P>\n", 
            "id": "APW_ENG_20070131.0303"
        }, 
        {
            "headline": "Sierra Leone tribunal members visit Liberia ahead of Taylor trial", 
            "text": "\n<P>\nMembers of an international tribunal for Sierra Leone arrived Wednesday in\nLiberia on a fact-finding mission ahead of the trial of former Liberian\npresident Charles Taylor, facing war crimes charges in both countries.\n</P>\n<P>\nStephen Rapp, the prosecutor of the Special Court for Sierra Leone (SCSL),\nsought to reassure Liberians that Taylor would be judged fairly when he stands\nin the dock.\n</P>\n<P>\nTaylor goes on trial on June 4 at the International Criminal Court in The Hague.\n</P>\n<P>\n\"I must state in strong terms that one of our primary concerns is to see a fair\ntrial carried out at the highest standards of international justice,\" Rapp said.\n</P>\n<P>\n\"Another concern is the well-being and safety of our witnesses. All efforts that\nare needed to be made have been made, are being made, and will be made to\nprotect the security and identity of all prosecution witnesses.\"\n</P>\n<P>\nTaylor is seen as the single most powerful figure behind a series of civil wars\nin Liberia and neighbouring Sierra Leone between 1989 and 2003 which left around\n400,000 people dead.\n</P>\n<P>\nHe is specifically accused of aiding the Revolutionary United Front rebel group\nwhich murdered, enslaved and mutilated civilians during the 1991-2001 civil war\nthat killed up to 200,000 people in Sierra Leone.\n</P>\n<P>\nThe former warlord-turned-president has been indicted by the United Nations-\nbacked Special Court for Sierra Leone on charges of crimes against humanity, war\ncrimes and violations of international human rights.\n</P>\n", 
            "id": "AFP_ENG_20070425.0620"
        }, 
        {
            "headline": "Judges postpone first witnesses in Charles Taylor war crimes trial due to open June 4", 
            "text": "\n<P>\nJudges have postponed testimony from witnesses at the war crimes trial of former\nLiberian President Charles Taylor, due to start next month, to give defense\nattorneys more time to prepare.\n</P>\n<P>\nAn April 25 ruling that was posted on the Special Court for Sierra Leone's Web\nsite this week said Taylor's trial will begin as planned on June 4 but will be\nadjourned until June 25 after prosecutors deliver their opening\nstatement.\n</P>\n<P>\nTaylor is accused of orchestrating war crimes in Sierra Leone while he was\nleader of neighboring West African state Liberia.\n</P>\n<P>\nLead defense lawyer Karim Khan had asked for the trial to be postponed because\nconsultations with his client were interrupted. Khan stopped meeting Taylor\nafter authorities at the detention block installed video surveillance cameras in\nthe room where the lawyers and Taylor discussed the case.\n</P>\n<P>\n\"Mr. Taylor, through no fault of his own, has lost preparation time owing to the\nsuspension of client-attorney consultations from 5-22 March 2007,\" said the\nruling by the three-judge panel. \"It would be in the interests of a fair trial\nfor him to be compensated for preparation time lost during that\nperiod.\"\n</P>\n<P>\nDefense attorneys are considering appealing, arguing that they still do not have\nenough time to prepare their case.\n</P>\n<P>\nTaylor has pleaded innocent to 11 charges of war crimes and crimes against\nhumanity linked to allegations that he armed and trained rebels responsible for\na campaign of terror, murder, mutilation, rape and enslavement in Sierra Leone's\n10-year civil war. If convicted he faces a maximum sentence of life\nimprisonment.\n</P>\n<P>\nTaylor was flown to the Netherlands in June last year amid fears that staging\nthe trial in Sierra Leone, where the Special Court usually sits, could trigger\nfresh unrest.\n</P>\n<P>\nThe case, being heard in a courtroom rented from the International Criminal\nCourt, is expected to last about 18 months.\n</P>\n", 
            "id": "APW_ENG_20070501.0292"
        }, 
        {
            "headline": "Former Liberian leader's defence calls for more lawyers", 
            "text": "\n<P>\nThe defence of former Liberian president Charles Taylor, due to go on trial for\nwar crimes here next month, said Monday that they needed more senior counsels\nfor the complex case.\n</P>\n<P>\nIn a pre-trial hearing of the case before the Special Court for Sierra Leone\n(SCSL), Taylor's lawyer Karim Khan said his client was concerned he was being\n\"short-changed\" with only two attorneys who can attend his trial against a\nprosecution legal team of at least 10 people.\n</P>\n<P>\nThe trial, which was moved to The Hague to the premises of the International\nCriminal Court (ICC) for security reasons is set to start in June and the\ndefence is trying to get a more senior lawyer on board, Khan said.\n</P>\n<P>\nTaylor is seen as the single most powerful figure behind a series of civil wars\nin Liberia and neighbouring Sierra Leone between 1989 and 2003 which left around\n400,000 people dead.\n</P>\n<P>\nThe former warlord-turned-president has been indicted by the United Nations-\nbacked Special Court for Sierra Leone on charges of crimes against humanity, war\ncrimes and violations of international human rights. He maintains his innocence.\n</P>\n<P>\nTaylor was in court Monday listening attentively to the proceedings and making\nnotes. Dressed in a dark grey suit Taylor also wore sunglasses in court because\nhe suffered from an eye infection, his lawyers said.\n</P>\n<P>\nOn Monday the defence also complained they had difficulty getting witnesses to\ntestify in the case because of a UN Security Council resolution that imposes\ntravel bans on people deemed close associates of Taylor.\n</P>\n<P>\nAccording to Khan many witnesses are reluctant to testify because they are\nafraid of being slapped with a travel ban if they appear on his behalf during\nthe trial.\n</P>\n", 
            "id": "AFP_ENG_20070507.0189"
        }, 
        {
            "headline": "Charles Taylor lawyer says potential defense witnesses fear Security Council travel bans", 
            "text": "\n<P>\nPotential defense witnesses for Charles Taylor are refusing to testify at the\nformer Liberian president's war crimes trial for fear of being slapped with U.N.\ntravel bans, Taylor's lawyer told a court Monday.\n</P>\n<P>\nTaylor, 59, is to go on trial June 4 on 11 charges, including terrorism, murder,\nrape, sexual slavery, mutilation and recruiting child soldiers linked to his\nalleged support for rebels in Sierra Leone's brutal civil war.\n</P>\n<P>\nHe has pleaded innocent and faces a maximum sentence of life imprisonment if\nconvicted by the Special Court for Sierra Leone.\n</P>\n<P>\nAt a pretrial hearing in The Hague, Taylor's lawyer Karim Khan said his efforts\nto build a defense were being hampered by the perceived threat of U.N.\nsanctions.\n</P>\n<P>\n\"Numerous individuals ... are unwilling to speak to the defense (because) they\nare petrified of having travel bans imposed upon them and having their assets\nfrozen by the Security Council because they are associated to the defense of Mr.\nCharles Taylor,\" Khan said.\n</P>\n<P>\nKhan said he would file a motion asking judges at the court to grant witnesses\nprotection from sanctions.\n</P>\n<P>\nHe said that the possibility of sanctions, \"would amount to witness\nintimidation, whether it comes from a group or a party or even as august a body\n... as the Security Council of the United Nations.\n</P>\n<P>\nThe Sierra Leone court usually sits in the capital, Freetown, but Taylor's trial\nis to be held in a courtroom rented from the International Criminal Court in The\nHague because of fears the case could trigger new violence.\n</P>\n<P>\nTaylor sat in court listening to proceedings wearing a dark suit and brown tie.\nJudges also allowed him to wear sunglasses in the windowless courtroom because\nof an eye infection.\n</P>\n<P>\nAt Monday's hearing, slated to be the last before the trial starts next month,\nKhan also complained that the court was not funding an adequate defense team for\nTaylor.\n</P>\n<P>\nTaylor has two attorneys and three legal assistants, while prosecutors have a\ntrial team of some 10 attorneys and lawyers.\n</P>\n<P>\nKhan said that former Yugoslav President Slobodan Milosevic had a much larger\ndefense team when he went on trial for genocide at the Yugoslav war crimes\ntribunal.\n</P>\n<P>\n\"The concern of my client is that he is being shortchanged,\" Khan\nsaid.\n</P>\n<P>\nTaylor's lawyers are seeking to appeal the decision setting the start date for\nthe trial, arguing that they have not had enough time to prepare.\n</P>\n<P>\nProsecutors say that in exchange for diamonds smuggled out of Sierra Leone,\nTaylor provided rebels with arms, ammunition, communication equipment, as well\nas alcohol, drugs and cigarettes.\n</P>\n", 
            "id": "APW_ENG_20070507.0378"
        }, 
        {
            "headline": "Charles Taylor defence has enough resources: prosecutor", 
            "text": "\n<P>\nThe defence of Liberian ex-president Charles Taylor, whose war crimes trial is\nset to start Monday, has \"fully adequate resources,\" the prosecutor of the\nSpecial Court for Sierra Leone said here Wednesday.\n</P>\n<P>\n\"We believe that the defence has fully adequate resources to defend this case,\nthe same level of resources as provided, if not greater than provided, by the\nother tribunals,\" prosecutor Stephen Rapp who will try Taylor's case told\njournalists.\n</P>\n<P>\nThe former Liberian leader will be tried in The Hague by a special chamber of\nthe UN-backed Special Court for Sierra Leone, for security reasons.\n</P>\n<P>\nRapp stressed that the prosecution did have more resources that the defence\nbecause the prosecution \"has the burden of proof to prove a case beyond a\nreasonable doubt.\"\n</P>\n<P>\n\"So the great burden is on us. (The defence) just have to take out one element\non each case, an essential element and they win an acquittal,\" the prosecutor\nexplained.\n</P>\n<P>\nIn the run-up to the trial Taylor's lawyers had complained that there were\ninsufficient resources for the defence with just two attorneys versus some nine\nprosecution trial lawyers. They also demanded more time to prepare their case,\nbut were turned down.\n</P>\n", 
            "id": "AFP_ENG_20070530.0392"
        }
    ], 
    "id": "D1128E", 
    "title": "Taylor Trial"
}