{
    "docSet": [
        {
            "headline": "bc-bush-scene", 
            "text": "\n<P>\nIs there no safe haven for President Bush?\n</P>\n<P>\nIt happened midway through his news conference in the Rose Garden\nThursday morning, in between his 10th and 11th mentions of al-Qaida: A\nbird flew over the president and deposited a wet, white dropping on\nthe upper left sleeve of his jacket. Bush wiped the mess off with his\nbare hand.\n</P>\n<P>\nThere was no evidence that Osama bin Laden was responsible for this\nparticular attack, and -- who knows? -- maybe the terrorist leader\nbelieves the superstition that bird poop is good luck. But just about\neverything else that came up during the hour-long news conference was\ntraced to bin Laden's terrorist network.\n</P>\n<P>\nThe session was called to draw attention to the fact that\nDemocratic leaders had just caved in to Bush's demand that the Iraq\nspending bill have no withdrawal timeline. But as frequently happens\nat presidential events these days, it quickly became al-Qaida, all the\ntime. Bush invoked the terrorist group 19 times and even suggested it\nwas going after individual reporters' kids.\n</P>\n<P>\n``They are a threat to your children, David,'' he advised NBC's\nDavid Gregory.\n</P>\n<P>\n``It's a danger to your children, Jim,'' Bush informed the New York\nTimes' Jim Rutenberg.\n</P>\n<P>\nThis last warning was perplexing, because Rutenberg has no\nchildren, only a brown chow named Little Bear. It was unclear whether\nBush was referring to a specific and credible threat to Little Bear or\nmerely indicating there was increased ``chatter in the system'' about\nchows in general.\n</P>\n<P>\nRutenberg, informed of the pet threat, asked Bush a follow-up\nquestion about bin Laden. ``Mr. President, why is he still at large?''\n</P>\n<P>\n``Why is he at large?'' Bush shot back. ``Because we haven't got\nhim yet, Jim.''\n</P>\n<P>\nHard to argue with that. Even Steve Hadley, the poker-faced\nnational security adviser, smiled. And Bush proceeded to favor his\nlisteners with more intelligence bulletins about the al-Qaeda leader.\n``He's not out there traipsing around. He's not leading many\nparades,'' the president reported. ``He's not out feeding the\nhungry.''\n</P>\n<P>\nBush allowed himself only a brief gloat over the Democrats'\nsurrender -- he showed only a hint of a smile when he noted that ``we\nremoved the arbitrary timetables for withdrawal'' -- before moving on\nto outline the latest strategy in Iraq: targeting al-Qaida, of course.\nHe cited ``new opportunities to partner with local tribes to go after\nal-Qaida.''\n</P>\n<P>\n``Is that a Plan B?'' asked Jim Axelrod of CBS News.\n</P>\n<P>\n``Actually, I would call that a plan recommended by Baker-Hamilton,\nso it would be a Plan B-H,'' Bush answered, then checked to see how\nhis joke about the Iraq Study Group went over. ``You didn't like it?''\n</P>\n<P>\nBush appeared to be in good spirits as he walked briskly across the\nlawn to the podium. Once there, he casually slid his heel in and out\nof his shoe as he spoke. He teased a reporter for wearing a loose\nnecktie: ``Go ahead and take the tie off -- it's halfway down anyway.''\n</P>\n<P>\nHis tone was jaunty, whether the topic was China (``They need to be\neating U.S. beef. It's good for them. They'll like it.'') or\nallegations that Justice Department officials broke the law (``It's\njust grand political theater'').\n</P>\n<P>\nHe also showed a playful interpretation of history, observing at\none point that ``the Middle East looked nice and cozy for a while.''\nBut when it came to the terrorists, Bush spoke with the cool\nruthlessness of a dissident shareholder at an annual meeting. ``We\nhave had good success in the chief operating officer position of\nal-Qaeda,'' he reported.\n</P>\n<P>\nThe president displayed his legendary ability to stick to his\nmessage. Five times, he offered a variation on his theme that war\ndecisions belong to ``commanders on the ground, not politicians here\nin Washington.'' Thrice, he offered a version of his al-Qaida theme:\n``It's better to fight them there than here.''\n</P>\n<P>\nThe repetition technique, as usual, prevented Bush's questioners\nfrom eliciting more specifics about the war. CNN's Ed Henry asked why\nhe ignored warnings that invading Iraq would help al-Qaida.\n</P>\n<P>\n``We were warned about a lot of things,'' the president said before\nexpanding anew on the al-Qaida threat. ``Al-Qaida's going to fight us\nwherever we are,'' he said. ``They want to establish a caliphate.''\n</P>\n<P>\nWhen NBC's Gregory asked Bush to explain why he's ``still a\ncredible messenger on the war,'' the answer eventually arrived again\nat the al-Qaida threat: ``They're dangerous. And I can't put it any\nmore plainly: They're dangerous.''\n</P>\n<P>\nAfter several such iterations of the threat, the Times' Rutenberg\nasked Bush to be philosophical about bin Laden. ``What do you think\nyour own reaction would have been five years ago had you been told\nthat toward the end of your term he would still be at large with that\nkind of capability, from Iraq no less?''\n</P>\n<P>\nThe answer went back to another restatement of the threat. ``We are\nunder threat,'' the president said. ``Now some may say, `Well, he's\njust saying that, you know, to get people to pay attention to him, or\ntry to scare them for some reason.' You know, I would hope our world\nhadn't become so cynical that they don't take the threats of al-Qaida\nseriously, because they're real.''\n</P>\n", 
            "id": "LTW_ENG_20070525.0117"
        }, 
        {
            "headline": "Shoe attack on Bush mars farewell Iraq visit", 
            "text": "\n<P>\nA journalist hurled two shoes at President George W. Bush on his farewell visit\nto Iraq on Sunday, highlighting hostility still felt toward the outgoing US\nleader who acknowledged that the war is still not won.\n</P>\n<P>\nMuntazer al-Zaidi jumped up as Bush held a press conference with Iraqi Prime\nMinister Nuri al-Maliki, shouted \"It is the farewell kiss, you dog\" and threw\nhis footwear.\n</P>\n<P>\nThe president lowered his head and the first shoe hit the American and Iraqi\nflags behind the two leaders. The second was off target.\n</P>\n<P>\nZaidi, a reporter with the Al-Baghdadia channel which broadcasts from Cairo, was\nimmediately wrestled to the ground by security guards and frogmarched from the\nroom.\n</P>\n<P>\nSoles of shoes are considered the ultimate insult in Arab culture. After Saddam\nHussein's statue was toppled in Baghdad in April 2003, many onlookers beat the\nstatue's face with their soles.\n</P>\n<P>\nBush laughed off the incident, saying: \"It doesn't bother me. If you want the\nfacts, it was a size 10 shoe that he threw\".\n</P>\n<P>\nHe later played down the incident. \"I don't know what the guy's cause is... I\ndidn't feel the least bit threatened by it.\"\n</P>\n<P>\nBush, on his fourth and final official trip to Iraq since he ordered the March\n2003 invasion that toppled Saddam, admitted: \"There is still more work to be\ndone.\"\n</P>\n<P>\nAs he and Maliki signed a security pact setting out new guidelines for US troops\nin Iraq, the president said: \"The war is not over, but with the conclusion of\nthese agreements... it is decisively on its way to being won.\"\n</P>\n<P>\nEarlier, Bush ventured out in a motorcade through Baghdad streets, the first\ntime he has gone somewhere other than a military base or the heavily protected\nGreen Zone.\n</P>\n<P>\nPool reports said the unmarked motorcade passed through darkened streets that\nappeared heavily guarded, before arriving at Maliki's residence.\n</P>\n<P>\nBush hands over the delicate task of overseeing the US withdrawal from Iraq in\nfive weeks to Barack Obama, who has pledged to turn the page on the deeply\nunpopular war.\n</P>\n<P>\n\"I'm so grateful that I've had a chance to come back to Iraq before my\npresidency ends,\" he said at a meeting with Iraqi President Jalal Talabani.\n</P>\n<P>\nIn the evening, the president flew by helicopter from the Green Zone to Camp\nVictory near Bahgdad airport, where he greeted hundreds of US troops under a\nhuge US flag and a gigantic crystal chandelier in the Al Faw palace, formerly\nused by Saddam.\n</P>\n<P>\nBush has staunchly defended the invasion that triggered years of deadly\ninsurgency and sectarian violence that has killed tens of thousands of Iraqis\nand more than 4,200 American troops.\n</P>\n<P>\nOn Saturday, US Defense Secretary Robert Gates visited Iraq and said that the US\nmission was in its \"endgame.\"\n</P>\n<P>\nThe signing ceremony by Bush and Maliki marks the adoption of the Status of\nForces Agreement approved by Iraq's parliament in November after months of\npolitical wrangling.\n</P>\n<P>\nThe pact will govern the presence of 146,000 US troops at more than 400 bases\nwhen their UN mandate expires at the end of the year, giving the Iraqi\ngovernment veto power over virtually all of their operations.\n</P>\n<P>\nGates, who Obama has picked to stay on at the Pentagon in the new\nadministration, told US troops on Saturday: \"We are in the process of the\ndrawdown.\"\n</P>\n<P>\n\"We are, I believe, in terms of the American commitment, in the endgame here in\nIraq.\"\n</P>\n<P>\nThe pact envisages US combat troops leaving Iraq by the end of 2011 and\ndeparting from all urban areas by June 30 next year.\n</P>\n<P>\nBut the top US commander in Iraq, General Raymond Odierno, who met with Gates,\nsaid that troops will stay in Iraqi cities in a support and training role after\nJune.\n</P>\n<P>\nThe Shiite radical movement of Moqtada Sadr, which strongly opposed the security\ndeal, said Odierno's remarks showed that Washington had no intention of sticking\nby the deadlines.\n</P>\n<P>\n\"As we predicted, the comments fly in the face of the security agreement,\" the\nhead of the movement's political bureau, Liwaa Sumeissim, told AFP just before\nBush's arrival.\n</P>\n<P>\nSadr's movement said it plans a protest on Monday in the holy city of Najaf.\n</P>\n<P>\nObama has said he favours \"a responsible withdrawal from Iraq\" within 16 months\nof taking office.\n</P>\n<P>\nWhile security in Baghdad and other parts of the country has significantly\nimproved, there are still almost daily bomb attacks.\n</P>\n<P>\nProblems also dog the massive economic reconstruction programme undertaken since\nthe invasion.\n</P>\n<P>\nThe New York Times reported on Sunday that an unpublished US government report\nconcluded that US-led efforts to rebuild Iraq were crippled by bureaucratic turf\nwars, violence and ignorance of the basic elements of Iraqi society, resulting\nin a 100-billion-dollar failure.\n</P>\n<P>\nBy mid-2008, the document said, 117 billion dollars had been spent on the\nreconstruction of Iraq, including about 50 billion in US taxpayer money, the\nnewspaper reported.\n</P>\n", 
            "id": "AFP_ENG_20081214.0015"
        }, 
        {
            "headline": "IRAQI JOURNALIST HURLS SHOES AT BUSH AND CALLS HIM A ' DOG '", 
            "text": "\n<P>\nPresident Bush on Sunday made a valedictory visit to\nIraq, the country that will largely define his legacy, but the trip\nwill more likely be remembered for the unscripted moment when an\nIraqi journalist hurled his shoes at Bush's head and denounced him\non live television as a \"dog\" who had delivered death and sorrow\nhere from nearly six years of war.\n</P>\n<P>\nThe drama unfolded shortly after Bush appeared at a news\nconference in Baghdad with Prime Minister Nouri Kamal al-Maliki to\nhighlight the newly adopted security agreement between the United\nStates and Iraq. That agreement includes a commitment to withdraw\nall American forces by the end of 2011.\n</P>\n<P>\nThe Iraqi journalist, Muntader al-Zaidi, 28, a correspondent for\nAl Baghdadia, an independent Iraqi station, stood up about 12 feet\nfrom Bush and shouted in Arabic: \"This is a gift from the Iraqis;\nthis is the farewell kiss, you dog!\" He then threw a shoe at Bush,\nwho ducked and narrowly avoided it.\n</P>\n<P>\nAs stunned security agents and guards, officials and journalists\nwatched, al-Zaidi then threw his other shoe, shouting in Arabic,\n\"This is from the widows, the orphans and those who were killed in\nIraq!\" That shoe also narrowly missed Bush as al-Maliki stuck a\nhand in front of the president's face to help shield him.\n</P>\n<P>\nChaos immediately ensued as a scrum of al-Maliki's security\nagents jumped on the man, wrestled him to the floor and hustled him\nout of the ornate room where the news conference was taking place.\nThey kicked him and beat him until \"he was crying like a woman,\"\nsaid Mohammed Taher, a reporter for Afaq, a station owned by the\nDawa Party, which is led by al-Maliki. Zaidi was then detained on\nunspecified charges.\n</P>\n<P>\nOther Iraqi journalists in the front row of the news conference\npublicly apologized to Bush, who was uninjured and tried to brush\noff the incident by making a joke. \"All I can report is it is a\nsize 10,\" he said, continuing to take a few questions and noting\nthe apologies.\n</P>\n<P>\nHe also called the incident a sign of democracy in the country,\nsaying, \"That's what people do in a free society, draw attention\nto themselves,\" as the man's screaming could be heard outside.\n</P>\n<P>\nBut the moment clearly unnerved the aides of al-Maliki and some\nof the Americans in Bush's entourage, partly because it was\ntelevised and may have revealed a security lapse in the so-called\nGreen Zone, the most heavily secured part of Baghdad. Dana Perino,\nthe White press secretary, was visibly distraught, and NBC News\nreported she had been struck in the face by a microphone in the\nchaos.\n</P>\n<P>\nThe shoe-throwing incident also punctuated Bush's visit -- his\nfourth -- in a deeply symbolic way, reflecting the conflicted views\nin Iraq of a man who had toppled Saddam Hussein, ordered the\noccupation of the country and brought it the kind of freedoms\nunthinkable under Saddam's rule but at enormous costs.\n</P>\n<P>\nHitting someone with a shoe is considered the supreme insult in\nIraq. It means that the target is even lower than the shoe, which\nis always on the ground and dirty. Crowds of people hurled their\nshoes at the giant statue of Saddam that once stood in Baghad's\nFirdos Square before helping U.S. Marines to pull it down April 9,\n2003, the day the capital fell. More recently, a far bigger crowd\ncomprised of Iraqis who had opposed the security agreement did the\nsame with an effigy of Bush in the same square, flinging their\nshoes at it before burning it.\n</P>\n<P>\nAl-Zaidi's motivations in carrying out a potentially\ncareer-ending act were unclear, but friends described him as a\ndevoted journalist. \"He was committed to his job and after\ntraining in Lebanon became chief of correspondents about a month\nago,\" said Haider Nassar, who worked with him at Baghdadia.\n</P>\n<P>\n\"He had bad feelings about the coalition forces,\" said Nassar,\nreferring to the U.S.-led foreign military forces in Iraq. Nassar\nalso said al-Zaidi had asked to cover the news conference, since he\nwas the chief correspondent. Another friend said al-Zaidi often\nended his reports by saying \"Reporting from occupied Baghdad, this\nis Muntader al-Zaidi.\"\n</P>\n<P>\nLike many Iraqi reporters at the news conference, Nassar said he\ndid not think this was an effective way for al-Zaidi to make his\npoints. \"This is so silly; it's just the behavior of an\nindividual. He destroyed his future,\" he said.\n</P>\n<P>\nThe television channel broadcast a request for al-Zaidi's\nrelease in the name of democracy and freedom of speech. \"Any\nprocedure against Muntader will remind us of the behavior of the\ndictatorship and their violent actions, random detentions and mass\ngraves,\" the channel said. \"Baghdadia TV channel also demands\nthat the international and Iraqi television organizations cooperate\nin seeking the release of Muntader al-Zaidi.\"\n</P>\n<P>\nShortly before 10 p.m., Bush left the Green Zone by helicopter\nto Camp Victory, where he was greeted with cheers and whoops from\nhundreds of troops inside the enormous rotunda of the Al Faw\npalace. Speaking at a lectern beneath an enormous American flag\nthat nearly reached the domed ceiling, he praised this generation\nof soldiers and reflected on the sacrifice of those who had died.\n</P>\n<P>\nHe called the increased deployment of U.S. troops in Iraq last\nyear, a strategy known as the surge, which is credited with helping\nreduce violence here, \"one of the greatest successes in the\nhistory of the United States military.\"\n</P>\n<P>\nBush's arrival in Iraq during daylight hours had been one\nmeasure of progress; his first visit on Thanksgiving Day 2003 took\nplace entirely at night.\n</P>\n<P>\nAs with previous visits -- in November 2003, June 2006 and\nSeptember 2007 -- preparations for the visit were secretive and\ncarried out with ruse. The White House schedule for Sunday had Bush\nattending the \"Christmas in Washington\" performance at the\nNational Building Museum in downtown Washington. Instead, he left\nthe White House by car Saturday night, arriving at Andrews Air\nForce base at 9 p.m. to board Air Force One. A dozen journalists\naccompanying him were only told of the trip Friday and allowed to\ntell only a superior and a spouse -- and only in person.\n</P>\n<P>\nAt his news conference with al-Maliki, Bush described the\nsecurity agreement as a landmark, signaling a new era in the war he\nbegan in the spring of 2003. \"There is still more work to be\ndone,\" the president said about the war, but with the security\nagreement and the \"the courage of the Iraqi people, and the Iraqi\ntroops and the American troops and civilian personnel, it is\ndecisively on its way to be won.\"\n</P>\n<P>\nAl-Maliki's partnership with Bush and his backing of the\nsecurity agreement are unlikely to help him much once Bush leaves\noffice.\n</P>\n<P>\nAlthough a majority of the Iraqi parliament approved the\nagreement, on the street, Iraqis have mixed views. Many distrust\nany agreement made with an occupying power and while Bush is\nappreciated for having overthrown Saddam, he is widely blamed for\nthe violence that raged in the years after the war, which forced\nmore than a million Iraqis to flee and killed tens of thousands of\ncivilians.\n</P>\n<P>\nStill, Bush's stalwart support for al-Maliki -- after an initial\nperiod when the national security adviser, Stephen J. Hadley,\nexpressed doubts about him -- has been a bulwark against domestic\npolitical forces who sought to topple him.\n</P>\n<P>\nWith the U.S. president's term ending, Iraqi politicians from\nparties other than al-Maliki's have been discussing whether to\nforce the prime minister out with a no-confidence vote. This is not\nthe first time his ouster has been discussed, but with U.S. power\nin Iraq on the wane and troops beginning to draw down in earnest,\nit seems a more serious threat.\n</P>\n<P>\nWeighing against it happening, however, is that there is no\nagreement on al-Maliki's successor or on how to divide Cabinet\nposts. The posts are split among the political blocs that control\nthe parliament, and they would be loath to give up anything they\nhave unless they were assured that they would get another position\nthat was at least as good.\n</P>\n", 
            "id": "NYT_ENG_20081214.0102"
        }, 
        {
            "headline": "Man throws shoes at Bush in Iraq", 
            "text": "\n<P>\nA man threw his shoes at President George W. Bush and was dragged away by\nsecurity officials during the president's farewell trip to Iraq.\n</P>\n<P>\nThe incident occurred as Bush was appearing Sunday with Iraqi Prime Minister\nNouri al-Maliki.\n</P>\n<P>\nBush ducked and wasn't hit by either shoe. Bush joked, saying that all he can\nreport was that it was a size 10 shoe. then calmly took questions.\n</P>\n", 
            "id": "APW_ENG_20081214.0537"
        }, 
        {
            "headline": "Bush: Iraq war is not over, more work ahead", 
            "text": "\n<P>\nOn a trip to Iraq shrouded in secrecy and dissent, President George W. Bush on\nSunday hailed progress in the unpopular war that defines his presidency and got\na size-10 reminder of opposition to his policies when a man hurled shoes at him\nduring a news conference.\n</P>\n<P>\n\"This is the end!\" shouted the man, later identified as Muntadar al-Zeidi, a\ncorrespondent for Al-Baghdadiya television, an Iraqi-owned station based in\nCairo, Egypt.\n</P>\n<P>\nBush ducked both shoes as they whizzed past his head and landed with a thud\nagainst the wall behind him.\n</P>\n<P>\n\"All I can report,\" Bush joked of the incident, \"is a size 10.\"\n</P>\n<P>\nThe U.S. president visited the Iraqi capital just 37 days before he hands the\nwar off to President-elect Barack Obama, who has pledged to end it. The\npresident wanted to highlight a drop in violence in a nation still riven by\nethnic strife and to celebrate a recent U.S.-Iraq security agreement, which\ncalls for U.S. troops to withdraw from Iraq by the end of 2011.\n</P>\n<P>\n\"There is still more work to be done,\" Bush said after his meeting with Iraqi\nPrime Minister Nouri al-Maliki, adding that the agreement puts Iraq on solid\nfooting.\n</P>\n<P>\n\"The war is not over,\" Bush said, adding that \"it is decisively on it's way to\nbeing won.\"\n</P>\n<P>\nIt was at that point the journalist stood up and threw his shoe. Bush ducked,\nand it narrowly missed his head. The second shoe came quickly, and Bush ducked\nagain while several Iraqis grabbed the man and dragged him to the\nfloor.\n</P>\n", 
            "id": "APW_ENG_20081214.0641"
        }, 
        {
            "headline": "BUSH NOTEBOOK: Bush ducks shoes in Baghdad", 
            "text": "\n<P>\nIt gives fresh meaning to the phrase shooed away.\n</P>\n<P>\nPresident George W. Bush ducked a pair of shoes hurled at his head -- one shoe\nafter the other -- in the middle of a news conference with Iraqi Prime Minister\nNouri al-Maliki.\n</P>\n<P>\nBoth shoes narrowly missed their target and thumped loudly against the wall\nbehind the leaders.\n</P>\n<P>\n\"Don't worry about it,\" the president said as the room erupted into\nchaos.\n</P>\n<P>\nIraqi reporters started shouting what Bush later explained were apologies for\nthe incident.\n</P>\n<P>\n\"So what if the guy threw a shoe at me?\" Bush said, comparing the action to\npolitical protests in the United States.\n</P>\n<P>\n\"If you want the facts, it was a size 10,\" he joked.\n</P>\n<P>\nThe shoe attack came as Bush and al-Maliki were about to shake hands. The\nassailant -- later identified as television correspondent Muntadar al-Zeidi --\nleapt from his chair and hurled his footwear at the president, who was about 20\nfeet away.\n</P>\n<P>\n\"This is a farewell kiss, you dog,\" he yelled in Arabic.\n</P>\n<P>\nThe crowd descended on al-Zeidi, who works for Al-Baghdadiya television, an\nIraqi-owned station based in Cairo, Egypt. He was wrestled to the ground by\nsecurity officials and then hauled away, moaning as they departed the room.\nLater, a trail of fresh blood could be seen on the carpet, although the source\nwas not known.\n</P>\n<P>\nIn Iraqi culture, throwing shoes at someone is a sign of contempt. When U.S.\nMarines toppled Saddam Hussein's statue on Firdos Square in 2003, the assembled\ncrowd whacked it with their shoes\n</P>\n<P>\nAl-Baghdadia's Baghdad manager told the AP he had no idea what prompted his\nreporter to go on the attack.\n</P>\n<P>\n\"I am trying to reach Muntadar since the incident, but in vain,\" said Fityan\nMohammed. \"His phone is switched off.\"\n</P>\n<P>\nThe station issued a statement on the air Sunday night asking the Iraqi\ngovernment to release al-Zeidi \"to spare his life.\"\n</P>\n<P>\n\"The station calls on journalists all over the world to express their solidarity\nfor the release of al-Zeidi,\" it said.\n</P>\n<P>\n------\n</P>\n<P>\nABOARD AIR FORCE ONE (AP) -- It sounded like something from a spy\nthriller.\n</P>\n<P>\nWith little advance notice, White House officials told 13 members of President\nGeorge W. Bush's press corps about his hush-hush trip to Baghdad, instructed\nthem to pack their bags and swore them to secrecy.\n</P>\n<P>\nThe goal: keep Bush and his entourage safe on the trip to Iraq. Surprise is a\nfavorite tactic of the Secret Service in a war zone.\n</P>\n<P>\nTo keep other reporters out of the loop, the White House put out false schedules\ndetailing activities planned for Bush in Washington on Sunday.\n</P>\n<P>\nUpon arriving in the dark at Andrews Air Force Base on Saturday night, all of\nthe reporters' belongings, except for one piece of reading material, were\nconfiscated.\n</P>\n<P>\nWhile the travelers embarked, Air Force One remained hidden inside the\nimmaculate and heavily guarded hangar specially constructed to house the\nenormous 747s used by the president. The window shades were drawn for the entire\nflight.\n</P>\n<P>\n------\n</P>\n<P>\nABOARD AIR FORCE ONE (AP) -- Guess who?\n</P>\n<P>\nIn a rare move, President George W. Bush surprised the journalists joining him\non the trip to Baghdad when he popped into Air Force One's press cabin for a\nchat.\n</P>\n<P>\nBush arrived through an unmarked entrance at Andrews Air Force Base sporting his\nsignature attempt at a disguise -- a tan Windbreaker, casual black pants and a\nbaseball cap marked with \"43.\" The number signifies that he is the nation's 43rd\npresident.\n</P>\n<P>\n\"Nobody knew who I was,\" Bush joked about the outfit. \"They thought I was a\ndifferent president.\"\n</P>\n<P>\nBush joked that the media assembled for his trip was \"a weak group,\" before\nheading back up to his part of the plane.\n</P>\n<P>\nHis sudden appearance in the press quarters was the only notice of his arrival\nfor the trip.\n</P>\n<P>\n------\n</P>\n<P>\nWASHINGTON (AP) -- A Christian band that had expected to perform for President\nGeorge W. Bush on Sunday night in Washington did not mind that the show would go\non without him.\n</P>\n<P>\nTo keep Bush's trip a secret, the White House put out a false schedule that said\nhe would attend the taping of Turner Network Television's annual \"Christmas in\nWashington\" benefit concert at the National Building Museum.\n</P>\n<P>\nMark Hall, the lead singer of the band Casting Crowns, joked that he knew it all\nalong.\n</P>\n<P>\n\"We were secretly a part of this whole thing. See, we're the ruse for him to go\non his mission. So I feel like, you know, a little Jack Bauer right now,\" Hall\nsaid, referring to the counterterrorism agent on Fox TV drama\n\"24.\"\n</P>\n", 
            "id": "APW_ENG_20081214.0714"
        }, 
        {
            "headline": "Bush Defends Iraq War During Farewell Visit", 
            "text": "\n<P>\nArriving in Baghdad Sunday for a farewell visit, President Bush\nstaunchly defended a war that has taken far more time, money and lives than\nanticipated, saying the conflict \"has not been easy\" but was necessary for\nU.S. security, Iraqi stability and \"world peace.\"\n</P>\n<P>\nBut during a press conference with Iraqi Prime Minister Nouri al-Maliki,\nBush received a taste of the immense resentment many Iraqis feel toward his\npolicies: Just after Bush finished his remarks and said \"Thank you\" in\nArabic, an Iraqi journalist took off his shoes and hurled them both at Bush,\none after the other. The incident lent an air of chaos and farce to a trip\nintended to highlight improving security conditions in the war-torn\ncountry.\n</P>\n<P>\n\"This is a farewell kiss!\" the man, identified as Muntadar al-Zaidi, a\nreporter with the Cairo-based network Al Baghdadia Television, yelled as he\nthrew the shoes. Bush had to duck out of the way, and narrowly missed being\nhit, according to on-scene reports. Al-Maliki reached out his hand to shield\nthe president.\n</P>\n<P>\nZaidi started to yell \"Dog, dog!\" as he was surrounded by security\nagents, who tackled him to the floor and began to beat him. Zaidi was later\nremoved from the ornate room where the press conference was taking\nplace.\n</P>\n<P>\nBush was not injured and joked about the incident. \"All I can report is\nit is a size 10,\" he said.\n</P>\n<P>\nZaidi was seated in the second row of seats, about 12 feet from Bush's\nlectern. Zaidi, colleagues said, was kidnapped by Shiite militiamen last\nyear and was later released. Throwing a shoe at someone is considered the\nworst possible insult in Iraq, and is meant to show extreme disrespect.\n</P>\n<P>\nBush landed in Iraq Sunday under a veil of secrecy for his fourth and\npresumably final stop as president in a war zone that will be central to\ndefining his turbulent presidency.\n</P>\n<P>\nAir Force One landed in Baghdad at around 4 p.m. local time after a\n10-1/2 hour overnight flight from Andrews Air Force Base outside Washington.\nBush was scheduled to meet with U.S. troops and Iraqi leaders about a\nrecently completed security agreement, which calls for the withdrawal of\nU.S. forces by 2011.\n</P>\n<P>\nAfter meeting with Iraqi President Jalal Talabani at Salam Palace, Bush\nhailed the security agreement as \"a reminder of our friendship and as a way\nforward to help the Iraqi people realize the blessings of a free\nsociety.\"\n</P>\n<P>\n\"The work hasn't been easy, but it has been necessary for American\nsecurity, Iraqi hope, and world peace,\" Bush said, adding: \"I am just so\ngrateful that I had a chance to come back to Iraq before my presidency\nended.\"\n</P>\n<P>\nBush's praise for the security agreement is particularly remarkable\ngiven that the U.S. administration spent years dismissing proposals for\nwithdrawal timelines as dangerous admissions of defeat. The agreement came\nafter months of hard bargaining by Iraqi leaders, who insisted on a firm\ndate for the removal of U.S. troops. Bush and his aides characterize the\nagreement as a sign of improvement, and Bush said earlier this week that the\nfight in Iraq was nearing \"a successful end.\"\n</P>\n<P>\nHis last visit comes against a backdrop of declining violence across\nIraq, which the administration attributes to a buildup of thousands of\nreinforcements last year. U.S. commanders have also credited the lower\nlevels of violence to a ceasefire by anti-American Shiite cleric Muqtada\nal-Sadr and to the Sunni Awakening, in which former insurgents and tribal\nleaders turned their weapons against Sunni extremists.\n</P>\n<P>\nYet attacks have continued and many areas in Iraq remain unstable,\nparticularly in the north. Last week, at least 57 Iraqis were killed in a\nsuicide attack at a popular restaurant outside of the oil-rich city of\nKirkuk.\n</P>\n<P>\nThe improved overall conditions in Iraq have had little discernible\nimpact on the mood of the American public, which has said in polls that the\ninvasion was a mistake. Bush offered in a recent interview that faulty\nintelligence that preceded the war was his \"biggest regret,\" though he\ndeclined to say whether he would have changed course if he had known Saddam\nHussein had no weapons of mass destruction.\n</P>\n<P>\nBush previously traveled to Iraq in November 2003, June 2006 and\nSeptember 2007. As with those trips, his fourth was surrounded in secrecy.\nBush's office had distributed a bogus public schedule that said he would\nattend a \"Christmas in Washington\" event Sunday night at the National\nBuilding Museum.\n</P>\n<P>\nA group of 13 journalists picked by the White House accompanied Bush and\nsenior aides on the trip. They were told about the trip on Friday but were\nrestricted to telling only a spouse and supervisor about the plans. Contrary\nto usual practice, Air Force One was kept in a hangar at Andrews until\nshortly before takeoff Saturday night.\n-0-\n</P>\n<P>\nEggen reported from Washington.\n</P>\n", 
            "id": "LTW_ENG_20081215.0021"
        }, 
        {
            "headline": "Iraqi Journalist Hurls Shoes at Bush", 
            "text": "\n<P>\nAl-Maliki missed, but so did the shoe, landing like the first one with a\nloud thud against the wall behind the two leaders, who held their ground as\nother journalists and security officials wrestled the shoe-thrower to the\nground. Later, Iraqi journalists identified him as Muntadar al-Zeidi, a\ncorrespondent for Al-Baghdadia, a satellite TV channel that broadcasts from\nCairo, Egypt.\n</P>\n<P>\nColleagues said al-Zeidi has done extensive reporting from Sadr City,\nthe stronghold of anti-U.S. cleric Muqtada al-Sadr, and was rescued by\nSadr's Mahdi Army militia after being abducted by an unidentified group in\nNovember 2007.\n</P>\n<P>\nAl-Zeidi was one of several Iraqi journalists attending the Sunday\nevening news conference inside Baghdad's heavily secured International Zone.\nHis outburst came without warning as Bush and al-Maliki prepared to answer\nquestions. The first shoe flew over the heads of other journalists and might\nhave hit Bush square in the face had the lame-duck president not\nducked.\n</P>\n<P>\n\"This is a gift from the Iraqis. This is the farewell kiss, you dog,\"\nthe man said, according to a pool translation.\n</P>\n<P>\nSeconds later, the journalist hurled his other shoe with similar\nprecision as another Iraqi journalist reached over in an attempt to stop\nhim. \"This is from the widows, the orphans and those who were killed in\nIraq,\" he said.\n</P>\n<P>\nAfter being pinned to the ground, the shoe-thrower was dragged out by\nsecurity guards. Officials from Al-Baghdadia refused to comment. White House\npress secretary Dana Perino reported suffering a minor eye injury during the\nmelee.\n</P>\n<P>\nBush himself played down the incident.\n</P>\n<P>\n\"All I can report is it is a size 10,\" he said jokingly.\n</P>\n<P>\n\"So what if a guy threw his shoe at me,\" the president added, dismissing\nit as \"one way to gain attention.\"\n</P>\n<P>\nTimes special correspondents in Baghdad contributed to this\nreport.\n</P>\n", 
            "id": "LTW_ENG_20081215.0032"
        }, 
        {
            "headline": "Iraqi reporter throws shoes at Bush in Baghdad", 
            "text": "\n<P>\nIraqi reporter throws shoes at Bush in Baghdad\n</P>\n<P>\nBAGHDAD, Dec. 14 (Xinhua) -- An Iraqi reporter threw his shoes at visiting U.S.\nPresident George W. Bush and called him a \"dog\" in Arabic during a news\nconference with Iraqi Prime Minister Nuri al-Maliki in Baghdad on Sunday.\n</P>\n<P>\nReporter of Baghdadiya television jumped and threw his two shoes one by one at\nthe president, who ducked and thus narrowly missed the attack, raising chaos in\nthe hall in Baghdad's heavily- fortified Green Zone.\n</P>\n", 
            "id": "XIN_ENG_20081215.0041"
        }, 
        {
            "headline": "Iraqi reporter throws shoe at Bush in Baghdad", 
            "text": "\n<P>\nIraqi reporter throws shoe at Bush in Baghdad\n</P>\n<P>\nBAGHDAD, Dec. 14 (Xinhua) -- An Iraqi reporter threw his shoes at visiting U.S.\nPresident George W. Bush and called him a \"dog\" in Arabic during a news\nconference with Iraqi Prime Minister Nuri al-Maliki in Baghdad on Sunday.\n</P>\n<P>\nMuntadhar al-Zaidi, reporter of Baghdadiya television jumped and threw his two\nshoes one by one at the president, who ducked and thus narrowly missed being\nstruck, raising chaos in the hall in Baghdad's heavily fortified green Zone.\n</P>\n<P>\n\"This is a farewell kiss, dog,\" said Zaidi.\n</P>\n<P>\nSeveral security members wrestled the man to the floor and then dragged him out\nof the hall as he was screaming.\n</P>\n<P>\nHowever, Bush tried to show himself calm and said \"all I can report is it is a\nsize 10.\"\n</P>\n<P>\n\"I didn't feel the least threatened by it,\" Bush also said, adding that \"it\ndoesn't bother me\" before he and Maliki leave the conference room.\n</P>\n<P>\nEarlier in the day, Bush arrived Baghdad in an unannounced visit, just 36 days\nbefore he leaves office in January.\n</P>\n", 
            "id": "XIN_ENG_20081215.0049"
        }
    ], 
    "id": "D1126E", 
    "title": "Reporter Shoe Bush"
}