{
    "docSet": [
        {
            "headline": "Michael Vick due in federal court to enter plea on dogfighting conspiracy charges", 
            "text": "\n<P>\nMichael Vick was due in federal court Thursday to start a legal process that\njeopardizes not only his career, but also his freedom.\n</P>\n<P>\nThe Atlanta Falcons quarterback was expected to appear at a bond hearing and\nenter a plea on dogfighting conspiracy charges. Vick is accused with three\nothers of conspiracy involving competitive dogfighting, procuring and training\npit bulls for fighting, and conducting the enterprise across state lines.\nFederal prosecutors allege the operation -- known as Bad Newz Kennels -- operated\non Vick's property in rural Surry County.\n</P>\n<P>\nThey all face up to six years in prison, $350,000 in fines and restitution if\nconvicted of both charges.\n</P>\n<P>\nThe grisly allegations detailed in an 18-page indictment sparked protests by\nanimal rights groups at the headquarters of the NFL and the Falcons, and NFL\nCommissioner Roger Goodell has barred Vick from training camp while the league\ninvestigates.\n</P>\n<P>\nFalcons owner Arthur Blank said the team wanted to suspend Vick for four games,\nthe maximum penalty a team can assess a player, but the NFL asked him to wait.\nInstead, Blank has told his embattled player to focus on his legal problems, not\nfootball.\n</P>\n<P>\nThe case began April 25 when investigators conducting a drug search at the home\nfound 66 dogs, including 55 pit bulls, and equipment typically used in\ndogfighting. Items such as a \"rape stand\" that holds aggressive dogs in place\nfor mating and a \"breakstick\" used to pry open a dog's mouth in a fight were\nseized.\n</P>\n<P>\nVick contended he knew nothing about a dogfighting operation at the home, where\none of his cousins lived, and said he rarely visited. He has since declined\ncomment, citing his attorney's advice.\n</P>\n<P>\nAttorney Lawrence Woodward of Virginia Beach, who has also represented Allen\nIverson and Vick's younger brother, Marcus, has not returned several phone\nmessages.\n</P>\n<P>\nAnimal rights organizations have seized on the case as an opportunity to raise\nawareness of the largely underground and always gruesome world of dogfighting,\nwhere dogs are trained to fight to the death.\n</P>\n<P>\nFive hours before Vick's scheduled arraignment, animal rights activists,\nsupporters of the athlete and the media gathered early Thursday outside the\nfederal courthouse. About 40 people began queuing for a seat in the courtroom or\nan overflow courtroom.\n</P>\n<P>\nSome members of People for the Ethical Treatment of Animals dressed in dog\ncostumes and carried signs, including one with the image of a battered pit bull\nand the words \"Dogfighting Victim.\"\n</P>\n<P>\nA trio of supporters from Boston wearing Vick's No. 7 jersey and Atlanta\nFalcons' hats made the nine-hour trip south to support Vick.\n</P>\n<P>\nAccording to the indictment filed July 17, dogs not killed in the fighting pit\nwere often shot, hanged, drowned or, in one case, slammed to the ground. The\ndocument alleges that Vick was consulted before one losing dog was wet down and\nelectrocuted.\n</P>\n<P>\nIt alleges that the dogfighting operation began in 2001, not long after Vick\nparlayed a dazzling two-year run as the quarterback at Virginia Tech into the\nfirst overall selection in the NFL Draft. His first contract was for $62\nmillion.\n</P>\n<P>\nIn 2004, he signed a 10-year, $130 million deal, then the richest in league\nhistory.\n</P>\n<P>\nThe indictment alleges the fights offered purses as high as $26,000, and Vick\nonce paid $23,000 to the owner of two pit bulls that had beaten Bad Newz Kennels\ndogs.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writer Dionne Walker contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20070726.0948"
        }, 
        {
            "headline": "NFL quarterback Michael Vick pleads not guilty to dogfighting charges", 
            "text": "\n<P>\nNFL star Michael Vick pleaded not guilty to federal dogfighting charges on\nThursday and was released without bond until a Nov. 26 trial. The Atlanta\nFalcons quarterback then apologized to his mother and asked that judgment be\nwithheld.\n</P>\n<P>\nVick was jeered by a crowd as he went into court. He and three others entered\ntheir pleas in U.S. District Court to conspiracy charges involving competitive\ndogfighting, procuring and training pit bulls for fighting, and conducting the\nenterprise across state lines. Federal prosecutors say the operation -- known as\nBad Newz Kennels -- was run on Vick's property in Surry County.\n</P>\n<P>\n\"I take these charges very seriously and look forward to clearing my good name,\"\nVick said in a statement read outside court by Billy Martin, his\nlawyer.\n</P>\n<P>\n\"I respectfully ask all of you to hold your judgment until all of the facts are\nshown. Above all, I would like to say to my mom I'm sorry for what she has had\nto go through in this most trying of times. It has caused pain to my family and\nI apologize to my family.\"\n</P>\n<P>\nAmong the conditions set for all the defendants is that they surrender their\npassports, that they not travel outside their immediate area without court\napproval, and that they do not sell or possess any dog. In addition, Vick was\nordered to surrender any animal breeder or kennel license.\n</P>\n<P>\nVick arrived at the courthouse at 3 p.m. in a black sport utility vehicle and\nwas booed by a crowd of hundreds as he emerged. Wearing a dark suit and blue\nshirt, the quarterback looked straight ahead as he walked up the ramp to the\ncourthouse. He did not respond to reporters.\n</P>\n<P>\nThe allegations detailed in a graphic, 18-page indictment sparked protests by\nanimal rights groups at the headquarters of the NFL and the Falcons. NFL\ncommissioner Roger Goodell has barred Vick from training camp while the league\ninvestigates.\n</P>\n<P>\nFalcons owner Arthur Blank said the team wanted to suspend Vick for four games,\nthe maximum penalty a team can assess a player, but the NFL asked him to wait.\nInstead, Blank has told the player to concentrate on his legal problems, not\nfootball.\n</P>\n<P>\nOn Thursday, the Falcons opened their first camp under coach Bobby\nPetrino.\n</P>\n<P>\nThe case began on April 25 when investigators conducting a drug search at the\nhome found 66 dogs, including 55 pit bulls, and equipment typically used in\ndogfighting. They included a \"rape stand\" that holds aggressive dogs in place\nfor mating and a \"breakstick\" used to pry open a dog's mouth.\n</P>\n<P>\nVick contended he knew nothing about a dogfighting operation at the home, where\none of his cousins lived, and said he rarely visited. He has since declined\ncomment, citing his lawyer's advice.\n</P>\n<P>\nAttorney Lawrence Woodward, who has also represented NBA star Allen Iverson and\nVick's younger brother, Marcus, has not returned several phone\nmessages.\n</P>\n<P>\nCharged along with Vick are Purnell A. Peace, 35, of Virginia Beach; Quanis L.\nPhillips, 28, of Atlanta; and Tony Taylor, 34, of Hampton. They all face up to\nsix years in prison, $350,000 (euro255,000) in fines and restitution if\nconvicted.\n</P>\n<P>\nAccording to the indictment filed on July 17, dogs not killed in the fighting\npit were often shot, hanged, drowned or, in one case, slammed to the ground. The\ndocument says Vick was consulted before one losing dog was wet down and\nelectrocuted.\n</P>\n<P>\nIt alleges that the dogfighting operation began in 2001, not long after Vick was\nchosen the first overall selection in the NFL draft. His first contract was for\n$62 million (euro45 million). In 2004, he signed a 10-year, $130 million (euro95\nmillion) deal, then the richest in league history.\n</P>\n<P>\nThe indictment says the fights offered purses as high as $26,000 (euro19,000),\nand that Vick once paid $23,000 (euro17,000) to the owner of two pit bulls that\nhad beaten Bad Newz Kennels dogs. That owner is one of four cooperating\nwitnesses cited in the document.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writers Dionne Walker, Larry O'Dell and Michael Felberbaum\ncontributed to this report.\n</P>\n", 
            "id": "APW_ENG_20070726.1576"
        }, 
        {
            "headline": "VICK DESERVES A POODLE IN HIS SHORTS", 
            "text": "\n<P>\nCox News Service\n</P>\n<P>\nAUSTIN, Texas -- If you're a betting man, you're probably wondering\nwhat the over/under is on Michael Vick, the star quarterback for\nthe Atlanta Falcons.\n</P>\n<P>\nI'd say his NFL career will be over in under a year.\n</P>\n<P>\nSee, the feds are charging Vick with holding pit bull dog fights\non his property in rural Virginia. Remember the good old days when\nfootball bad boys got busted for simple stuff like bouncing topless\ndancers on their laps? Well, those halcyon Norman Rockwell days are\ngone. The charges on Vick say dogs who were too scared to fight\nwere tortured, shot, drowned, hanged or electrocuted.\n</P>\n<P>\nSo much for Vick getting a gig endorsing Purina Dog Chow.\n</P>\n<P>\nI can think of a few things Vick could do other than torturing\ndogs that would make himself and the NFL look worse. But I won't\nmention them here because I don't want to ruin your breakfast.\n</P>\n<P>\nMeanwhile, the NFL has ordered Vick to stay away from the\nFalcons' training camp. Who could blame them? It's hard to work out\nwhen PETA is pelting your helmet with eggs.\n</P>\n<P>\nEvery time one of these dog-fighting stories pops up, people\nblame the pit bulls. I lived next to a pit bull for about 10 years,\nand she was a sweet old thing. See, the trouble with pit bulls\nisn't the pit bulls. It's the entourage they attract. Pit bulls are\ngoober magnets. As trailer homes are to tornadoes, so are pit bulls\nto rednecks. Bring home a couple of pit bulls, and soon someone\nwill be cooking a whole hog in your front yard. And the banjo music\nwill commence.\n</P>\n<P>\nTo stop the dog fighting, maybe the NFL should establish a\nweight ceiling on dog ownership that tops out at, say, Pomeranian.\n</P>\n<P>\nEarly in the investigation, Vick claimed innocence by saying he\ndidn't know what was going on on his property. That's a little\ntough to swallow, isn't it? The grounds have dog pens all over the\nplace, and the buildings on the property are painted black.\n</P>\n<P>\nHe didn't notice the black paint? Did he think there was a teen\ngoth convention going on back there?\n</P>\n<P>\nYou know, I've never really figured out why anybody would want\nto go to a dog fight. OK, so I do sort of understand the appeal.\nIt's a macho thing taken part in by guys who are living their lives\nvicariously through critters who get to spend the day scratching\nthemselves in public and eating off the floor.\n</P>\n<P>\nSo they're jealous.\n</P>\n<P>\nBut the fact that dog fights exist proves people will bet on\njust about anything.\n</P>\n<P>\nWhich makes you wonder: What was the first bet ever made? I can\nthink of several possibilities:\n</P>\n<P>\n-- How long do you suppose she's going to put up with his\ngarbage?\n</P>\n<P>\n-- ?Do you think he's really going to eat that oyster?\n</P>\n<P>\n-- ?Is you is, or is you ain't, my baby?\n</P>\n<P>\n-- Do you think he can really get that sofa through the front\ndoor of that cave?\n</P>\n<P>\n-- Do you think that thing is really going to roll?\n</P>\n<P>\n-- I'll take the woolly mammoth and the points.\n</P>\n<P>\n-- If we throw it in the water, do you think it'll sink?\n</P>\n<P>\nBut I doubt if the first bet ever was placed on a dog fight.\nAlthough I'll betcha Michael Vick is going to do some time.\n</P>\n<P>\nJohn Kelso writes for the Austin American-Statesman. E-mail:\njkelso AT statesman.com\n</P>\n", 
            "id": "NYT_ENG_20070727.0080"
        }, 
        {
            "headline": "PLEA DEAL SEEN FOR VICK CO-DEFENDANT", 
            "text": "\n<P>\nCox News Service\n</P>\n<P>\nATLANTA -- One of the men facing federal dogfighting charges along\nwith Atlanta Falcons quarterback Michael Vick is apparently\ndiscussing a plea deal with federal prosecutors.\n</P>\n<P>\nTony Taylor, 34, of Hampton, Va., has a plea-agreement hearing\nscheduled for 9 a.m. Monday in the U.S. District Court in Richmond,\nVa., before Judge Henry E. Hudson. Meanwhile, court records show a\nsealed order signed by Hudson was issued in the case Friday.\n</P>\n<P>\nThe plea hearing could mean that Taylor, who pleaded not guilty\nto the charges Thursday, has agreed to cooperate with federal\nprosecutors. Vick and the two other co-defendants in his case also\npleaded not guilty Thursday.\n</P>\n<P>\n\"This could be very bad news for Vick,\" said Steven D.\nBenjamin, a veteran criminal defense attorney from Richmond who has\nrepresented many clients before Hudson. \"If he is pleading guilty,\nhe is cooperating with the government.\"\n</P>\n<P>\nTaylor could get a lighter sentence through a plea deal.\n</P>\n<P>\n\"Whoever is the first in line gets the best deal,\" said\nMichael Morchower, a former federal prosecutor and now a\nRichmond-based criminal defense attorney who has also represented\ndefendants before Hudson.\n</P>\n<P>\n\"That's the problem with co-defendants. They are going to want\nto save themselves. And the government wants cooperation. And the\nperson who cooperates first gets the biggest reward.\"\n</P>\n<P>\nTaylor's attorney could not be reached for comment Friday night.\nAnd a spokesman for Vick did not respond to a telephone call for\ncomment.\n</P>\n<P>\nAt Taylor and Vick's arraignment Thursday, federal prosecutors\nannounced they would seek a \"superceding\" indictment in the case\nbefore the end of August, which could mean additional charges and\ndefendants.\n</P>\n<P>\nA federal grand jury this month indicted Vick and Taylor and\ntheir two co-defendants - Purnell Peace and Quanis Phillips - on a\nsingle count of conspiracy relating to dogfighting.\n</P>\n<P>\nThey face up to five years in prison and $250,000 in fines if\nconvicted on the charge of conspiracy to travel in interstate\ncommerce in aid of unlawful activities. If convicted of another\nalleged offense - conspiring to sponsor a dog in an animal-fighting\nventure - they could face up to one year in prison and $100,000 in\nfines.\n</P>\n<P>\nThe indictment says Vick and the others set up a business called\n\"Bad Newz Kennels\" to raise and train pit bulls for fighting.\nThey staged the fights, according to federal prosecutors, in\nSmithfield, Va., on property Vick bought in June 2001. Prosecutors\nsay Vick and his friends crossed state lines to participate in\ndogfights in several other states.\n</P>\n<P>\nFor their case, prosecutors are relying on four unnamed\ncooperating witnesses mentioned in the indictment. Vick's name also\nis mentioned repeatedly in the document. For example, the\nindictment says Vick, Peace and Phillips executed approximately\neight dogs they determined not to be good fighters by hanging,\ndrowning and slamming at least one dog's body to the ground. The\nindictment also says Vick and the others bet on the dogfights. And\nit details how Vick retrieved a book bag containing $23,000 in cash\nat one point to pay a winning opponent.\n</P>\n<P>\nThe case stems from a drug investigation involving Vick's cousin\n- Davon Boddie - on Vick's rural property in Surry County, Va.\nBoddie listed the property as his address after being arrested on a\ndrug charge in April. After they investigated the property,\nauthorities said they found kennels, treadmills, a \"rape stand\"\nused to restrain aggressive female dogs during breeding, and 54 pit\nbulls, some with scars and injuries officials said are consistent\nwith dog fighting.\n</P>\n<P>\nDuring an interview in April, Vick blamed family for the\nmistreated dogs but has declined comment since then. But his\nattorney read a statement after the arraignment Thursday,\nproclaiming his innocence.\n</P>\n<P>\n\"Today you all either heard or saw Michael take the first step\ntoward proving his innocence,\" his attorney Billy Martin said\nThursday. \"We intend to prove Mike's innocence at trial. We are\nconducting our own investigation. ... And we look forward to the\nopportunity to being able to walk inside this courtroom and saying\nto the world that Michael Vick is innocent.\"\n</P>\n<P>\nJeremy Redmon writes for The Atlanta Journal-Constitution.\nE-mail: jredmon AT ajc.com\n</P>\n", 
            "id": "NYT_ENG_20070727.0221"
        }, 
        {
            "headline": "American football: Co-defendant in Vick dogfight plot pleads guilty", 
            "text": "\n<P>\nA plea agreement revealed on Monday with one of Michael Vick's federal\ndogfighting conspiracy co-defendants could give the American football star\nanother hurdle in his upcoming legal fight.\n</P>\n<P>\nTony Taylor, among four men charged with organizing and staging dogfights across\nUS state border lines, has changed his plea to guilty, ESPN and the Atlanta\nJournal-Constitution reported.\n</P>\n<P>\nTaylor, 34, is scheduled to be sentenced on December 14. Taylor said he would\nnot receive any specific sentencing break based upon his deal to testify to\nauthorities regarding people's roles in the conspiracy.\n</P>\n<P>\nVick, 27, Purnell Peace, 35, and Quanis Phillips, 28 pleaded innocent last week.\nA trial date was set for November 26. All three, as well as Taylor, face a\nmaximum five-year prison sentence if convicted on a felony conspiracy charge.\n</P>\n", 
            "id": "AFP_ENG_20070730.0133"
        }, 
        {
            "headline": "VICK CO-DEFENDENT SAYS CHARGES TRUE", 
            "text": "\n<P>\nCox News Service\n</P>\n<P>\nRICHMOND, Va. ?- The bad news keeps piling up for Falcons\nquarterback Michael Vick - one of his co-defendants in the federal\ndog fighting case pleaded guilty Monday and signed a document\nalleging the charges against Vick and two others are true.\n</P>\n<P>\nTony Taylor, who along with Vick pleaded not guilty to the\ncharges just four days ago, has promised to cooperate with federal\nprosecutors and share \"detailed facts\" for their case against\nVick and two other co-defendants, Purnell Peace and Quanis\nPhillips.\n</P>\n<P>\nTaylor also signed a 13-page statement of facts outlining the\ncharges against him, Vick and the two others, stating they are\n\"true and accurate\" and that had Taylor's case gone to trial\nprosecutors could have proven \"these facts beyond a reasonable\ndoubt.\"\n</P>\n<P>\nJudge Henry E. Hudson set Taylor's sentencing date for Dec. 14.\nVick, Peace and Phillips' trial date is still set for Nov. 26\nbefore Hudson.\n</P>\n<P>\nThey face up to five years in prison and $250,000 in fines.\nProsecutors could recommend a lighter sentence for Taylor depending\non how cooperative he is, legal experts said, and that is why the\ncourt set Taylor's sentencing for a date after the trial.\n\"(Taylor) has all these incentives to cooperate fully with the\ngovernment in order to reduce his possible exposure to a sentence\nand a fine,\" said Carl Tobias, a University of Richmond law\nprofessor who specializes in Constitutional law and the federal\ncourts.\n</P>\n<P>\n\"You have to give up everything\" as part of a plea deal, said\nDavid P. Baugh, a former federal prosecutor and now a criminal\ndefense attorney who has represented clients before Hudson. \"There\nare no non-snitching plea agreements. He probably has already been\ndebriefed.\"\n</P>\n<P>\nTaylor, 34, of Hampton, Va., said little in court during his\n15-minute long hearing Monday. He and his attorney, Stephen A.\nHudgins, declined to comment as they left the courthouse. A\nspokesman for Vick also declined to comment.\n</P>\n<P>\nA federal grand jury indicted Taylor, Vick and the two others\nthis month on a single count of conspiring to violate three laws:\nthe interstate travel act by crossing state lines to engage in\nillegal gambling; sponsoring a dog in an animal fighting venture;\nand buying, transporting and receiving dogs for animal fighting.\nTaylor pleaded guilty Monday to conspiring to travel in interstate\ncommerce in aid of unlawful activities and to sponsor a dog in an\nanimal fighting venture.\n</P>\n<P>\nHere are some of the key facts Taylor agreed to in his plea deal\nwhen he signed a statement of facts with federal prosecutors:\n</P>\n<P>\n-- Taylor, Vick, Peace and Phillips set up a business called\n\"Bad Newz Kennels\" in rural Surry County, Va. to raise and train\npit bulls for dogfights;\n</P>\n<P>\n-- The men gambled on the fights in Virginia and several other\nstates. Vick, an ex-Virginia Tech football star who now has a $130\nmillion contract with the Falcons, sponsored dogs in fights with\npurses as low as $3,000;\n</P>\n<P>\n-- Vick almost exclusively funded the dog-fighting operation and\ngambling monies. And the proceeds from the gambling wins were split\nby Taylor, Phillips and Peace;\n</P>\n<P>\n-- At various times, Taylor, Peace and Phillips executed dogs\nthey didn't think would fight well by shooting them. Taylor\nelectrocuted one dog in 2002.\n</P>\n<P>\nAt Vick and Taylor's arraignment Thursday, prosecutors announced\nthey would be seeking a \"superceding\" indictment before the end\nof August, meaning they could identify additional charges or\ndefendants in the case. Taylor's plea hearing showed up on Hudson's\nschedule the following day.\n</P>\n<P>\n\"There certainly looks like there might be some linkage,\" said\nTobias, the University of Richmond law professor. \"He may have\nbeen afraid of what might be in that superceding indictment.\"\n</P>\n<P>\nTaylor played a key role in the dog fighting operation in May of\n2001, federal prosecutors say, by identifying the Surry County\nproperty as a suitable location for housing and training the dogs.\nVick bought the property the following month.\n</P>\n<P>\nIn June of 2002, Taylor signed the articles of incorporation as\nthe organizer for a business based at that Surry County property\ncalled MV7 LLC. MV7 - Vick's initials and jersey number - owned\nanother business called Mike Vick K-9 Kennels, according to its old\nWeb site. And between 2003 and 2006, Surry County issued three pet\nlicenses in Taylor's name to house between 30 and 50 dogs on Vick's\nproperty. Peace's name also is on one of the licenses.\n</P>\n<P>\nTaylor confirmed in the statement of facts he signed with\nfederal prosecutors that he used a large portion of his gambling\nwinnings from the dogfights for living expenses because he devoted\nhis time to caring for and training the pit bulls. The document\nsays Taylor left the business after a disagreement with Phillips\nand others in September of 2004.\n</P>\n<P>\nTaylor has had other run-ins with the law. In 1992, he received\na two-year sentence in the Bronx on a drug-trafficking charge. He\nserved seven months in a New York state prison before being\nreleased on parole on Feb. 18, 1993. He was released from parole\nsupervision in May 1996. Later that year, police in Newport News\narrested him on a cocaine possession charge. The case was dismissed\nafter he completed a substance abuse program. More recently, Taylor\nhas lived in Atlanta. On April 10, police arrested him on a\ndomestic violence battery charge. He was released on $500 bond the\nsame day.\n</P>\n<P>\nAs for Vick, he got hit with more bad news last week when the\nNFL told him to stay away from training camp while it investigates\nthe charges. Also last week, Nike suspended Vick's endorsement\ncontract without pay and Reebok halted sales of jerseys bearing his\nname.\n</P>\n<P>\nIn another development Monday, a group that organized a rally in\nsupport of Vick last weekend called for a national boycott of Nike,\nReebok and any other corporate sponsors that have severed ties with\nVick.\n</P>\n<P>\n\"All of the people that have dropped him before his day in\ncourt,\" said Gerald Rose, founder and CEO of New Order National\nHuman Rights Organization based in Marietta, Ga., \"we're saying\ndon't patronize them until the trial is over and the verdict is\nread.\"\n</P>\n<P>\nJeremy Redmon writes for the Atlanta Journal-Constitution.\nE-mail: jredmon @ ajc.com. Staff Writers Alan Judd and Rosalind\nBentley contributed to this report.\n</P>\n", 
            "id": "NYT_ENG_20070730.0133"
        }, 
        {
            "headline": "CO-DEFENDANT PLEADS GUILTY AND BACKS CASE AGAINST VICK", 
            "text": "\n<P>\nOne of the men indicted with Michael Vick on\nfederal dogfighting charges pleaded guilty Monday and has agreed to\nhelp prosecutors make their case.\n</P>\n<P>\nTony Taylor, a 34-year-old from Hampton, Va., pleaded guilty\nhere in U.S. District Court to charges of conspiring to travel in\ninterstate commerce in aid of unlawful activities and to sponsoring\n\"a dog in an animal fighting venture.\"\n</P>\n<P>\nTaylor, Vick and two other men, Purnell A. Peace, 35, of\nVirginia Beach, and Quanis L. Phillips, 28, of Atlanta, pleaded not\nguilty last week in the case. But as part of his deal, Taylor\nsigned a 13-page statement that confirmed much of what the\ngovernment asserted in its indictment of the men on July 17.\n</P>\n<P>\nTaylor outlined his involvement with the others in a dogfighting\nenterprise known as \"Bad Newz Kennels,\" according to the\nstatement. He attested to how he scouted a property for Vick to buy\nin Smithfield, Va., as the base for the venture and cited numerous\nexamples in which the group bought, trained and sponsored dogs in\nconnection with fighting. He also said they gambled on the fights.\n</P>\n<P>\nAlthough the statement said several dogs were killed, it did not\nsay that Vick killed any of them. The statement said Taylor had a\nfalling out with Phillips in 2004 and had not been part of the\nenterprise since.\n</P>\n<P>\nThe 18-page indictment against the men accuses them in graphic\ndetail of animal cruelty. During a search of Vick's property in\nApril, 54 pit bulls were recovered, along with a so-called rape\nstand used to hold dogs in place for mating, an electronic\ntreadmill modified for dogs and bloody carpeting. As part of his\nagreement with prosecutors, Taylor is expected to give testimony\nthat mirrors his statement.\n</P>\n<P>\nSince being indicted on charges of sponsoring, gambling on and\nauthorizing acts of cruelty against dogs, Vick has had his football\ncareer put on hold -- and in jeopardy. NFL Commissioner Roger\nGoodell has suspended him indefinitely, Reebok has pulled his\nAtlanta Falcons jerseys from stores, and Nike has stopped sales of\nits Vick-branded products.\n</P>\n<P>\nAt a 9 a.m. hearing Monday, Taylor stood with his lawyer,\nStephen Ashton Hudgins, before Judge Henry E. Hudson and answered\nquestions about whether he understood the plea agreement.\n</P>\n<P>\nTaylor responded that he did with brief answers in a deep\nmonotone voice.\n</P>\n<P>\nHe faces up to five years in prison and a $250,000 fine, and is\nfree on bond while awaiting a Dec. 14 sentencing. Because a trial\nin the case has been scheduled for Nov. 26, the judge and\nprosecutors will have time to evaluate the extent of Taylor's\ncooperation before setting a punishment.\n</P>\n<P>\nVick and the others are also free on bond.\n\n      (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nDaniel C. Richman, a professor at Columbia Law School and a\nformer assistant U.S. attorney, described the plea agreement as an\nimportant step for the investigation.\n</P>\n<P>\n\"A witness like this is the only way to really get inside\ninformation without tracking the crime while it is happening,\"\nRichman said. \"This is the government's way of signaling to the\nother defendants that it has significant evidence and that they\nshould seriously consider pleading guilty themselves.\"A\nspokeswoman for the U.S. attorney's office in Richmond declined to\ncomment because the investigation was still underway.\n</P>\n<P>\nVick's lawyer, Billy Martin, did not return a telephone call\nseeking comment.\n</P>\n<P>\nWhile leaving the court Monday, Taylor was swarmed by reporters\nwho peppered him with questions about Vick. Taylor said nothing as\nhe entered a waiting car and left.\n</P>\n<P>\nCarl Tobias, a professor at University of Richmond Law School,\nsaid the turn of events did not help Vick but that defense lawyers\ncould attempt to discredit Taylor.\n</P>\n<P>\n\"Vick's lawyer was saying on Thursday that they were going to\nfight this thing to the end, but just a few days later someone has\nalready pled,\" Tobias said. \"There is a lot time between now and\nthe trial, and the other defendants could turn as well. But the\nother three of them may be hanging together. They could go after\nTaylor's credibility by citing the falling out as more motivation\nto turn against them.\"\n</P>\n", 
            "id": "NYT_ENG_20070730.0197"
        }, 
        {
            "headline": "Vick co-defendant pleads guilty to dogfighting conspiracy charges", 
            "text": "\n<P>\nOne of Michael Vick's co-defendants pleaded guilty Monday to federal dogfighting\nconspiracy charges in a plea agreement with prosecutors.\n</P>\n<P>\nTony Taylor, 34, who will be sentenced Dec. 14, said he was not promised any\nspecific sentence in return for his cooperation with the government.\n</P>\n<P>\nTaylor entered his plea in U.S. District Court to conspiracy to travel in\ninterstate commerce in aid of unlawful activities, and conspiring to sponsor a\ndog in an animal fighting venture.\n</P>\n<P>\nVick, the star quarterback for the Atlanta Falcons, and two other co-defendants\npleaded not guilty last week to similar charges.\n</P>\n<P>\nThe offenses carry a maximum punishment of five years in prison and fines of up\nto $250,000.\n</P>\n<P>\nProsecutors claimed in a July 17 indictment that Taylor found the Surry County\nproperty that Vick purchased and used as the site of \"Bad Newz Kennels,\" a\ndogfighting enterprise. Taylor also allegedly helped purchase pit bulls and\nkilled at least two dogs that fared poorly in test fights.\n</P>\n<P>\nAccording to the 18-page indictment, the dogfighting ring executed\nunderperforming dogs by drowning, hanging and other brutal means. It alleges\nthat the fights offered purses as high as $26,000.\n</P>\n<P>\nThe grisly details outlined in the indictment have fueled protests and public\noutrage against Vick. NFL commissioner Roger Goodell has banned Vick from the\nFalcons' training camp while the league investigates.\n</P>\n<P>\nVick and Purnell A. Peace, 35, and Quanis L. Phillips, 28, are scheduled for\ntrial Nov. 26. They remain free without bond.\n</P>\n", 
            "id": "APW_ENG_20070730.0699"
        }, 
        {
            "headline": "IN ENDORSEMENTS, NO ATHLETE IS A SURE THING", 
            "text": "\n<P>\nMichael Vick lost another endorsement Tuesday because of the\ndogfighting charges against him. In its divorce petition, Rawlings\nsaid everything it needed to about how it weighed jurisprudence\nagainst its corporate image.\n</P>\n<P>\nThe company said in a statement that it recognizes that Vick has\nbeen convicted of nothing, but \"we have determined that ending our\nrelationship with Mr. Vick at this time is necessary.\"\nTranslation: There is no \"till death do us part\" in marriages by\nendorsement, only \"till you doth embarrass us.\"\n</P>\n<P>\nVick, once the Atlanta Falcons' star quarterback around whom the\nteam was built and whom the owner Arthur Blank adored, has lost his\nsponsors with stunning alacrity.\n</P>\n<P>\nNike started the groundswell on July 19, two days after Vick was\nindicted, vowing not to roll out his Air Zoom Vick V shoe. Then,\nemboldened by NFL Commissioner Roger Goodell's telling Vick not to\nreport to training camp on July 23, Nike suspended his deal without\npay; Reebok pulled Vick jerseys from retail shelves; Donruss said\nit would cut Vick from all future trading card products; and Upper\nDeck removed his autographed memorabilia from its online store and\nbanished him from this season's card sets.\n</P>\n<P>\nThat wasn't all. In May, during the investigation of dogfighting\non his property, AirTran Airways cut him.\n</P>\n<P>\n\"Sponsors have almost no choice in this case,\" Frank Vuono, a\npartner in 16W Marketing, a sports marketing company, said. \"In\nthe endorsement world, a lot of times, perception is reality.\"\n</P>\n<P>\nBut the Vick reality is unlike that of any other misbehaving\nathlete, and that is the key. He is accused of sponsoring\ndogfighting and authorizing acts of cruelty against dogs, prompting\nanger from advocacy groups and pet lovers, and sparking protests at\nthe Falcons' training camp. More than 165,000 messages were sent to\nNike through the Humane Society of the United States to persuade\nthe shoe and apparel company to suspend Vick.\n</P>\n<P>\nShould it surprise anyone that dogfighting is the new taboo?\nThose who own pets spend billions of dollars on their care. They\nalso give the USA network stellar ratings for the Westminster\nKennel Club Dog Show. Can anyone imagine abusing their pets, or\nthose show dogs, for sport?\n</P>\n<P>\n\"This is a first so it carries a lot of attention,\" said David\nCarter, principal of the Sports Business Group, a sports marketing\nconsulting company based in Los Angeles. \"What gets lost in the\nconcern about a rush to judgment is that while there may be legal\nconcerns, marketing-wise, you have to shoot first and ask questions\nlater. You have to build a moat around your brand.\"\n</P>\n<P>\nThe reaction to Vick's dogfighting indictment stuns Don Yaeger,\nco-author of the book, \"Pros and Cons: The Criminals Who Play in\nthe NFL.\"\n</P>\n<P>\nMuch of the book focused on domestic abuse by players. \"The NFL\nmight suspend them for a game or two, but they're always welcomed\nback with open arms,\" Yaeger said. \"A lot of groups protest\nviolence against women, but they didn't gather outside camps when\nthe players came back.\"\n</P>\n<P>\nAthlete misbehavior informs company decisions. Kobe Bryant lost\nnearly all his sponsors (Nike put him in a deep freeze) well before\nthe sexual assault charge against him was dropped because the\naccuser refused to testify. Three years later, he hasn't recovered\nhis near-Jordanesque marketing profile. His endorsement portfolio\nis \"a fraction of what it should have been now,\" Bob Williams,\nthe president of Burns Sports and Entertainment, said.\n</P>\n<P>\nRay Lewis was accused of murdering two men outside an Atlanta\nnightclub in 2000 but the Baltimore Ravens' linebacker received the\nfull support of then-owner Art Modell, who testified to his good\ncharacter at his bail hearing. The murder charges against Lewis\nfell apart when witnesses could not tie him to the murder weapon, a\nknife, and he pleaded guilty to obstructing justice. Paul\nTagliabue, then the commissioner, waited two months after the\ncharges were dropped to fine him $250,000.\n</P>\n<P>\nLewis had no major endorsements at the time, only a shoe deal\nand some local contracts. \"He wasn't the face of the league, the\nway Michael Vick is,\" said Lewis' agent, Roosevelt Barnes. But for\na while, he noted, \"Ray's situation was more serious than Vick's\nis; human lives were involved.\"\n</P>\n<P>\nThe next season, Lewis felt the lingering effect of the case; he\nwas the MVP of the Super Bowl, but didn't get the traditional\npostgame Disney ad, and was not one of five Ravens on a Wheaties\nbox. Still, he recovered nicely, getting EA Sports and Reebok deals\nand became a face of the league.\n</P>\n<P>\nStill, had the murder case never happened, Lewis' marketing\nappeal would be much stronger. Williams said: \"You'd be mentioning\nhim in the same breath as Peyton Manning and Brett Favre.\"\n</P>\n<P>\nIf Vick manages to beat the charges against him, his marketing\nrevival will rely on whether wary sponsors can forget the\nindictment's grisly images of animal abuse. If they can't, well,\nthere will always be another quarterback.\n</P>\n", 
            "id": "NYT_ENG_20070731.0236"
        }, 
        {
            "headline": "American football: Vick co-defendant in dogfight plot makes a deal", 
            "text": "\n<P>\nA plea agreement revealed on Monday with one of Michael Vick's federal\ndogfighting conspiracy co-defendants could give the American football star a\nmajor hurdle in his upcoming legal fight.\n</P>\n<P>\nTony Taylor, among four men charged with organizing and staging dogfights across\nUS state border lines, has changed his plea to guilty and siogned a document\nclaiming Vick bankrolled the wagering scheme.\n</P>\n<P>\nTaylor, 34, is scheduled to be sentenced on December 14. Taylor said he would\nnot receive any specific sentencing break based upon his deal to testify to\nauthorities regarding people's roles in the conspiracy.\n</P>\n<P>\nVick, 27, Purnell Peace, 35, and Quanis Phillips, 28 pleaded innocent last week.\nA trial date was set for November 26. All three, as well as Taylor, face a\nmaximum five-year prison sentence if convicted on a felony conspiracy charge.\n</P>\n<P>\nTaylor's promise to provide testimony did not include fingering Vick as one who\nkilled dogs considered poor fighters, their gruesome manners of demise outlined\nin an indictment that shocked US sports fans last week.\n</P>\n<P>\nAtlanta Falcons playmaker Vick, a quarterback with unusual rushing talents,\nsigned a 130 million-dollar contract three years ago and according to Taylor was\nthe major financier of Bad Newz Kennels as well as wagers on fighting dogs.\n</P>\n<P>\nTaylor's details, according to reports in the Atlanta Journal-Constitution and\nDaily Press of Virginia, outline eight fights Vick either sponsored or attended\nor both, three of them across state lines to violate federal laws.\n</P>\n<P>\nThe document says the dogfight plan began in 2001, with property for housing and\ntraining dogs bought weeks after Vick was the first player selected in the NFL\nDraft.\n</P>\n<P>\nTaylor, who said pit bulls were obtained from within Virginia as well as New\nYork and North Carolina, agreed to testify at trials or to grand juries.\n</P>\n", 
            "id": "AFP_ENG_20070731.0643"
        }
    ], 
    "id": "D1121D", 
    "title": "Michael Vick Dog Fight"
}