{
    "docSet": [
        {
            "headline": "Attack on US embassy raises fears of Greek far left's revival by Catherine Boitard", 
            "text": "\n<P>\nThe rocket strike against the US embassy in Athens has revived fears of extreme-\nleft violence, never completely eradicated despite the break-up of Greece's main\nradical groups earlier this decade.\n</P>\n<P>\nIn the run-up to the Athens 2004 Olympics, the Greek police succeeded in\ndismantling the country's two deadliest groups -- November 17 and the People's\nRevolutionary Struggle (ELA) -- which had combined for a quarter-century of\nassassinations and attacks on police, banks and foreign interest targets.\n</P>\n<P>\nArson attacks against \"imperialist\" and \"capitalist\" targets continued from a\nvariety of small groups, but in 2003 a new outfit emerged with the know-how to\ncarry out more destructive strikes: Revolutionary Struggle (EA).\n</P>\n<P>\nOn Friday, the Greek authorities said they were investigating a claim that the\nrocket attack was also carried out by this extreme left-wing group.\n</P>\n<P>\n\"It is probably domestic activity... as is seen from the apparent assumption of\nresponsibility by Revolutionary Struggle,\" said Public Order Minister Vyron\nPolydoras, adding that the attack constituted \"an attempt to revive terrorist\n(activity)\" which would fail.\n</P>\n<P>\nThe previously unknown group drew blood with its first attack in 2003, injuring\na police officer in two explosions at the Athens court complex where members of\nNovember 17 were on trial at the time.\n</P>\n<P>\nThe new group's most brazen coup came in May 2004, when three homemade bombs\nexploded outside an Athens district police station at a time of high security\nfor the Athens Games, an attack timed to coincide with the 100-day countdown to\nthe Olympics.\n</P>\n<P>\nRevolutionary Struggle last struck in May 2005, when it placed an explosive\ndevice near the home of former public order minister George Voulgarakis to\nprotest his role in \"the Greek state's involvement in the (US) war on terror.\"\n</P>\n<P>\nPolydoras added that the Friday rocket attack -- which was apparently aimed at\nthe embassy's eagle emblem -- was a \"symbolic\" gesture.\n</P>\n<P>\nNovember 17 itself fired a rocket against the US embassy in 1996. In total, the\ngroup killed five Americans -- including the CIA station chief in Athens --\nduring its 27-year reign of terror.\n</P>\n<P>\nSixteen of its members have been sentenced to heavy prison sentences and are\ncurrently on appeals trial.\n</P>\n<P>\nWith the Greek extreme left seeking to fill the gap left by the demise of\nNovember 17 and ELA, the country's security forces have also sought to step up\nsurveillance activities.\n</P>\n<P>\nBut they have run afoul of public opinion, which is particularly sensitive to\nany loss of personal freedom after the excesses of the Colonels' Junta from 1967\nto 1974.\n</P>\n<P>\n\"The legislative corps does not help the police,\" noted a Western diplomat.\n\"Every step the police make has very small room for manoeuvre.\"\n</P>\n<P>\nAt the moment, Greek police are forbidden to use surveillance cameras installed\nprior to the Olympic Games for any purpose beyond traffic control, nor are they\nofficially allowed to monitor cellphone conversations.\n</P>\n<P>\nAt the behest of the Greek prime minister, the officer who headed Greece's anti-\nterrorism squad at the time of November 17's break-up, Stelios Syrros, has been\nappointed to lead the investigation into the rocket attack on the embassy.\n</P>\n", 
            "id": "AFP_ENG_20070112.0245"
        }, 
        {
            "headline": "Italy condemns attack on US embassy in Athens", 
            "text": "\n<P>\nItalian Foreign Minister Massimo d'Alema on Friday voiced his \"strongest\ncondemnation\" of the rocket attack on the US embassy in Athens.\n</P>\n<P>\nD'Alema issued a statement expressing solidarity with the United States over\n\"this serious episode.\"\n</P>\n<P>\nThe Italian foreign minister also sent a message to his Greek counterpart Dora\nBakoyannis assuring him of Italy's \"deep friendship in the face of an act of\nviolence that could have no justification.\"\n</P>\n<P>\nThe attack early Friday damaged the US embassy building but caused no\ncasualties, officials said.\n</P>\n<P>\nGreek authorities are investigating a claim that an extreme left-wing group,\nRevolutionary Struggle, staged the attack.\n</P>\n", 
            "id": "AFP_ENG_20070112.0278"
        }, 
        {
            "headline": "US unaware of any international link to Athens embassy attack", 
            "text": "\n<P>\nThe US State Department said it was unaware of any international links to a\nrocket-propelled grenade attack on the US embassy in Athens early Friday which\ncaused no injuries.\n</P>\n<P>\nGreek police said a far-left group, Revolutionary Struggle, had claimed\nresponsibility for the attack.\n</P>\n<P>\n\"We all know from history that there are a number of these anarchist groups in\nGreece and that they are sometimes violent,\" State Department spokesman Sean\nMcCormack said.\n</P>\n<P>\n\"I can't say if one of those is repsonsible for this particular attack,\" he\nsaid, but added that he was \"unaware of\" any link with international terrorist\ngroups.\n</P>\n<P>\n\"We're cooperating well with Greek authorities to determine who's responsible\nfor it and deal with them appropriately within the judicial system once they're\nfound,\" he said.\n</P>\n<P>\nMcCormack said US Secretary of State Condoleezza Rice called US Ambassador\nCharles Ries earlier in the day and that Greece's foreign minister, Dora\nBakoyannis, met with Ries shortly after the attack.\n</P>\n<P>\n\"We've been getting great cooperation from Greek authorities,\" McCormack said.\n</P>\n", 
            "id": "AFP_ENG_20070112.0384"
        }, 
        {
            "headline": "U.S. Embassy in Athens cordoned off after explosion", 
            "text": "\n<P>\nPolice cordoned off streets around the U.S. Embassy in Athens early Friday after\nan explosion inside the embassy compound that a senior police official said was\nan \"act of terrorism.\"\n</P>\n<P>\nThe blast smashed glass in the front of the building near the U.S. emblem of the\nembassy.\n</P>\n<P>\n\"This is an act of terrorism. We don't know where from,\" Attica Police Chief\nAsimakis Golfis said. \"There was a shell that exploded in the toilets of the\nbuilding ... It was fired from street level.\"\n</P>\n", 
            "id": "APW_ENG_20070112.0441"
        }, 
        {
            "headline": "US heaps praise on Greece for response to embassy attack - BPT ATTENTION - UPDATES with new comment ///", 
            "text": "\n<P>\nThe United States heaped praise on Greek authorities for their response Friday\nto a rocket attack on the US embassy in Athens, a city it once considered a\nrelatively soft target for violent extremists.\n</P>\n<P>\nThe early morning attack with a rocket-propelled grenade caused no casualties\nand only minor damage to the embassy and was claimed by a far-left group called\nRevolutionary Struggle.\n</P>\n<P>\nWhile condemning the attack, US State Department spokesmen hailed the response\nfrom Green government and law enforcement officials.\n</P>\n<P>\n\"We've been getting great cooperation from Greek authorities,\" Department\nspokesman Sean McCormack said.\n</P>\n<P>\nWe \"appreciate very much the extraordinarily positive and supportive response\nthat we got from the Greek government in addition to the Greek law enforcement\nactivity associated with this,\" added his deputy, Tom Casey said.\n</P>\n<P>\nThey said Greek Foreign Minister Dora Bakoyannis visited Ambassador Charles Ries\nat the embassy within hours of the attack, as did the government's minister for\npublic order.\n</P>\n<P>\nUS officials said they were unaware of any international links to the attack.\n</P>\n<P>\n\"We think it's an isolated incident,\" said White House spokesman Tony Snow.\n</P>\n<P>\nBut Casey said the attack was still viewed as serious and that forensic experts\nfrom the US Federal Bureau of Investigation were going to Athens to help with\nthe probe.\n</P>\n<P>\n\"I don't know any other word to call it other than terrorism, but the main point\nis this violent attack against our diplomatic facility is something obviouly\nthat we want to see fully investigated and we want to see the perpetrators\nbrought to jsutice,\" he said.\n</P>\n<P>\nUS institutions, banks and companies in Greece were frequently targeted by\nmilitant groups in past decades, including the murder of a CIA station chief in\nAthens in 1975 by the far-left November 17 group.\n</P>\n<P>\nWhile security has been seen to improve significantly since November 17 was\nbroken up in 2002, US officials were outspoken about their concerns over\nsecurity preparations for the 2004 Athens Olympics and pressed for a big\ninternational role in protecting the games from possible terrorist attack.\n</P>\n<P>\nFriday's incident was viewed as one of the most serious since November 17 was\ndismantled and raised fears of a resurgence of extremist violence in Greece.\n</P>\n", 
            "id": "AFP_ENG_20070112.0514"
        }, 
        {
            "headline": "Police official says blast at U.S. Embassy in Athens was ' act of terrorism '", 
            "text": "\n<P>\nAn anti-tank shell was fired at the U.S. embassy early Friday, striking the\nfront of the building but causing no injuries. A senior police official said the\nblast was an act of terrorism, raising fears of a resurgence of far-left Greek\nmilitant groups.\n</P>\n<P>\nPublic Order Minister Vyron Polydoras said Greece \"strongly condemns\" the attack\non the heavily guarded building. \"We believe it is a symbolic act,\" he said. \"It\nis an attempt to disrupt our country's international relations.\"\n</P>\n<P>\nPolice cordoned off streets around the building after the explosion shortly\nbefore 6 a.m (0400 GMT). The shell struck the third floor -- narrowly missing the\nembassy emblem -- and smashed glass in nearby buildings.\n</P>\n<P>\nInvestigators were examining what they believed was the device used to fire the\nshell from a construction site near the embassy.\n</P>\n<P>\n\"This is an act of terrorism. We don't know where from,\" Attica Police Chief\nAsimakis Golfis said. \"There was a shell that exploded in the toilets of the\nbuilding ... It was fired from street level.\"\n</P>\n<P>\nEmbassy officials confirmed that an explosion had taken place and said that no\none had been injured. U.S. ambassador Charles Ries said the damage was \"not\nextensive.\"\n</P>\n<P>\n\"There can be no justification for such a senseless act of violence. ... The\nembassy was occupied at the time (but) nobody was hurt,\" he said.\n</P>\n<P>\nRies said there had been no warning of the attack.\n</P>\n<P>\n\"We're treating it as a very serious attack. We will determine what it is when\nwe know (more),\" he said.\n</P>\n<P>\nGreece's public order minister said police were examining the authenticity of\nphone calls claiming responsibility on behalf of a militant left-wing\ngroup.\n</P>\n<P>\n\"There are one or two telephone calls, from unknown callers, who claimed that\nthe Revolutionary Struggle assumes responsibility,\" Polydoras\nsaid.\n</P>\n<P>\nHe said the calls were made to a private security company.\n</P>\n<P>\nRevolutionary Struggle claimed responsibility for a May 2006 bomb attack on\nCulture Minister Giorgos Voulgarakis, in which nobody was injured.\n</P>\n<P>\nAuthorities were searching apartment buildings near the U.S. Embassy and a\nnearby hospital for evidence.\n</P>\n<P>\n\"At 5:58 a.m. an explosion was caused by a self-propelling shell, causing minor\ndamage at the front of the building. ... The Greek Police are working closely\nwith the embassy authorities,\" a police statement said.\n</P>\n<P>\nGreek Foreign Minister Dora Bakoyannis visited the embassy after the\nblast.\n</P>\n<P>\n\"I came here to express the solidarity of the Greek people following this\ndeplorable action,\" she said.\n</P>\n<P>\n\"Such actions in the past have had a very heavy cost for the country -- moral,\nfinancial and for the international standing of the country. The Greek\ngovernment is determined to undertake every effort to not allow such phenomena\nto be repeated in the future.\"\n</P>\n<P>\nA U.S. State Department spokesman confirmed that the attack caused no\ninjuries.\n</P>\n<P>\n\"There are no injuries or casualties of any kind,\" Kurtis Cooper said. \"Police\nhave responded. As a result the embassy will be closed today,\nFriday.\"\n</P>\n<P>\nTraffic came to a standstill for more than three hours across parts of central\nAthens, as police and emergency services scrambled to the embassy building,\nwhich is a frequent destination for protest groups.\n</P>\n<P>\n\"I heard a loud bang. I didn't realize what was going on,\" said Giorgos\nYiannoulis, who runs a kiosk near the embassy.\n</P>\n<P>\nIt was the first major attack against a U.S. target in more than a decade,\nfollowing the arrest of members of Greece's far-left November 17 terrorist\ngroup. The group was blamed for killing 23 people -- including U.S., British and\nTurkish officials -- and dozens of bomb attacks.\n</P>\n<P>\nIn 2003, a special court gave multiple life sentences to November 17's leader,\nchief assassin and three other members. Lesser sentences were given to 10\nothers.\n</P>\n<P>\nNovember 17 carried out a similar rocket attack against the U.S. embassy in\n1996, causing minor damage and no injuries.\n</P>\n<P>\nSeveral obscure militant groups have appeared since the November 17 members were\narrested.\n</P>\n<P>\nRadical groups Revolutionary Struggle and Popular Revolutionary Action were\nblamed for the bombings of three government ministries in 2005.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writer Derek Gatopoulos contributed to this\nreport\n</P>\n", 
            "id": "APW_ENG_20070112.0570"
        }, 
        {
            "headline": "Greece hunts new generation of militants after US embassy attack", 
            "text": "\n<P>\nGreek police spent nearly 30 years hunting far-left terror groups, whose aging\nmembers were captured before the 2004 Olympics. Now authorities say they are\ndealing with copycat militants -- styled on those 1970s radicals -- who were\nblamed for Friday's attack on the U.S. Embassy in Athens.\n</P>\n<P>\nThe pre-dawn rocket attack, which was aimed at the embassy seal and caused no\ninjuries, bore similarities to strikes by deadly groups such as November 17 and\nRevolutionary Popular Struggle, or ELA, many of whose members are serving life\nsentences in prison near Athens.\n</P>\n<P>\nPublic Order Vyron Polydoras said police were examining two claims of\nresponsibility for Friday's attack by a new group called Revolutionary Struggle,\nwhich first appeared in 2003. He speculated they could be receiving help from\nolder terrorists who escaped arrest.\n</P>\n<P>\n\"It is very likely that this is the work of a domestic group,\" Public Order\nVyron Polydoras said. \"We believe this effort to revive terrorism is deplorable\nand will not succeed.\"\n</P>\n<P>\nHe speculated that \"this could be (guided) by the first generation of terrorists\nwho were not included in the arrests.\"\n</P>\n<P>\nIn the past three years, Revolutionary Struggle has bombed a U.S. bank, a police\nstation and two government ministries, including a 2005 blast in Athens' main\nSyntagma Square.\n</P>\n<P>\nStatements issued after those attacks resembled the anti-capitalist and\nanti-American rhetoric used by urban guerrillas in the 1970s and\n'80s.\n</P>\n<P>\nIn a 2004 statement, the group wrote: \"All members of international capital,\nglobal mercenary killers, the state officials and the wealthy Western tourists\nwho plan on finding themselves at the games are undesirable.\" The proclamation\nwas sent to a newspaper following an attack on a police station to protest\nmassive security before the Athens Olympics.\n</P>\n<P>\nGreek terrorism experts argue the younger militants may recruit members from\ndozens of anarchist groups in Athens, who routinely firebomb banks and\ngovernment offices, but draw inspiration from ELA and November\n17.\n</P>\n<P>\n\"Terrorism has never stopped being a problem. There was a lull for several\nyears, but now it continues. People who think the problem is over are mistaken,\"\nAthens criminologist Angelos Tsiknis told state-run NET television.\n</P>\n<P>\nUrban guerrilla groups appeared in Greece shortly after the collapse of a\nseven-year dictatorship that had received support from the United\nStates.\n</P>\n<P>\nNovember 17 first appeared with the assassination of CIA station chief Richard\nWelch in 1975 and killed three other American military and embassy officials, as\nwell as bombing buses with U.S. servicemen and carrying out a failed bomb attack\nagainst the U.S. Embassy in 1996.\n</P>\n<P>\nNovember 17 members were captured with help from British and American experts in\na pre-Olympic security sweep. In 2003, a special court gave multiple life\nsentences to November 17's leader, chief assassin and three other members.\nLesser sentences were given to 10 others.\n</P>\n<P>\nA year later, four members of the sister-group ELA received 25-year prison\nsentences for a two-decade bombing campaign that included the U.S. Embassy and\nother American targets. Three of those convicted have since been released on\nhealth grounds.\n</P>\n<P>\nOn Friday, the main opposition Socialist Party said Greece's conservatives, in\npower since 2004, had failed to take the enduring terrorist threat\nseriously.\n</P>\n<P>\n\"How is such an attack on the American embassy possible, when the site is the\nNo. 1 target in the country?\" said Alekos Papadopoulos, Socialist spokesman for\npublic order. \"This points problems with the police's capabilities.\"\n</P>\n", 
            "id": "APW_ENG_20070112.0926"
        }, 
        {
            "headline": "Greek government blames domestic terrorists for U.S. Embassy attack", 
            "text": "\n<P>\nA rocket struck the U.S. Embassy early Friday, exploding inside the modern,\nglass-fronted building but causing no injuries in an attack that Greek\nauthorities said was probably carried out by a domestic terrorist\ngroup.\n</P>\n<P>\nThe small anti-tank missile narrowly missed the large blue-and-white U.S. seal\non the embassy's facade and pierced the building above the front entrance\nshortly before 6 a.m. (0400GMT). It damaged a bathroom on the third floor near\nthe ambassador's office and shattered windows in nearby buildings.\n</P>\n<P>\n\"There were no injuries and very minimal damage,\" U.S. Ambassador Charles Ries\ntold reporters outside the embassy.\n</P>\n<P>\nAuthorities fear Friday's attack signals a resurgence of far-left Greek militant\ngroups, despite a crackdown before the 2004 Athens Olympics, during which police\ncaptured members of the terrorist group November 17 who had eluded police since\nthe mid-1970s.\n</P>\n<P>\nNew militant groups vehemently oppose the US-led occupation of Iraq, amid\nwidespread public opposition to Washington's policies which has remained strong\nsince the United States provided support for a 1967-74 military\ndictatorship.\n</P>\n<P>\nThe 2.36-inch (60 millimeter) rocket, which police said was probably fired from\na Russian-made launcher, struck a large marble beam on the third floor of the\nembassy, just above and to the left of the seal. It shattered a window and\nlanded near some toilets.\n</P>\n<P>\nThe Pentagon has received a report on the attack but no request for any action,\na military official said in Washington.\n</P>\n<P>\nGreek officials condemned the attack and said they would move quickly to find\nwho was responsible for firing the rocket.\n</P>\n<P>\n\"It is very likely that this is the work of a domestic group,\" Public Order\nMinister Vyron Polydoras said. \"We believe this effort to revive terrorism is\ndeplorable and will not succeed.\"\n</P>\n<P>\nHis comments raised fears of resurgent violence by far-left Greek\nmilitants.\n</P>\n<P>\nIt was the first major attack against a U.S. target in Greece in more than a\ndecade.\n</P>\n<P>\n\"We believe it is a symbolic act,\" Polydoras said. \"It is an attempt to disrupt\nour country's international relations.\"\n</P>\n<P>\nPolydoras said police were examining phone calls to a private security company\nclaiming responsibility on behalf of a militant left-wing group called\nRevolutionary Struggle.\n</P>\n<P>\n\"There are one or two telephone calls, from unknown callers, who claimed that\nthe Revolutionary Struggle assumes responsibility,\" Polydoras said. \"We cannot\nrule out that they were genuine.\"\n</P>\n<P>\nRevolutionary Struggle claimed responsibility for a May 2006 bomb attack on\nCulture Minister Giorgos Voulgarakis, in which nobody was injured.\n</P>\n<P>\nInvestigators were examining video from surveillance cameras and were canvassing\nthe neighborhood around the building, on a busy street near Athens' main concert\nhall. The government also said it was seeking permission from the courts to view\ntraffic control camera videos, which are confidential under Greece's strict\nprivacy laws.\n</P>\n<P>\nOfficials closed the embassy for the day.\n</P>\n<P>\nIt was unclear if the launcher had been found, but the rocket was fired from\nacross the six-lane boulevard.\n</P>\n<P>\nRies said there had been no warning of the attack, which he said came at a time\nwhen \"the embassy had very few people in it.\"\n</P>\n<P>\n\"There can be no justification for such a senseless act of violence. ... The\nembassy was occupied at the time (but) nobody was hurt,\" he said. \"We're\ntreating it as a very serious attack.\"\n</P>\n<P>\nForeign Minister Dora Bakoyannis visited the embassy afterward.\n</P>\n<P>\n\"I came here to express the solidarity of the Greek people following this\ndeplorable action,\" she said.\n</P>\n<P>\n\"Such actions in the past have had a very heavy cost for the country. ... The\nGreek government is determined to undertake every effort to not allow such\nphenomena to be repeated in the future.\"\n</P>\n<P>\nPolydoras said police would set up a task force on the attack, headed by a\nformer counterterrorism chief who eradicated the far-left November 17 group in\n2002.\n</P>\n<P>\nNovember 17 carried out a similar rocket attack against the embassy in 1996,\ncausing minor damage and no injuries.\n</P>\n<P>\nThe group was blamed for killing 23 people -- including U.S., British and Turkish\nofficials -- and dozens of bomb attacks.\n</P>\n<P>\nIn 2003, a special court gave multiple life sentences to November 17's leader,\nchief assassin and three other members. Lesser sentences were given to 10\nothers.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Derek Gatopoulos in Athens and Katherine Shrader and\nPauline Jelinek in Washington contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20070112.1129"
        }, 
        {
            "headline": "U.S. says no early signs of international involvement in attack on U.S. Embassy in Greece", 
            "text": "\n<P>\nThe United States said Friday it was unaware of any international involvement in\na rocket attack on the U.S. Embassy in Greece, but the investigation was in its\nearly stages.\n</P>\n<P>\nState Department spokesman Sean McCormack said U.S. and Greek authorities were\ncooperating \"to determine who's responsible for it and deal with them\nappropriately within the judicial system.\"\n</P>\n<P>\nGreek authorities have said the attack probably was carried out by a domestic\nterror group.\n</P>\n<P>\nWhen asked about that possibility, McCormack said: \"We all know from history\nthat there are a number of these anarchist groups in Greece, and that they are\nsometimes violent. I can't tell you if one of those is responsible for this\nparticular attack.\"\n</P>\n<P>\nA small anti-tank missile pierced the building above the front entrance early\nFriday morning. McCormack said nobody was injured, and damage was\nminimal.\n</P>\n<P>\nGreek Foreign Minister Dora Bakoyannis has visited U.S. Ambassador Charles Ries,\nMcCormack said, and Secretary of State Condoleezza Rice called the ambassador\nfor a briefing.\n</P>\n<P>\nThe embassy is set back 65 feet from the street. McCormack said the safety of\nU.S. embassies is \"something that we take seriously.\"\n</P>\n", 
            "id": "APW_ENG_20070112.1131"
        }, 
        {
            "headline": "Greek government blames domestic terrorists for U.S. embassy attack", 
            "text": "\n<P>\nA rocket-propelled grenade struck the U.S. Embassy early Friday, causing limited\ndamage and no injuries, but reviving fears of a resurgence of far-left Greek\nmilitant groups that carried out deadly strikes over three decades.\n</P>\n<P>\nThe shoulder-fired missile narrowly missed a large blue-and-white U.S. seal on\nthe embassy's facade and damaged a third-floor bathroom.\n</P>\n<P>\nU.S. Ambassador Charles Ries called the attack \"very serious\" and said no\nwarning had been given.\n</P>\n<P>\n\"There can be no justification for such a senseless act of violence,\" he told\nreporters outside the embassy. \"The good news is no one was hurt and (there was)\nminimal damage.\"\n</P>\n<P>\nGreek authorities blamed domestic militant groups that have carried out a spate\nof bombings against police and government buildings despite a crackdown of\nterrorism before the Athens Olympics in 2004.\n</P>\n<P>\nPolice are examining the authenticity of two calls claiming responsibility from\nthe group Revolutionary Struggle, which has carried out six bombings since first\nappearing in 2003.\n</P>\n<P>\nThe shadowy group has criticized the United States in past statements, citing\ntreatment of prisoners at the U.S. military detention center in Guantanamo Bay,\nCuba.\n</P>\n<P>\n\"It is very likely that this is the work of a domestic group,\" Public Order\nVyron Polydoras said. \"We believe this effort to revive terrorism is deplorable\nand will not succeed.\"\n</P>\n<P>\nIn Washington, State Department spokesman Sean McCormack said the United States\nalso saw no early signs of international involvement. The Pentagon received a\nreport on the attack, but no request for any action, a U.S. military official\nsaid.\n</P>\n<P>\nThe embassy was struck shortly before 6 a.m. (0400GMT), and the blast shattered\nwindows in nearby buildings. Commuter traffic in the downtown area came to a\nstandstill for three hours as police cordoned off streets around the building to\ngather evidence -- dusting cars for fingerprints and gathering discarded chewing\ngum and cigarette butts from the street.\n</P>\n<P>\nThe government said it was seeking permission from the courts to view traffic\ncamera footage, officially excluded from the police investigation under strict\nGreek privacy laws.\n</P>\n<P>\nBrad Wiggins, chief operating officer at U.S. security products maker CompuDyne\nCorp., which supplies U.S. embassies, including the one in Athens, with its\nproducts, said the rocket hit an older part of the embassy building, which\noffers lower security than a newly built annex.\n</P>\n<P>\n\"From what I saw, just from one photograph, I saw (the rocket smashed) a window\nthat was just a normal piece of glass ... Typical commercial windows offer very\nlittle protection,\" Wiggins said, speaking by telephone from in Montgomery,\nAlabama.\n</P>\n<P>\nHe said a common window would cost around US$200, while its blast resistant\nequivalent would cost \"several thousand.\"\n</P>\n<P>\nFriday's attack resembled methods used by members of the terrorist group\nNovember 17 who had eluded police since 1975 until their eventual capture and\nthen conviction in 2003.\n</P>\n<P>\nBut the type of weapon used has not been seen in previous Greek attacks: police\nidentified the weapon late Friday as a 40-millimeter (1.57-inch)\nrocket-propelled grenade, RPG7, Chinese-made in about 1974 from a Russian\ndesign.\n</P>\n<P>\nPublic opposition to U.S. policies -- and the invasion of Iraq in particular --\nhas remained strong since Washington provided support for a 1967-74 military\ndictatorship.\n</P>\n<P>\nGovernment and opposition party officials strongly condemned the attack, the\nthird against the U.S. Embassy since the mid-1970s.\n</P>\n<P>\n\"I ... express the solidarity of the Greek people following this deplorable\naction,\" Foreign Minister Dora Bakoyannis said.\n</P>\n<P>\nState television said she had written to U.S. Secretary of State Condoleezza\nRice to promise full cooperation in efforts to find the attacker, but the\nconservative government was criticized in Greece over the attack at Athens' most\nheavily guarded site.\n</P>\n<P>\n\"How is such an attack on the American embassy possible, when the site is the\nNo. 1 target in the country?\" said Alekos Papadopoulos, spokesman for public\norder at the main opposition Socialist party. \"This points to problems with the\npolice's capabilities.\"\n</P>\n<P>\nA police task force to investigate the attack will be headed by a former\ncounterterrorism chief who eradicated the far-left November 17 group in\n2002.\n</P>\n<P>\nNovember 17 carried out a similar rocket attack against the embassy in 1996 --\ncausing minor damage and no injuries -- bombed buses with American servicemen,\nand assassinated four American military and embassy officials.\n</P>\n<P>\nThe group was blamed for killing 23 people and dozens of bomb\nattacks.\n</P>\n<P>\nIn 2003, a special court gave multiple life sentences to November 17's leader,\nchief assassin and three other members. Lesser sentences were given to 10\nothers.\n</P>\n<P>\nThe U.S. Embassy said it would reopen Tuesday, remaining closed Monday for\nMartin Luther King Day.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Patrick Quinn and Nicholas Paphitis in Athens and\nKatherine Shrader and Pauline Jelinek in Washington contributed to this\nreport.\n</P>\n", 
            "id": "APW_ENG_20070112.1673"
        }
    ], 
    "id": "D1123D", 
    "title": "USEmbassy Greece Attack"
}