{
    "docSet": [
        {
            "headline": "Indonesian mud volcano is 'natural disaster': minister", 
            "text": "\n<P>\nAn Indonesian minister claimed Wednesday that a vast \"mud volcano\" which has\ninundated villages on the island of Java was a \"natural disaster\" unrelated to\nthe drilling activities of a company controlled by his family.\n</P>\n<P>\nA gas well near Surabaya in East Java operated by Lapindo Brantas Inc. has\nspewed steaming mud since May last year, submerging villages, industries and\nfields.\n</P>\n<P>\nCoordinating Minister for Social Welfare Aburizal Bakrie has said little about\nthe environmental disaster and his explanation at a Jakarta Foreign\nCorrespondents' Club lunch was questioned by journalists and diplomats.\n</P>\n<P>\nAccording to most experts, Lapindo Brantas Inc., owned by the Bakrie Group\ncontrolled by the minister's family, made a serious technical error in its\nexploratory drilling by not taking measures to prevent the possible escape of\nliquid or gas under pressure.\n</P>\n<P>\nBy breaking through a layer containing hydrogen sulphide, the drilling allowed\nhot mud to rise and escape.\n</P>\n<P>\nBut Bakrie claimed nothing could have prevented the disaster, quoting\n\"international and national experts,\" and instead blamed it on an earthquake\nhundreds of kilometres from the site of the mud flow.\n</P>\n<P>\n\"It is not because of the Lapindo drill case but it is because of the quake,\" he\nsaid, referring to the May 27 quake near the ancient city of Yogyakarta which\nkilled around 6,000 people.\n</P>\n<P>\nBakrie also said the mud, which has forced 13,000 people to flee and continues\nto spread, was not toxic and could be dumped in the sea without concern.\n</P>\n<P>\n\"The mud is the sea mud,\" he said, adding it was laid down at a time in\ngeological history when the area was covered by the sea.\n</P>\n<P>\n\"They (the mud) are moving back from the (current) place to their original\nplace,\" Barie said.\n</P>\n<P>\n\"It does not kill the fish,\" he said. \"It will not endanger the shrimp\nindustry.\"\n</P>\n<P>\nUnited Nations experts however predicted in a report that the sudden influx of\nmud in the sea would destroy the marine ecosystem.\n</P>\n<P>\nEnvironment Minister Rachmat Witoelar has said it could take years before the\nmud stops flowing.\n</P>\n<P>\nPresident Susilo Bambang Yudhoyono last month ordered Lapindo to pay 3.8\ntrillion rupiah (420.7 million dollars) in compensation and costs related to the\nmud flow.\n</P>\n", 
            "id": "AFP_ENG_20070117.0192"
        }, 
        {
            "headline": "Flights to avoid Indonesian 'mud volcano' postponed", 
            "text": "\n<P>\nAn Indonesian airline offering short flights to avoid a \"mud volcano\" that has\ninundated villages on the island of Java was Thursday forced to suspend its\nmaiden flight due to technical problems, a report said.\n</P>\n<P>\nSriwijaya Air had to postpone to January 29 the launch of its route between the\ncities of Malang and Surabaya in East Java, the official Antara news agency\nsaid.\n</P>\n<P>\n\"The suspension is simply due to technical problem because the Air\nTransportation Directorate General conducted an unscheduled inspection in\nrelation with air-worthiness,\" the airline's Malang district manager M. Yusri\nsaid.\n</P>\n<P>\nIndonesian airlines have come under closer scrutiny following the disappearance\nof an Adam Air plane carrying 102 people on New Year's Day.\n</P>\n<P>\nThe service was designed to allow passengers travelling between the two cities\nto avoid the inundated Sidoarjo district, which lies between them.\n</P>\n<P>\nThe land trip used to take about two hours but now takes five due to the mud\nflow, which has damaged a major toll road and railway tracks.\n</P>\n<P>\n\"Given the obstructed land transportation between Surabaya and Malang due to the\nincessant mud flow, we came up with the idea of introducing a short flight as an\nalternative to land transportation,\" Purnadi said.\n</P>\n<P>\nA gas well operated by Lapindo Brantas Inc. has spewed steaming mud since May\nlast year, submerging villages and forcing some 13,000 people to flee their\nhomes.\n</P>\n", 
            "id": "AFP_ENG_20070118.0071"
        }, 
        {
            "headline": "Indonesian mud volcano caused by drilling, say scientists", 
            "text": "\n<P>\nA mud volcano that has erupted in Indonesia, forcing the evacuation of thousands\nof villagers, was most probably caused by drilling for gas, according to the\nfirst published scientific study into the phenomenon.\n</P>\n<P>\nThe eruption \"appears to have been triggered by drilling of overpressured porous\nand permeable limestones at depth of around 2,830 metres (7,735 feet) below the\nsurface,\" says the study, conducted by British experts and published in a US\njournal.\n</P>\n<P>\nIt adds that the volcano has been disgorging between 7,000 and 150,000 cubic\nmetres (245,000 and 5.25 million cubic feet) of mud every day.\n</P>\n<P>\nSuch pressures, coupled to the local geology, suggest the flow \"will continue\nfor many months and possibly years to come,\" it warns.\n</P>\n<P>\nIn the coming months, sag-like subsidence several kilometers (miles) wide will\noccur, and around the main vent there is likely to be \"more dramatic collapse,\"\nforming a crater, it adds.\n</P>\n<P>\nAn area of at least 10 square kilometers (3.9 square miles) around the volcano\nwill be uninhabitable for years, and over 11,000 people will be permanently\ndisplaced, it says.\n</P>\n<P>\nThe research is conducted by a team led by Richard Davies, a professor at the\nUniversity of Durham's Centre for Research into Earth Energy Systems in\nnortheastern England.\n</P>\n<P>\nIt appears in the February issue of GSA Today, a peer-assessed journal of the\nGeological Society of America (GSA).\n</P>\n<P>\nThe volcano, known locally as \"Lusi,\" has been spewing steaming mud since May 29\nlast year, submerging four villages, fields and factories. It erupted from a gas\nwell near Surabaya, East Java, that was operated by Lapindo Brantas Inc. As many\nas 13,000 people have fled their homes.\n</P>\n<P>\nThe British experts analysed satellite images of the area to make their study.\n</P>\n<P>\nThey say that seepage of mud and water are usually a preventable hazard when\nexploring for oil and gas.\n</P>\n<P>\n\"It is standard industry procedure that this kind of drilling requires the use\nof steel casing to support the borehole, to protect against the pressure of\nfluids such as water, oil or gas,\" Davies said in a press release.\n</P>\n<P>\n\"In the case of Lusi, a pressured limestone rock containing water -- a water\naquifer -- was drilled while the lower part of the borehole was exposed and not\nprotected by casing.\n</P>\n<P>\n\"As a result, rocks fractured and a mix of mud and water worked its way to the\nsurface. Our research brings us to the conclusion that the incident was most\nprobably the result of drilling.\"\n</P>\n<P>\nDavies said the case in Indonesia was similar to a blowout that happened\noffshore of Brunei in 1979.\n</P>\n<P>\n\"Just as is most probably the case with Lusi, the Brunei event was caused by\ndrilling and it took an international oil company almost 30 years and 20 relief\nwells and monitoring before the eruption stopped,\" he added.\n</P>\n<P>\nLast week, Indonesia's coordinating minister for social welfare, Aburizal\nBakrie, whose family firm controls Lapindo Brantas, said the volcano was a\n\"natural disaster\" unrelated to the drilling activities.\n</P>\n<P>\n\"It is not because of the Lapindo drill case but it is because of the quake,\" he\nsaid, referring to a May 27 temblor near the ancient city of Yogyakarta that\nkilled around 6,000 people.\n</P>\n<P>\nBut this scenario is ruled out by the study.\n</P>\n<P>\nIt concludes that the quake was not to blame, mainly because two days elapsed\nbefore mud volcano erupted, and no other mud volcanoes occurred in the region\nafter the temblor.\n</P>\n<P>\nPresident Susilo Bambang Yudhoyono last month ordered Lapindo to pay 3.8\ntrillion rupiah (420.7 million dollars) in compensation and costs related to the\nmud flow.\n</P>\n", 
            "id": "AFP_ENG_20070123.0339"
        }, 
        {
            "headline": "Row stalls new gas pipe near Indonesian 'mud volcano'", 
            "text": "\n<P>\nIndonesia's state-owned gas company Pertamina has halted construction of a gas\npipeline replacing one which burst in a deadly explosion because compensation\nhas not been agreed, a report said Friday.\n</P>\n<P>\nThirteen people were killed in the November explosion when the underground\npipeline in East Java ruptured following subsidence around a nearby gas well\nthat has been spewing mud since May 2006, inundating villages and forcing more\nthan 13,000 people to flee their homes.\n</P>\n<P>\nPertamina spokesman Toharso said residents in the district had objected to\nconstruction of a new three-kilometre (two-mile) pipeline parallel to the old\none as compensation for the land had not been agreed.\n</P>\n<P>\n\"We have started the construction of 1.6 kilometres of the three-kilometre pipe\nbut we cannot finish it,\" he told the official Antara news agency.\n</P>\n<P>\n\"Residents reject the route we are using because the land settlements have not\nbeen agreed,\" said Toharso.\n</P>\n<P>\nA change in the route would shorten the pipe but bring it closer to the danger\nzone around the \"mud volcano,\" he said.\n</P>\n<P>\nPertamina also has to wait for construction of an 800-metre long dyke to protect\nthe pipeline, which was expected to be completed in February.\n</P>\n<P>\nA system of dykes is holding back the steaming mud, which is bubbling up at a\nrate of up to 150,000 cubic metres  (5.25 million cubic feet) a day.\n</P>\n<P>\nExperts have been working to channel the mud into the nearby sea.\n</P>\n<P>\nAn Indonesian minister, Aburizal Bakrie, claimed last month the flow was a\n\"natural disaster\" unrelated to the drilling activities of a company, Lapindo\nBrantas Inc, which belongs to a group controlled by his family.\n</P>\n<P>\nHowever, a study by British experts said that the eruption was most likely\ncaused by drilling for gas.\n</P>\n<P>\nPresident Susilo Bambang Yudhoyono has ordered Lapindo to pay 3.8 trillion\nrupiah (420 million dollars) in compensation and costs related to the mud flow.\n</P>\n", 
            "id": "AFP_ENG_20070202.0072"
        }, 
        {
            "headline": "Indonesian volcano spews ash", 
            "text": "\n<P>\nMount Semeru in Indonesia's densely-populated East Java province spewed ash at\nthe weekend, coating a nearby town, but the volcano does not pose any danger to\nresidents, officials said Monday.\n</P>\n<P>\n\"The ash rain fell on Saturday and Sunday but luckily we also have had heavy\nrains, so the ash was quickly cleaned from the surface,\" said Edi Susanto, an\nofficial from the Lumajang district spokesman's office.\n</P>\n<P>\nWinds had carried the ash from the 3,676-metre (12,277-foot) Mount Semeru to the\ntown of Lumajang, some 35 kilometers (22 miles) away.\n</P>\n<P>\nSusanto said the ash rain that had coated everything in the town was not a\nsource of concern for local residents.\n</P>\n<P>\n\"We are quite used to ash rains as we live in such close proximity with Mount\nSemeru,\" he said.\n</P>\n<P>\nIndonesia sits on the so-called \"Pacific Ring of Fire\", where continental plates\nmeet and cause frequent volcanic and seismic activity.\n</P>\n", 
            "id": "AFP_ENG_20070211.0350"
        }, 
        {
            "headline": "Indonesia watchdog sues over 'mud volcano'", 
            "text": "\n<P>\nAn Indonesian environmental watchdog said it had filed suit on Monday against a\nmining company and President Susilo Bambang Yudhoyono over a \"mud volcano\" which\nhas forced thousands to flee their homes.\n</P>\n<P>\nA gas well near Surabaya in East Java operated by PT Lapindo Brantas has spewed\nsteaming mud since May last year, submerging villages, factories and fields in\nthe Sidoarjo district.\n</P>\n<P>\n\"We are taking them to court because the mud outflow caused by Lapindo has\nthoroughly damaged the environment in Sidoarjo,\" said Chalid Muhammad, the\nchairman of Walhi, the country's leading environment watchdog.\n</P>\n<P>\nLapindo and five related companies, President Yudhoyono, the energy and\nenvironment ministers and local officials were named as defendants, he said. The\nofficials were named for failing to quickly contain the mud spill.\n</P>\n<P>\nYudhoyono has ordered Lapindo to pay 3.8 trillion rupiah (420 million dollars)\nin compensation and costs.\n</P>\n<P>\nAn Indonesian minister, Aburizal Bakrie, claimed last month that the flow was a\n\"natural disaster\" unrelated to the drilling activities of Lapindo, which\nbelongs to a group controlled by his family.\n</P>\n<P>\nHowever, a study by British experts said that the eruption was most likely\ncaused by drilling for gas.\n</P>\n<P>\nIn addition, 13 people died after an explosion in November when an underground\ngas pipeline burst following subsidence that was blamed on the mud leak.\n</P>\n", 
            "id": "AFP_ENG_20070212.0043"
        }, 
        {
            "headline": "Indonesia environmental group sues President, energy company on mud flow", 
            "text": "\n<P>\nA leading Indonesian environmental group has filed a suit against President\nSusilo Bambang Yudhoyono and an energy firm on mud flow that has damaged\nenvironment and displaced more than 10,000 people in Java Island, the group's\nchairman said here on Tuesday.\n</P>\n<P>\nChairman Chalid Muhammad said the Wahana Lingkungan Hidup ( Walhi) filed a law\nsuit on the South Jakarta court on Monday, naming the operator of the drilling\nLapindo Brantas Corp., its partners, Indonesian President Susilo and other\nofficials as defendants.\n</P>\n<P>\nThe accident of oil drilling in May last year caused hot mud pouring into\nsurrounding area and inundated entire villages in Siduarjo in East Java, the\nsecond biggest city in Indonesia.\n</P>\n<P>\nExperts have failed to curb or channel the mud to the sea. The Indonesian\ngovernment has been criticized for not doing enough to handle the problem.\n</P>\n<P>\nMuhammad said hundreds of hectares of agricultural land have been damaged,\nscores of factories have been closed and over 9,000 workers lost their jobs,\n</P>\n<P>\nIn addition, the ecosystem also destroyed as the government decided to channel\nthe hot mud to the sea.\n</P>\n<P>\n\"The hot mud flow has damaged ecosystem and hundreds of hectares of agricultural\nland. It inundated villages and internally displaced residents,\" he told Xinhua.\n</P>\n<P>\n\"The settlement of the hot mud has never touched the environmental aspects and\npointed who are responsible to prevent the pouring of the mud,\" said Muhammad.\n</P>\n<P>\nIn its suit, the group demanded the president order Lapindo Brantas Inc., and\nits partners to allocate fund and resources to compensate victims and restore\nthe environment.\n</P>\n<P>\nLapindo and Energi Mega Persada companies, which indirectly control the\noperation, have been in dispute on whether the mud flow was caused by the\ndrilling and whether Lapindo alone should shoulder the cost.\n</P>\n<P>\nPersada belongs to the Bakrie Group, controlled by the family of Indonesia's\nCoordinating Minister for People Welfare and Poverty Alleviation, Aburizal\nBakrie.\n</P>\n<P>\nIn December last year, President Susilo said Lapindo would pay 420 millions U.S.\ndollars to victims and make efforts to stop the flow of the mud.\n</P>\n<P>\nBut Lapindo only agreed to pay 276 millions U.S. dollars per square meter for\ninundated land and damaged buildings, and about 12 U.S. dollars for a square\nmeter of rice fields.\n</P>\n", 
            "id": "XIN_ENG_20070213.0088"
        }, 
        {
            "headline": "Indonesia to relocate key railway threatened by 'mud volcano'", 
            "text": "\n<P>\nA key railway line threatened by a massive \"mud volcano\" which has forced\nthousands of people to flee their homes on the Indonesian island of Java will be\nrelocated, officials said Tuesday.\n</P>\n<P>\nA gas well near Surabaya in East Java operated by PT Lapindo Brantas has spewed\nsteaming mud since May last year, submerging villages, factories and fields.\n</P>\n<P>\nThe advancing sea of mud is now threatening to swamp the railway connecting\nIndonesia's second largest city Surabaya with Malang and Banyuwangi.\n</P>\n<P>\nRecent downpours have also affected parts of the line, forcing trains to slow\ndown to avoid accidents.\n</P>\n<P>\nBut Rudi Novrianto, spokesman for the government team handling the crisis, said\nconstruction to relocate the line \"will not start until next year.\"\n</P>\n<P>\n\"We are now doing the technical design,\" he told AFP.\n</P>\n<P>\nIn the meantime, Novrianto said there was no other option but to use the current\ntrack.\n</P>\n<P>\nThe government will shift the track, which currently runs very close to the mud\nvolcano zone, four kilometres (more than two miles) from its present location.\n</P>\n<P>\nState railway operator PT Kereta Api said it lacked the 450 billion rupiah (50\nmillion dollars) required to relocate the 18-kilometre track and would ask the\ngovernment team for financial help, detikcom news portal reported.\n</P>\n<P>\nPresident Susilo Bambang Yudhoyono has ordered Lapindo to pay 3.8 trillion\nrupiah (420 million dollars) in compensation and costs.\n</P>\n<P>\nVarious efforts have been made to stop the flow and divert the spewing mud into\na nearby river, none of which has been successful.\n</P>\n<P>\nCoordinating Minister for Social Welfare Aburizal Bakrie claimed last month that\nthe flow was a \"natural disaster\" unrelated to the drilling activities of\nLapindo, which belongs to a group controlled by his family.\n</P>\n<P>\nHowever, a study by British experts said the eruption was most likely caused by\ndrilling for gas.\n</P>\n<P>\nIn addition, 13 people died after an explosion in November when an underground\ngas pipeline burst following subsidence that was blamed on the mud leak.\n</P>\n", 
            "id": "AFP_ENG_20070213.0135"
        }, 
        {
            "headline": "Indonesia to use concrete balls to plug \"mud volcano\"", 
            "text": "\n<P>\nHundreds of concrete balls will be dropped into a \"mud volcano\" on Wednesday,\nalthough experts warned it is unlikely to stop a massive mud flow which has\nswallowed villages and left 15,000 people homeless.\n</P>\n<P>\nOfficials said the concrete balls would be lowered by crane into the main source\nof the mud spill near Surabaya, in East Java.\n</P>\n<P>\n\"Preparations are just about done,\" Rudi Novrianto, spokesman for the government\nteam handling the crisis, told AFP Tuesday.\n</P>\n<P>\n\"We hope the balls can slow down the flow by between 50 and 70 percent,\" said\nNovrianto.\n</P>\n<P>\nA gas well near Surabaya, operated by PT Lapindo Brantas, has spewed steaming\nmud since May last year, submerging villages, factories and fields.\n</P>\n<P>\nThe advancing sea of mud is now threatening to swamp a key railway, which is to\nbe rerouted away from the danger zone.\n</P>\n<P>\nAntara news agency reported 2,000 of the high-density concrete balls had been\nordered from the Bandung Institute of Technology, after its physics experts came\nup with the plan to stem the mudflow.\n</P>\n<P>\nVarious ideas on how to stop the flow and divert the mud into a nearby river\nhave been tried, but none were successful.\n</P>\n<P>\nThe latest effort was originally planned for two weeks ago, but was delayed for\ntechnical reasons.\n</P>\n<P>\nHowever geologist Edi Sunardi, from the University of Pajajaran, said \"the\neffort is useless. It will not solve the problem\".\n</P>\n<P>\n\"They assume that the flow comes from a hole, but we're looking at a plane, and\nyou cannot plug such a plane with concrete balls,\" said Sunardi, explaining that\nthe strong pressure may even push the balls back up to the surface.\n</P>\n<P>\nHe said the only option was to quickly channel the mud to the sea before it\ndried out.\n</P>\n<P>\nTop welfare minister Aburizal Bakrie claimed last month that the flow was a\n\"natural disaster\" unrelated to the drilling activities of Lapindo, which\nbelongs to a group controlled by his family.\n</P>\n<P>\nHowever, a study by British experts said the eruption was most likely caused by\ndrilling for gas.\n</P>\n<P>\nPresident Susilo Bambang Yudhoyono has already ordered Lapindo to pay 3.8\ntrillion rupiah (420 million dollars) in compensation and costs related to the\ndisaster.\n</P>\n", 
            "id": "AFP_ENG_20070220.0164"
        }, 
        {
            "headline": "Indonesia delays start of plan to plug \"mud volcano\"", 
            "text": "\n<P>\nIndonesian authorities Wednesday postponed the start of an attempt to slow a\nmassive mudflow which has swallowed villages by plugging the crater with chains\nof concrete balls.\n</P>\n<P>\nA gas well near Surabaya in East Java has spewed steaming mud since May last\nyear, submerging villages, factories and fields and forcing more than 15,000\npeople to flee their homes.\n</P>\n<P>\nThe attempt to plug the \"mud volcano\" involves dropping hundreds of concrete\nballs chained together in groups into the well, which is operated by PT Lapindo\nBrantas.\n</P>\n<P>\n\"We are still not ready with all the necessary preparations and now it looks\nlike the operation will only be possible on Friday at the earliest,\" Rudi\nNovrianto, spokesman for the government team handling the crisis, told AFP.\n</P>\n<P>\nHe said the crane which will lift the balls and drop them into the crater was\nnot yet in place.\n</P>\n<P>\nNovrianto has said the team planned to gradually drop about 375 chains of linked\nballs of differing sizes, each chain weighing between 400 and 500 kilograms (880\nto 1,100 pounds).\n</P>\n<P>\nThe concrete balls, devised by experts at the state-run Bandung Institute of\nTechnology, are expected to still allow the mud to flow out, but at a much\nreduced volume.\n</P>\n<P>\nThe team hopes to slow down the outflow by between 50 and 70 percent.\n</P>\n<P>\nThe advancing sea of mud has blocked a nearby main road and is now threatening\nto swamp a key railway, which is to be rerouted away from the danger zone.\n</P>\n<P>\nHowever several geologists, including Edi Sunardi from the University of\nPajajaran, have said the scheme will likely fail.\n</P>\n<P>\n\"We are looking at a plane, and you cannot plug such a plane with concrete\nballs,\" Sunardi said, adding that the pressure may even push the balls back to\nthe surface.\n</P>\n<P>\nTop welfare minister Aburizal Bakrie claimed last month that the flow was a\n\"natural disaster\" unrelated to the drilling activities of Lapindo, which\nbelongs to a group controlled by his family.\n</P>\n<P>\nHowever, a study by British experts said the eruption was most likely caused by\ndrilling for gas.\n</P>\n<P>\nPresident Susilo Bambang Yudhoyono has already ordered Lapindo to pay 3.8\ntrillion rupiah (420 million dollars) in compensation and costs related to the\ndisaster.\n</P>\n", 
            "id": "AFP_ENG_20070220.0705"
        }
    ], 
    "id": "D1124E", 
    "title": "Indonesian Mud Volcano"
}