{
    "docSet": [
        {
            "headline": "Bridge collapses over Mississippi River", 
            "text": "\n<P>\nAt least six people were killed after a bridge over the Mississippi river\ncollapsed Wednesday, plunging cars and trucks together with massive chunks of\nconcrete into the rushing waters, officials said.\n</P>\n<P>\nSeveral cars were flung into the river and others crushed as parts of the bridge\nwere sheared off.\n</P>\n<P>\nA semi-truck caught fire after it was sliced in half, while a busload of\nchildren was stranded on a collapsed section of the roadway.\n</P>\n<P>\nSome estimates said dozens of vehicles fell into the river, but that could not\nbe confirmed.\n</P>\n<P>\n\"We have confirmed six deaths and we are continuing the search,\"  R.T. Rybak,\nthe mayor of Minneapolis, Minnesota, said at a press conference.\n</P>\n<P>\n\"At this point, we have searched approximately 50 cars... we have confirmed that\nthis will be a very tragic night when it is over.\"\n</P>\n<P>\nIn Washington, Department of Homeland Security officials said there was no sign\nthat the eight-lane bridge's collapse was the result of terrorism, adding that\nit appeared to be linked to engineering issues.\n</P>\n<P>\nMinnesota governor Tim Pawlenty said the 40-year-old bridge was last inspected\nin 2006 and no significant structural problems were found.\n</P>\n<P>\n\"They notified us from an engineering standpoint the deck may have to be\nrehabilitated or replaced in 2020 or beyond,\" he said.\n</P>\n<P>\nThere was, however, construction taking place on the bridge \"relating to\nconcrete repair and rehabilitation and replacement, guard rail replacement,\nrighting replacement and work on the joints,\" he said.\n</P>\n<P>\nImages shot by local television showed a disastrous scene of people crouching on\nbent and crumpled concrete with parts of the bridge submerged in the brown river\nas smoke and flames drifted from the wreckage.\n</P>\n<P>\nRescue workers tied with yellow rope waded through the water and used boats to\nreach people stranded in the middle of the river.\n</P>\n<P>\nA school bus loaded with 60 children with a church group could be seen on the\nbridge but did not fall into the river as it collapsed. The children were all\nrescued, although ten of them were taken to hospital, the Red Cross said.\nThe bridge was under construction at the time of the accident and only one lane\nwas open in either direction when it collapsed shortly after 6 pm (2300 GMT),\nright in the middle of the local rush hour.\n</P>\n<P>\nRamon Houge was driving on the bridge when he heard a rumbling noise, saw the\nground collapse in front of him and watched cars go down into the water.\n</P>\n<P>\nTraffic was bumper-to-bumper at the time, and he estimated hundreds of people\nmust have been involved.\n</P>\n<P>\n\"It didn't seem like it was real,\" he said.\n</P>\n<P>\nThose still on solid ground backed up as best they could and he saw kids on a\nyellow school bus with blood on their faces.\n</P>\n<P>\nSarah Fahnhorst, who lives in an apartment a block away from the bridge, heard a\nhuge thud and then \"the entire building shook. It shook the ground,\" she said.\n</P>\n<P>\nRuss Knocke, spokesperson for the Department of Homeland Security, told AFP that\nthere was no suggestion of terrorism involved in the disaster.\n</P>\n<P>\n\"There are no indications of a nexus to terrorism at this time,\"  Knocke said.\n</P>\n<P>\n\"We continue to monitor the situation. State and local officials have the lead\nin rescue and response efforts.\"\n</P>\n<P>\nThe 40-year-old arch bridge which rises 64 feet (20 meters) over the river was\nundergoing repairs at the time of the accident, and there were reports that\nconstruction workers were using a jackhammer at the time of the collapse, AFP\nhas learned.\n</P>\n<P>\nstr/mso/pmh/\n</P>\n", 
            "id": "AFP_ENG_20070802.0631"
        }, 
        {
            "headline": "At least six dead in US bridge collapse: mayor", 
            "text": "\n<P>\nAt least six people were killed in the collapse of a bridge Wednesday in\nMinneapolis, Minnesota that sent cars and trucks tumbling into the Mississippi\nRiver, the mayor said.\n</P>\n<P>\n\"We have confirmed six deaths and we are continuing the search,\" Mayor R.T.\nRybak said at a press conference.\n</P>\n<P>\n\"At this point, we have searched approximately 50 cars... we have confirmed that\nthis will be a very tragic night when it is over.\"\n</P>\n", 
            "id": "AFP_ENG_20070802.0642"
        }, 
        {
            "headline": "Bridge collapses into Mississippi River during rush hour in Minneapolis", 
            "text": "\n<P>\nRescuers have given up hope of finding any more survivors after an eight-lane\nbridge spanning the Mississippi River collapsed in rush-hour traffic, although\nmore vehicles can be seen in the murky water, a rescue official said\nThursday.\n</P>\n<P>\n\"At this point it is a recovery effort,\" said Hennepin County Sheriff Rich\nStanek, speaking early Thursday after rescue attempts were abandoned for the\nnight because of the dangers of the operation. \"It's dark, it's not safe with\nthe currents in the water and the concrete,\" he said.\n</P>\n<P>\nAbout 50 cars were still in the water, the officials added. The collapse did not\nappear to be terrorism-related. The bridge linked the twin cities of Minneapolis\nand Saint Paul.\n</P>\n<P>\nMinneapolis Fire Chief Jim Clack also said there were unlikely to be any\nsurvivors. \"We think there are several more vehicles in the river we can't see\nyet,\" Clack said.\n</P>\n<P>\nAbout 20 families had gathered at an information center, looking for information\non loved ones apparently missing.\n</P>\n<P>\n\"I've never wanted to see my brother so much in my life,\" said Kristi Foster,\nwho went to the center looking for Kirk. She hadn't had contact with her brother\nor his girlfriend since the previous night, and his cell phone was switched\noff.\n</P>\n<P>\nClack said 60 people were taken to area hospitals for treatment and that the\ndeath toll could rise.\n</P>\n<P>\nThe eight-lane Interstate 35W bridge, a major Minneapolis artery, was being\nrepaired and two lanes in each direction were closed when the bridge buckled\nWednesday evening, breaking into huge sections and collapsing into the river,\npitching dozens of cars 60 feet (18 meters) into the water and killing at least\nseven.\n</P>\n<P>\nSearch lights on the banks illuminated a horrific scene of twisted wreckage,\nthick concrete slabs, twisted steel and crushed cars tossed about haphazardly. A\nline of ambulances idled along the adjacent bridge.\n</P>\n<P>\n\"Obviously, this is a catastrophe of historic proportions for Minnesota,\" said\nGov. Tim Pawlenty.\n</P>\n<P>\nPawlenty said the 40-year-old bridge was inspected by the Minnesota Department\nof Transportation in 2005 and 2006 and that no immediate structural problems\nwere noted. \"There were some minor things that needed attention,\" he\nsaid.\n</P>\n<P>\nFederal officials and Minnesota lawmakers will travel to the Twin Cities\nThursday to begin investigating the collapse.\n</P>\n<P>\nThe National Transportation Safety Board will be sending a team of\ninvestigators, NTSB spokesman Ted Lopatkiewicz said.\n</P>\n<P>\nRoad crews were working on the bridge's joints, guardrails and lights this week,\nwith lane closures overnight on Tuesday and Wednesday.\n</P>\n<P>\nAerial shots from local television stations showed the entire span of Interstate\n35W had crumpled into the river below. Some injured people were carried up the\nriverbank, while emergency workers tended to others on the ground and some\njumped into the water to look for survivors. Fire and black smoke rose from the\nwreckage.\n</P>\n<P>\nA school bus had just crossed the midsection of the bridge before it collapsed.\nThe bus did not go into the water, and broadcast reports indicated the children\non the bus exited out the back door.\n</P>\n<P>\nChristine Swift's 10-year-old daughter, Kaleigh, was on the bus, returning from\na field trip to Bunker Hills in Blaine. She said her daughter called her about\n6:10 p.m.\n</P>\n<P>\n\"She was screaming, 'The bridge collapsed,'\" Swift said. All 60 kids got off the\nbus safely, but about 10 of the children were injured, officials\nsaid.\n</P>\n<P>\nThe collapsed bridge stood just blocks from the heart of Minneapolis, near\ntourist attractions like the new Guthrie Theater and the Stone Arch Bridge. As\nthe steamy night progressed, massive crowds gathered.\n</P>\n<P>\nThe river's depth at the bridge was not immediately available, but the U.S. Army\nCorps of Engineers maintains a channel depth of at least 9 feet (three meters)\nin the Upper Mississippi from Minneapolis southward to allow for barge and other\nriver traffic.\n</P>\n<P>\nThere were 18 construction workers on the bridge at the time of the collapse,\nsaid Tom Sloan, head of the bridge division for Progressive Contractors Inc., in\nSt. Michael. One of the workers was unaccounted for.\n</P>\n<P>\nSloan said his crew was placing concrete finish on the bridge for what he called\na routine resurfacing project. \"It was the final item on this phase of the\nproject. Suddenly the bridge gave way,\" he said.\n</P>\n<P>\nSloan said his workers described a horrific scene. \"They said they basically\nrode the bridge down to the water. They were sliding into cars and cars were\nsliding into them,\" he said.\n</P>\n<P>\nSeveral hundred people climbed to the top of the hill in nearby Gold Medal Park,\nwhich offered a partially blocked view of the collapsed bridge. A few cried,\nwhile others stood in circles and prayed.\n</P>\n<P>\nThe steel-arched bridge, which was built in 1967, rose about 64 feet (20 meters)\nabove the river and stretched about 1,900 (580 meters) feet across the water.\nThe bridge was built with a single steel arch to avoid putting any piers in the\nwater that might interfere with river navigation.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Brian Bakst and Patrick Condon in Minneapolis, and\nMartiga Lohn in St. Paul contributed to this report.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n", 
            "id": "APW_ENG_20070802.0650"
        }, 
        {
            "headline": "At least three dead in US bridge collapse: officials", 
            "text": "\n<P>\nAt least three people were killed in the the collapse of a bridge Wednesday in\nMinneapolis, Minnesota that sent cars and trucks tumbling into the Mississippi\nRiver, officials said.\n</P>\n<P>\n\"At this point, we have confirmation of three people that are dead on scene\nright now,\" Christie Volleggen, the deputy director of emergency operations told\nCNN.\n</P>\n<P>\n\"I've been given estimates of somewhere between 50 and 100 cars that are in the\nriver, but I have no confirmation of that right now.\"\n</P>\n", 
            "id": "AFP_ENG_20070802.0658"
        }, 
        {
            "headline": "No terror link apparent in bridge collapse: US government", 
            "text": "\n<P>\nThere are no signs that a terror attack was behind the collapse of a bridge\nWednesday in Minneapolis, Minnesota that sent cars and trucks tumbling into the\nMississippi River, the Department of Homesland Security told AFP.\n</P>\n<P>\n\"There are no indications of a nexus to terrorism at this time. We continue to\nmonitor the situation. State and local officials have the lead in rescue and\nresponse efforts,\" Russ Knocke, a DHS spokesperson, told AFP.\n</P>\n", 
            "id": "AFP_ENG_20070802.0663"
        }, 
        {
            "headline": "Bridge collapses over Mississippi River", 
            "text": "\n<P>\nA bridge collapsed over the Mississippi river Wednesday leaving drivers stranded\non massive chunks of concrete amid the rushing water.\n</P>\n<P>\nSeveral cars were flung into the river and there was no immediate news on how\nmany people were hurt or killed.\n</P>\n<P>\nPhotographs taken from an apartment overlooking the bridge in Minneapolis,\nMinnesota shown on CNN showed a disastrous scene of people crouching on bent and\ncrumpled concrete with parts of the bridge submerged in the brown river.\n</P>\n<P>\nA school bus was on the bridge but did not fall into the river as it collapsed,\nlocal media reports. Several of the children were injured.\n</P>\n<P>\nAt least eight cars and a truck went into the water, and at least 20 vehicles\nmay have been on the massive bridge when it collapsed, the Minneapolis Star\nTribune reported.\n</P>\n<P>\nRescue workers scrambled into the river gorge to help people off the huge chunks\nof concrete roadway as fire and smoke rose from the wreckage, the paper said.\n</P>\n<P>\nThe 40-year-old bridge was undergoing repairs at the time of the accident, and\nthere were reports that construction workers were using a jackhammer at the time\nof the collapse, AFP has learned.\n</P>\n<P>\nRamon Houge was driving on the bridge when heard a rumbling noise, saw the\nground collapse in front of him and watched cars go down into the water.\n</P>\n<P>\nTraffic was bumper-to-bumper at the time, and he estimated hundreds of people\nmust have been involved.\n</P>\n<P>\n\"It didn’t seem like it was real,\" he told the Star-Tribune.\n</P>\n<P>\nThose still on solid ground backed up as best they could and he saw kids on a\nbus with blood on their faces.\n</P>\n<P>\nSarah Fahnhorst, who lives in an apartment a block away from the bridge, heard a\nhuge thud and then \"the entire building shook. It shook the ground,\" she told\nthe paper.\n</P>\n", 
            "id": "AFP_ENG_20070802.0667"
        }, 
        {
            "headline": "Death toll dips to 4 in Minneapolis bridge collapse but final number could change", 
            "text": "\n<P>\nAuthorities lowered the death toll from an interstate bridge collapse to four\nThursday, but warned the final number could change as divers search the\nMississippi River.\n</P>\n<P>\nPolice Lt. Amelia Huffman said: \"This morning, the medical examiner's office\nonly has four sets of remains.\" Initial reports of seven people killed were\nbased on the best estimates authorities had Wednesday night, she\nsaid.\n</P>\n<P>\nThe eight-lane Interstate 35W bridge, a major Minneapolis artery, was in the\nmidst of being repaired and two lanes in each direction were closed when the\nbridge buckled during evening rush hour Wednesday.\n</P>\n<P>\nCrews planned to resume their cleanup and recovery work Thursday morning. Fire\nChief Jim Clack said officials did not expect to find any more\nsurvivors.\n</P>\n<P>\nMore than 20 families gathered in a hotel ballroom early Thursday, waiting for\nword on loved ones who could not be located.\n</P>\n<P>\n\"I've never wanted to see my brother so much in my life,\" said Kristi Foster,\nwho went to an information center set up at a Holiday Inn looking for her\nbrother Kirk. She had not had contact with her brother or his girlfriend,\nKrystle Webb, since the previous night.\n</P>\n<P>\nMore than 60 people were injured and as many as 50 vehicles were in the river,\nmany of their occupants having scrambled to shore. The collapse did not appear\nto be terrorism-related.\n</P>\n<P>\nSome injured people were carried up the riverbank, while emergency workers\ntended to others on the ground and some jumped into the water to look for\nsurvivors. Fire and black smoke rose from the wreckage.\n</P>\n<P>\nMinneapolis Fire Chief Jim Clack said the death toll could rise. \"We think there\nare several more vehicles in the river we can't see yet,\" he said\nWednesday.\n</P>\n<P>\nGov. Tim Pawlenty said the bridge was inspected by the Minnesota Department of\nTransportation in 2005 and 2006 and that no immediate structural problems were\nnoted. \"There were some minor things that needed attention,\" he\nsaid.\n</P>\n<P>\n\"They notified us from an engineering standpoint the deck might need to be\nrehabilitated or replaced in 2020 or beyond,\" Pawlenty said Wednesday.\n</P>\n<P>\nThe 40-year-old bridge was rated as \"structurally deficient\" two years ago and\npossibly in need of replacement, the Star Tribune reported. The newspaper said\nthat rating was contained in the U.S. Department of Transportation's National\nBridge Inventory database.\n</P>\n<P>\n\"We've seen it, and we are very familiar with it,\" Jeanne Aamodt, a spokeswoman\nfor the Minnesota Department of Transportation, said of the 2005 assessment of\nthe bridge.\n</P>\n<P>\nAamodt noted that many other bridges around the country carry the same\ndesignation that the I-35W bridge received. She declined to say what the agency\nwas going to do to address the deficiencies found in 2005.\n</P>\n<P>\nRoad crews were working on the bridge's joints, guardrails and lights this week,\nwith lane closures overnight on Tuesday and Wednesday. The bridge was fitted in\n2001 with a computerized anti-icing system that sprayed chemicals on the surface\nduring winter weather, according to documents posted on the Minnesota Department\nof Transportation's Web site.\n</P>\n<P>\nThere were 18 construction workers on the bridge at the time of the collapse,\nsaid Tom Sloan, head of the bridge division for Progressive Contractors Inc., in\nSt. Michael. One of the workers was unaccounted for.\n</P>\n<P>\nSloan said his crew was placing concrete finish on the bridge for what he called\na routine resurfacing project. \"It was the final item on this phase of the\nproject. Suddenly the bridge gave way,\" he said.\n</P>\n<P>\nSloan said his workers described a horrific scene. \"They said they basically\nrode the bridge down to the water. They were sliding into cars and cars were\nsliding into them,\" he said.\n</P>\n<P>\nThe entire span of Interstate 35W crumpled into the river below. Some injured\npeople were carried up the riverbank, while emergency workers tended to others\non the ground.\n</P>\n<P>\nA school bus had crossed the bridge before it collapsed. The bus did not go into\nthe water, and broadcast reports indicated the children on the bus exited out\nthe back door.\n</P>\n<P>\nChristine Swift's 10-year-old daughter, Kaleigh, was on the bus, returning from\na field trip. She said her daughter called her about 6:10 p.m.\n</P>\n<P>\n\"She was screaming, 'The bridge collapsed,'\" Swift said. All the kids got off\nthe bus safely, but about 10 of the children were injured, officials\nsaid.\n</P>\n<P>\nU.S. Senator Norm Coleman of Minnesota said he spoke with Transportation\nSecretary Mary Peters, and that both of them along with Minnesota's other\nsenator. Amy Klobuchar, will be flying to Minneapolis early Thursday.\n</P>\n<P>\nThe collapsed bridge stood just blocks from the heart of Minneapolis, near\ntourist attractions like the new Guthrie Theater and the Stone Arch Bridge. As\nthe steamy night progressed massive crowds of onlookers circulated in the area\non foot or bicycle, some of whom had attended Wednesday night's baseball game at\nthe nearby Metrodome early.\n</P>\n<P>\nThursday's game between the Twins and Kansas City Royals was called off, but the\nTwins -- Minneapolis' team -- decided to go ahead with Wednesday's rather than\nsending about 25,000 fans back out onto the congested highways. Inside the\nstadium, there was a moment of silence to honor victims.\n</P>\n<P>\nThe steel-arched bridge, which was built in 1967, rose about 64 feet (19.5\nmeters) above the river and stretched about 1,900 feet (580 meters) across the\nwater. The bridge was built with a single 458-foot-long (140-meter-long) steel\narch to avoid putting any piers in the water that might interfere with river\nnavigation.\n</P>\n<P>\nThe river's depth at the bridge was not immediately available, but the U.S. Army\nCorps of Engineers maintains a channel depth of at least 9 feet (2.74 meters) in\nthe Upper Mississippi from Minneapolis southward to allow for barge and other\nriver traffic. The site is just downstream from the St. Anthony Falls locks and\ndams.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writers Brian Bakst and Patrick Condon contributed to this\nreport from Minneapolis; Martiga Lohn contributed to this report from St.\nPaul.\n</P>\n", 
            "id": "APW_ENG_20070802.0825"
        }, 
        {
            "headline": "Hopes dim for any survivors a day after Minneapolis bridge collapse", 
            "text": "\n<P>\nDivers searched the Mississippi River on Thursday for more bodies entombed in\ncars trapped beneath the twisted steel and concrete slabs of a collapsed bridge.\nAs many as 30 people were missing as the rescue effort shifted to\nrecovery.\n</P>\n<P>\nThe official death count stood at four Thursday morning, but Police Chief Tim\nDolan said more victims were still in the water.\n</P>\n<P>\n\"We have a number of vehicles that are underneath big pieces of concrete, and we\ndo know we have some people in those vehicles,\" Dolan said Thursday morning. \"We\nknow we do have more casualties at the scene.\"\n</P>\n<P>\nThe eight-lane Interstate 35W bridge, a major Minneapolis artery, was in the\nmidst of being repaired and two lanes in each direction were closed when the\nbridge buckled during evening rush hour Wednesday, sending dozens of cars\nplummeting more than 60 feet (18 meters) into the Mississippi\nRiver.\n</P>\n<P>\nMore than 60 people were injured and as many as 50 vehicles were in the river,\nmany of their occupants having scrambled to shore. The collapse did not appear\nto be terrorism-related.\n</P>\n<P>\nEven so, Sheriff Richard Stanek said law enforcement agents would treat the area\nas a crime scene until a cause for the collapse was determined. \"We're not\nruling anything in, we're not ruling anything out,\" he said.\n</P>\n<P>\nAuthorities were checking license numbers of the cars in the water. Getting the\nvehicles out of the water will involve moving around very large, heavy pieces of\nbridge.\n</P>\n<P>\n\"The bridge is still shifting,\" said Minneapolis Police Chief Tim Dolan. \"We're\ndealing with the Mississippi River. We're dealing with currents. We're going to\nhave to do it slowly and safely.\"\n</P>\n<P>\nRelatives of some of the missing gathered in a hotel ballroom early Thursday,\nwaiting for word on loved ones who couldn't be located.\n</P>\n<P>\n\"I've never wanted to see my brother so much in my life,\" said Kristi Foster,\nwho went to an information center set up at a Holiday Inn looking for her\nbrother Kirk. She had not had contact with her brother or his girlfriend,\nKrystle Webb, since the previous night.\n</P>\n<P>\nMayor R.T. Rybak said he expects the death toll to fluctuate throughout the day.\n\"I think you can expect that to be a dynamic situation for a while,\" he\nsaid.\n</P>\n<P>\nGov. Tim Pawlenty said the bridge was inspected by the Minnesota Department of\nTransportation in 2005 and 2006 and that no immediate structural problems were\nnoted. \"There were some minor things that needed attention,\" he\nsaid.\n</P>\n<P>\n\"They notified us from an engineering standpoint the deck might need to be\nrehabilitated or replaced in 2020 or beyond,\" Pawlenty said Wednesday.\n</P>\n<P>\nThe 40-year-old bridge was rated as \"structurally deficient\" two years ago and\npossibly in need of replacement, the Star Tribune reported. The newspaper said\nthat rating was contained in the U.S. Department of Transportation's National\nBridge Inventory database.\n</P>\n<P>\n\"We've seen it, and we are very familiar with it,\" Jeanne Aamodt, a spokeswoman\nfor the Minnesota Department of Transportation, said of the 2005 assessment of\nthe bridge.\n</P>\n<P>\nAamodt noted that many other bridges around the country carry the same\ndesignation that the I-35W bridge received. She declined to say what the agency\nwas going to do to address the deficiencies found in 2005.\n</P>\n<P>\nRoad crews were working on the bridge's joints, guardrails and lights this week,\nwith lane closures overnight on Tuesday and Wednesday. The bridge was fitted in\n2001 with a computerized anti-icing system that sprayed chemicals on the surface\nduring winter weather, according to documents posted on the Minnesota Department\nof Transportation's Web site.\n</P>\n<P>\nThere were 18 construction workers on the bridge at the time of the collapse,\nsaid Tom Sloan, head of the bridge division for Progressive Contractors Inc., in\nSt. Michael. One of the workers was unaccounted for.\n</P>\n<P>\nSloan said his crew was placing concrete finish on the bridge for what he called\na routine resurfacing project. \"It was the final item on this phase of the\nproject. Suddenly the bridge gave way,\" he said.\n</P>\n<P>\nSloan said his workers described a horrific scene. \"They said they basically\nrode the bridge down to the water. They were sliding into cars and cars were\nsliding into them,\" he said.\n</P>\n<P>\nThe entire span of Interstate 35W crumpled into the river below. Some injured\npeople were carried up the riverbank, while emergency workers tended to others\non the ground.\n</P>\n<P>\nA school bus had crossed the bridge before it collapsed. The bus did not go into\nthe water, and broadcast reports indicated the children on the bus exited out\nthe back door.\n</P>\n<P>\nSenator Norm Coleman of Minnesota said he spoke with Transportation Secretary\nMary Peters, and that both of them along with Minnesota's other senator, Amy\nKlobuchar, will be flying to Minneapolis early Thursday.\n</P>\n<P>\nThe collapsed bridge stood just blocks from the heart of Minneapolis, near\ntourist attractions like the new Guthrie Theater and the Stone Arch Bridge. As\nthe steamy night progressed massive crowds of onlookers circulated in the area\non foot or bicycle, some of them after departing Wednesday night's game at the\nnearby Metrodome early.\n</P>\n<P>\nThe steel-arched bridge, which was built in 1967, rose about 64 feet (19.5\nmeters) above the river and stretched about 1,900 feet (580 meters) across the\nwater. The bridge was built with a single 458-foot-long (140-meter-long) steel\narch to avoid putting any piers in the water that might interfere with river\nnavigation.\n</P>\n<P>\nThe river's depth at the bridge was not immediately available, but the U.S. Army\nCorps of Engineers maintains a channel depth of at least 9 feet (2.74 meters) in\nthe Upper Mississippi from Minneapolis southward to allow for barge and other\nriver traffic. The site is just downstream from the St. Anthony Falls locks and\ndams.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writers Brian Bakst and Patrick Condon contributed to this\nreport from Minneapolis; Martiga Lohn contributed to this report from St.\nPaul.\n</P>\n", 
            "id": "APW_ENG_20070802.0936"
        }, 
        {
            "headline": "Official death toll at 4 in Minneapolis bridge collapse but police say more victims in river", 
            "text": "\n<P>\nDivers searched the Mississippi River Thursday for more bodies entombed in cars\ntrapped beneath the twisted steel and concrete slabs of a bridge that collapsed,\nkilling at least four. As many as 30 people were missing as the rescue effort\nshifted to recovery.\n</P>\n<P>\nGov. Tim Pawlenty also ordered an immediate inspection of all bridges in the\nstate with similar designs and President George W. Bush pledged federal\nassistance while offering his condolences to victims' families.\n</P>\n<P>\nPolice Chief Tim Dolan said more bodies were in the water while hospital\nofficials said 79 others were injured.\n</P>\n<P>\n\"We have a number of vehicles that are underneath big pieces of concrete, and we\ndo know we have some people in those vehicles,\" Dolan said, though he said he\ndid not have a number. \"We know we do have more casualties at the\nscene.\"\n</P>\n<P>\nThe Homeland Security Department said the collapse did not appear to be\nterrorism-related, but Hennepin County Sheriff Richard Stanek said Thursday that\nthe cause was still unknown.\n</P>\n<P>\n\"All indications are that it was a collapse, not an act of someone doing it,\"\nStanek said.\n</P>\n<P>\nThe eight-lane Interstate 35W bridge, a major Minneapolis artery, was in the\nmidst of repairs when the bridge buckled during the evening rush hour Wednesday.\nAs many as 50 cars plummeted more than 60 feet (18.29 meters) into the river,\nsome falling on top one of another. A train had been passing beneath the roadway\nat the time it fell, and a school bus, which had just crossed the bridge, sat on\nthe angled concrete.\n</P>\n<P>\nIn the river, divers were checking for bodies and taking down license plate\nnumbers for authorities to track down the vehicles' owners. Getting the vehicles\nout was expected to take several days and involve moving around very large,\nheavy pieces of bridge.\n</P>\n<P>\n\"The bridge is still shifting,\" Dolan said. \"We're dealing with the Mississippi\nRiver. We're dealing with currents. We're going to have to do it slowly and\nsafely.\"\n</P>\n<P>\nHe said police estimate that 20 to 30 people were unaccounted for, though he\nstressed that it was just an estimate. The depth of the water underneath the\nbridge is between 4 to 14 feet (1.2 to 4.3 meters), according to the Army Corps\nof Engineers.\n</P>\n<P>\nFollowing the collapse, some who were able to escape scrambled to shore and some\nsurvivors carried the injured up the riverbank for medical help. Others jumped\ninto the water to search for more survivors.\n</P>\n<P>\nAt Hennepin County Medical Center, patients had arrived in a steady stream after\nthe collapse, some unconscious or moaning, some barely breathing, others with\nserious head and back injuries, Dr. William Heegaard said.\n</P>\n<P>\n\"There was blood everywhere,\" he said.\n</P>\n<P>\nRelatives who could not find their loved ones at hospitals gathered in a hotel\nballroom Thursday morning for any news, hoping for the best.\n</P>\n<P>\nAuthorities initially said at least seven people had died, but Police Lt. Amelia\nHuffman lowered that number Thursday morning, saying, \"The medical examiner's\noffice only has four sets of remains.\" She said the initial reports were based\non the best estimates authorities had.\n</P>\n<P>\nThe first step of the federal investigation will be to recover pieces of the\nbridge and reassemble them, kind of like a jigsaw puzzle, to try and determine\nwhat happened, National Transportation Safety Board Chairman Mark Rosenker\nsaid.\n</P>\n<P>\nInvestigators also want to review video of the collapse, and were setting up a\nphone number for witnesses to call with information.\n</P>\n<P>\nAs the divers worked their way around at least a dozen submerged vehicles,\nTransportation Secretary Mary Peters announced a $5 million (euro3.66 million)\ngrant to help pay for rerouting traffic patterns around the disaster\nsite.\n</P>\n<P>\n\"We fully understand what happened and we will take every step possible to\nensure something like this will not happen again,\" Peters said.\n</P>\n<P>\nSen. Amy Klobuchar, a Minnesota Democrat, said up to $100 million (euro73\nmillion) in federal funds will also be available for rebuilding and\nrecovery.\n</P>\n<P>\n\"A bridge in America just shouldn't fall down,\" Klobuchar said. \"That's why we\nhave called for this investigation.\"\n</P>\n<P>\nBush also pledged the government's help.\n</P>\n<P>\n\"We in the federal government must respond, and respond robustly, to help the\npeople there not only recover, but to make sure that lifeline of activity -- that\nbridge -- gets rebuilt as quickly as possible,\" he said in Washington.\n</P>\n<P>\nIn 2005, the 40-year-old bridge had been rated as \"structurally deficient\" and\npossibly in need of replacement, according to a federal database. The span rated\n50 on a scale of 120 for structural stability in that review, White House press\nsecretary Tony Snow said.\n</P>\n<P>\n\"This doesn't mean there was a risk of failure, but if an inspection report\nidentifies deficiencies, the state is responsible for taking corrective\nactions,\" he said.\n</P>\n<P>\nThe U.S. Department of Transportation's inspector general last year criticized\nthe Federal Highway Administration's oversight of interstate bridges, saying\ninvestigators found incorrect or outdated maximum weight limit calculations and\nweight limit postings in the National Bridge Inventory and in states' bridge\ndatabases.\n</P>\n<P>\nIncorrect load ratings could endanger bridges by allowing heavier vehicles to\ncross than should be allowed, the inspector general said. The audit did not\nidentify any Minnesota bridges beyond noting that 3 percent of the state's\nbridges were structurally deficient, placing it at the low end among\nstates.\n</P>\n<P>\nPawlenty, the state's governor, said Thursday that there was no indication from\nthat and other reviews that the bridge should be shut down. Peters added that\n\"none of those ratings indicated there was any kind of danger.\"\n</P>\n<P>\nThis week, road crews had been working on the bridge's joints, guardrails and\nlights, with lane closures overnight on Tuesday and Wednesday. In 2001, the\nbridge had been fitted with a computerized anti-icing system that sprayed\nchemicals on the surface during winter weather, according to documents posted on\nthe Minnesota Department of Transportation's Web site.\n</P>\n<P>\nWednesday evening, 18 construction workers were on the bridge when it collapsed,\nsaid Tom Sloan, head of the bridge division for Progressive Contractors Inc., in\nSt. Michael.\n</P>\n<P>\nThe crew was placing concrete finish on the bridge for what he called a routine\nresurfacing project. \"It was the final item on this phase of the project.\nSuddenly the bridge gave way,\" he said.\n</P>\n<P>\n\"They said they basically rode the bridge down to the water. They were sliding\ninto cars and cars were sliding into them,\" he said. One of the workers was\nunaccounted for, he said.\n</P>\n<P>\nThe school bus had just crossed the bridge when the entire span of Interstate\n35W crumpled into the river below. The bus stayed on concrete, and the children\nwere able to escape unharmed out the back door.\n</P>\n<P>\nChristine Swift's 10-year-old daughter, Kaleigh, was on the bus, returning from\na field trip to Bunker Hills in Blaine. She said her daughter called her about\n6:10 p.m.\n</P>\n<P>\n\"She was screaming, 'The bridge collapsed,'\" Swift said. All the children got\noff the bus safely, but about 10 of the children were injured, officials\nsaid.\n</P>\n<P>\nThe collapsed bridge is just blocks from the heart of Minneapolis, near tourist\nattractions like the new Guthrie Theater and the Stone Arch Bridge. As the\nsteamy night progressed massive crowds of onlookers circulated in the area on\nfoot or bicycle, some of them wearing Twins T-shirts and caps after departing\nWednesday night's game at the nearby Metrodome early.\n</P>\n<P>\nThursday's game between the Twins and Kansas City Royals was called off, but the\nTwins decided to go ahead with Wednesday's rather than sending about 25,000 fans\nback out onto the congested highways. Inside the stadium, there was a moment of\nsilence to honor victims.\n</P>\n<P>\nThe steel-arched bridge, built in 1967, rose 64 feet (19.5 meters) above the\nriver and stretched 1,900 feet (579 meters) across the water. It was built with\na single 458-foot-long (140-meter) steel arch to avoid the need for piers that\nmight interfere with river navigation.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writers Brian Bakst and Patrick Condon contributed to this\nreport from Minneapolis; Martiga Lohn contributed to this report from St.\nPaul.\n</P>\n", 
            "id": "APW_ENG_20070802.1275"
        }, 
        {
            "headline": "Bridge collapse in Minnesota kills 4; crews search for more victims in water", 
            "text": "\n<P>\nDivers searched the Mississippi River for bodies still trapped beneath the\ntwisted debris of a collapsed freeway bridge, as finger-pointing began Thursday\nover a federal report two years ago that found the bridge was \"structurally\ndeficient.\"\n</P>\n<P>\nThe official death count from Wednesday evening's collapse stood at four, but\nPolice Chief Tim Dolan said more bodies were in the water. As many as 30 people\nwere reported missing, and the rescue effort had shifted to recovery. Hospital\nofficials said 79 people were injured.\n</P>\n<P>\nA strong current and low visibility hampered the search, and divers were pulled\nout of the water Thursday afternoon so it could be lowered, said Inspector Jeff\nStorms of the sheriff's department. Twelve vehicles had been located in the\nriver, officials said.\n</P>\n<P>\n\"We have a number of vehicles that are underneath big pieces of concrete, and we\ndo know we have some people in those vehicles,\" Dolan said. \"We know we do have\nmore casualties at the scene.\"\n</P>\n<P>\nThe eight-lane Interstate 35W bridge, a major Minneapolis artery, was in the\nmidst of repairs when it buckled during the evening rush hour. Dozens of cars\nplummeted more than 60 feet (18 meters) into the Mississippi River, some falling\non top one of another. A school bus sat on the angled concrete.\n</P>\n<P>\nThe bridge was Minnesota's busiest, and carried approximately 141,000 vehicles\nper day.\n</P>\n<P>\nPresident George W. Bush, who will travel to the scene of the disaster on\nSaturday, said the federal government would help rebuild the bridge in the city\nthat will host next year's Republican National Convention.\n</P>\n<P>\n\"We in the federal government must respond, and respond robustly, to help the\npeople there not only recover, but to make sure that lifeline of activity -- that\nbridge -- gets rebuilt as quickly as possible,\" Bush said.\n</P>\n<P>\nStill stung by harsh criticism of the government's sluggish response to\nHurricane Katrina, Bush talked with state and local officials in Minnesota, and\nthe administration dispatched officials to the scene.\n</P>\n<P>\nFirst lady Laura Bush will visit Minneapolis on Friday to console victims of the\ndisaster.\n</P>\n<P>\nThe U.S. House Transportation Committee quickly approved legislation Thursday\nthat would direct $250 million (euro183 million) to Minnesota to help it replace\nthe bridge. But in the Senate, Majority Leader Harry Reid, a Democrat, said it\nwas too soon to approve emergency funding for a new bridge because it is unclear\nhow much will be needed. Congress recesses for its August vacation on\nFriday.\n</P>\n<P>\nThe White House said a U.S. inspection of the 40-year-old bridge in 2005 found\nproblems. The Interstate 35W span rated 50 on a scale of 100 for structural\nstability and was classified as \"structurally deficient,\" transportation\nofficials said.\n</P>\n<P>\nThe designation means some portions of the bridge needed to be scheduled for\nrepair or replacement, and it was on a schedule for inspection every two years.\n\"It didn't mean that the bridge is unsafe,\" Transportation Secretary Mary Peters\nsaid.\n</P>\n<P>\nEarlier, at the White House, press secretary Tony Snow said while the inspection\ndid not indicate the bridge was at risk of failing, \"If an inspection report\nidentifies deficiencies, the state is responsible for taking corrective\nactions.\"\n</P>\n<P>\nMinnesota Gov. Tim Pawlenty on Thursday ordered an immediate inspection of all\nbridges in the state with similar designs, but said the state was never warned\nthat the bridge needed to be closed or immediately repaired. Another inspection\nwas scheduled for completion in September.\n</P>\n<P>\n\"There was no call by anyone that we're aware of that said it should be\nimmediately closed or immediately replaced,\" Pawlenty said. \"It was more of a\nmonitor, inspect, maintain, and potentially replace it in the\nfuture.\"\n</P>\n<P>\nLater Thursday, officials alerted states to immediately inspect all steel-deck\ntruss bridges similar to the one that collapsed in Minneapolis bridge. There are\napproximately 700 such spans, according to U.S. Transportation Department\nspokesman Brian Turmail.\n</P>\n<P>\nGovernors across America scrambled Thursday to conduct bridge inspections,\nordering engineers to review the safety of thousands of structures.\n</P>\n<P>\nNearly 13 percent of America's bridges were classified as \"structurally\ndeficient\" in 2004, meaning they are deteriorating, according to a report issued\nby the Federal Highway Administration. That was 75,422 bridges out of about\n600,000 nationwide.\n</P>\n<P>\nIn the Mississippi River, divers took down license plate numbers for authorities\nto track down the vehicles' owners. Getting the vehicles out was expected to\ntake several days and involve moving around very large, heavy pieces of\nbridge.\n</P>\n<P>\nRelatives who could not find their loved ones at hospitals gathered in a hotel\nballroom Thursday for any news, hoping for the best.\n</P>\n<P>\nAs many as 50 vehicles tumbled into the river when the bridge collapsed, leaving\nthose who could escape to scramble to shore. Some survivors carried the injured\nup the riverbank, while emergency workers tended to others on the ground and\nsome jumped into the water to look for survivors. Fire and black smoke rose from\nthe wreckage.\n</P>\n<P>\n\"People who were pinned or partly crushed told emergency workers to say 'hello'\nor say 'goodbye' to their loved ones,\" Dolan said.\n</P>\n<P>\nAron Dahlgren, 23, a University of Minnesota graduate student, was driving to\nhis girlfriend's home when the bridge began to fall. He noticed overhead road\nsigns in front of him start to sink -- and then his car plummeted.\n</P>\n<P>\n\"That's the longest two or three seconds of your life,\" Dahlgren said. \"That was\nthe scariest place. I kept on thinking -- I kept on questioning, was this how I\nwas going to die. If I'd have left 30 seconds earlier, I'd have been over the\nwater.\"\n</P>\n<P>\nThe first step of the federal investigation will be to recover pieces of the\nbridge and reassemble them, much like a jigsaw puzzle, to try and determine what\nhappened, NTSB Chairman Mark Rosenker said.\n</P>\n<P>\nInvestigators also want to review video of the collapse.\n</P>\n<P>\nEngineers spotted structural problems in the bridge as far back as 1990, but\nstate officials thought patches and yearly inspections would be enough to keep\nit together, Minnesota's top bridge engineer said. This year's inspection\nstarted in June and would have been finished in September after $2.4 million\n(euro1.76 million) worth of maintenance on the deck, joints, guardrails and\nlights.\n</P>\n<P>\n\"We thought we had done all we could. Obviously something went terribly wrong,\"\nstate bridge engineer Dan Dorgan said.\n</P>\n<P>\nThe steel-arched bridge, built in 1967, rose 64 feet (19.5 meters) above the\nriver and stretched 1,900 feet (579 meters) across the water. It was built with\na single 458-foot(140-meter)-long steel arch to avoid the need for piers that\nmight interfere with river navigation.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writers Brian Bakst and Patrick Condon contributed to this\nreport from Minneapolis; Martiga Lohn contributed to this report from St. Paul,\nand Deborah Hastings contributed to this report from New York.\n</P>\n", 
            "id": "APW_ENG_20070802.1609"
        }
    ], 
    "id": "D1122D", 
    "title": "Minnesota Bridge Collapse"
}