{
    "docSet": [
        {
            "headline": "THE LAND OF NOD-OFF", 
            "text": "\n<P>\nAn afternoon snooze refreshes, revitalizes, recharges body and\nsoul. Yet in our caffeine-buzzed society, naps are downright un-American.\n</P>\n<P>\nSlamming Red Bull, hanging at Starbucks and draining quad-shots of espresso\nis a lot more socially acceptable as the \"cure\" for\nsleep debt. Besides, it's tough to nap with all that\ncaffeine rocketing through the aorta.\n</P>\n<P>\nAnd remember, if you snooze, you lose, right?\n</P>\n<P>\nNot according to scientific research. The rejuvenating effects of naps has\nresurfaced in a new Stanford University School of Medicine study.\nEmergency room doctors and nurses who worked overnight shifts and\nwere allowed 40-minute naps showed a boost in alertness and\nperformance over those who worked straight through.\n</P>\n<P>\nWhich group of doctors would you prefer probing your abdomen for\na 38-caliber slug?\n</P>\n<P>\n\"Napping is a very powerful, very inexpensive way of improving our\nwork,\" says Dr. Steven Howard, one of the study's authors.\n</P>\n<P>\nResearch by Cornell University's James Maas, who is credited with coining\nthe term \"power nap,\" revealed that nearly four in 10\nAmerican workers admit napping on the job, snoozing in bathroom\nstalls, at their desks (under them, too) or in their\ncars in company parking lots.\n</P>\n<P>\nJack Dunlap of Gold River, Calif., became devoted to naps during\nhis 25 years as a bailiff.\n</P>\n<P>\n\"I had an hour for lunch,\" he says. \"One day I\nthought, 'I'll try it in the car and hope I\nwake up.' Only once did they have to come out\nand wake me up. I slept there in the parking\nlot for 20 years. I had energy when I woke\nup from those naps.\"\n</P>\n<P>\nConvincing bosses that productivity improves with an afternoon nap hasn't met\nwith overwhelming success. Despite being supported by medical studies that\nwould fill the Louisiana Superdome, the benefit of naps has\nbeen ignored for the illusion of an indefatigable workforce.\n</P>\n<P>\nIn the 1990s, the 20-minute power nap stirred corporate America, but\nit was a ripple, not a tsunami. Sleeping on the\njob with the boss' blessing remains a rare perk.\n</P>\n<P>\n\"Slackers or an old person,\" says lifelong napper Karen Calhoun, 39,\nof Elk Grove, Calif., offering her take on America's opinion\nof nappers. Grim, indeed.\n</P>\n<P>\nInterestingly enough, the Starbucks phenomenon also began brewing during the 1990s\nwhen the Seattle-based company spread its coffee experience nationwide. Why\ntake a nap when you can sip your way to\nconsciousness?\n</P>\n<P>\n\"We drive ourselves too hard,\" says Jill Murphy Long, a dedicated\nnapper and author of \"Permission to Nap\" (Sourcebooks Inc., $14.95,\n175 pages). \"How many people are on Prozac and Zoloft?\nThere's a better way to go about it than taking\nchemicals.\"\n</P>\n<P>\nHer better way to combat stress, anxiety and fatigue is a\nchin-dropping nap, as natural as a cotton ball. The human\nbody yearns for afternoon slumber. Our so-called internal circadian biological\nclock sounds the alarm for the needed Zs.\n</P>\n<P>\n\"There's always a dip in the level of alertness in the\nafternoon,\" says Dr. Lydia Wytrzes (pronounced WHY-tress), director of Sutter\nSleep Center in Sacramento.\n</P>\n<P>\nLate evening and afternoon are the two daily periods when our\nspecies tends to get sleepy-eyed. Our natural circadian rhythms kick\nin, begging for nap time. Trouble is, there's plenty to\nget in the way of a good nap -- guilt,\nkids, jobs, commute time, appointments. America is not the Land\nof Nod.\n</P>\n<P>\nKids take naps, often when coerced. Sleep-deprived teens crash just about\nanywhere because they're nocturnal and need more than eight hours\nof sleep per day. Older folks nap, partly because they\ndon't sleep as soundly at night. The rest of us\nhave to look for excuses to nap. It's become a\ncultural thing.\n</P>\n<P>\n\"Our society has evolved to where napping is not part of\nour culture like in certain Latin cultures where the siesta\nis almost considered the norm,\" says Wytrzes.\n</P>\n<P>\nShe acknowledges that sleep medicine and sleep research have been \"behind\nthe curve more than other medical areas.\" She says about\na third of Americans complain about sleep problems and around\n10 percent (30 million Americans) have serious sleep problems.\n</P>\n<P>\n\"Twenty or 30 years ago the real go-getter was someone who\nslept less than they needed,\" says Wytrzes. \"You know, 'Burn\ncandles at both ends' or 'The early bird gets the\nworm.' Sleep, in general, was thought not to be all\nthat important.\"\n</P>\n<P>\nToday, thanks to research and certified sleep specialists such as Wytrzes,\nwe're learning the importance of adequate sleep and receiving treatment\nto get to sleep.\n</P>\n<P>\nWomen are especially prone to burnout from lack of sleep, according\nto \"Permission to Nap\" author Murphy Long. Fortunately for sleepy\nwomen, a Penn State College of Medicine study found that\nthey're much better than men at enduring sleep deprivation, possibly\nbecause of \"profound demands of infant and child care placed\non them for most of mankind's history.\"\n</P>\n<P>\nNaps aren't even a viable option for many women attempting to\nconquer the modern world's 24-hour day.\n</P>\n<P>\n\"Every time I survey women they say, 'If I sit down\nI feel guilty, I feel selfish,' \" says Murphy Long,\nwho lives, works and naps in Steamboat Springs, Colo. \"'I\ncan only nap if I'm sick, on vacation or on\na holiday.' There's always something they think they should be\ndoing. They're always grabbing another Mountain Dew.\"\n</P>\n<P>\nLong, who once owned her own advertising company in Los Angeles,\nwould set aside 15 to 20 minutes a day to\n\"decompress.\"\n</P>\n<P>\n\"I'd close my eyes and listen to music,\" she says. \"Hey,\nit was my company. Now, I just collapse.\"\n</P>\n<P>\nDunlap of Gold River learned the joy of napping from jockeys\nwho would catch \"40 winks\" just about anywhere to recharge\nbefore horse races. Now retired, he has moved his daily\nafternoon siesta from the parking lot to his home. About\na half-hour is plenty for him.\n</P>\n<P>\n\"In the winter I'll sleep on the floor in the bedroom,\"\nhe says. \"The sun comes through the window and it's\nwarm. In the nice months I'm in the pool on\nan air mattress. The nap comes first. Once you get\ninto it, it's like being on a drug.\"\n</P>\n<P>\nAs a child, Dunlap hated naps. \"It was like punishment,\" he\nsays.\n</P>\n<P>\nCalhoun of Elk Grove would voluntarily take naps as a child.\n</P>\n<P>\n\"If they hadn't put me down, I'd put myself down for\na nap,\" she recalls. \"Before I had children I'd come\nhome from work, take a nap and then make dinner.\"\n</P>\n<P>\nNow working full time, Calhoun savors naps on weekends -- both\ndays unless the family has plans.\n</P>\n<P>\n\"My naps are after lunch, about 1 p.m. or so,\" she\nsays. \"It'll be for an hour or so. I'm not\na power napper -- 20 minutes doesn't get it.\"\n</P>\n<P>\nCalhoun, once a couch napper, now prefers her bed, atop the\ncovers. \"I'm not remaking the bed,\" she says. \"I'm a\nlazy napper.\"\n</P>\n", 
            "id": "NYT_ENG_20070107.0144"
        }, 
        {
            "headline": "Doctors ignore sleep problems of elderly: study", 
            "text": "\n<P>\nDoctors rarely note the sleep problems of older patients, although two-thirds of\nthem report these complaints, according to a new study.\n</P>\n<P>\nResearchers at the U.S. Northwestern University studied 1,503 patients aged 60\nand older who visited their primary-care doctors.\n</P>\n<P>\nThey surveyed the patients about sleep problems and found that 69 percent of the\npatients had at least one sleep complaint, and 40 percent had two or more.\nForty-five percent of the patients said they had \"difficulty falling asleep,\nstaying asleep, or being able to sleep.\"\n</P>\n<P>\nThe study, published in a recent issue of the American Journal of Geriatric\nPsychiatry, said despite the high rate of sleep complaints among the patients, a\nsleep complaint was only reported by the doctor in the patient's chart 19\npercent of the time, even when the patient indicated sleep problems in all five\nsleep questions on the survey.\n</P>\n<P>\nThis is important, since previous research has linked sleep disorders in the\nelderly to poorer mental and physical health and quality of life, the study\nnoted.\n</P>\n<P>\n\"A doctor may not think that it's very important to ask the patient about sleep.\nWe (the researchers) hypothesize that doctors think that sleep problems are a\nnormal part of aging, and there's not much they can do about it,\" study author\nKathryn Reid, a research assistant professor of neurology at Northwestern's\nFeinberg School of Medicine, said.\n</P>\n<P>\nBut while some sleep problems - including a reduction in deep sleep - tend to\noccur with age, sleep disturbances are not an inevitable part of aging. In fact,\na recent study found that among older people with exceptionally good health,\nonly 1 percent had sleep difficulties.\n</P>\n<P>\n\"Now, a lot of studies show that not getting enough sleep can lower your\nmetabolic function; be associated with cardiovascular problems, cancer and\nbreast cancer in women; and increase our mortality. Sleep deprivation also\nincreases your sensitivity to pain,\" Reid said.\n</P>\n<P>\nTreatment options for sleep disorders may include meditation, exercise and\nbright light or evening activity.\n</P>\n", 
            "id": "XIN_ENG_20070114.0178"
        }, 
        {
            "headline": "ANOTHER REASON TO GET A GOOD NIGHT'S SLEEP", 
            "text": "\n<P>\nSleep is critical to preparing the brain to lay down memories\nthe next day, according to a Harvard study. A single\nnight of sleep deprivation can limit the consolidation of memory\nthe next day, researchers showed in their study of 28\nsubjects, half of whom were kept awake all night. The\nsleep-deprived subjects performed significantly worse on memory tests than those\nwho had slept well, and their brain scans showed less\nactivity in the area of the hippocampus that is key\nto remembering an event or episode. There are two possible\nexplanations for these results, according to the study. Either the\nsleep-deprived body actively inhibits brain function, or the lack of\nsleep leads to an accumulation of information that overwhelms the\nhippocampus. Other than humans, \"few species are intentionally sleep-deprived,\" said\nlead author Seung-Schik Yoo of Brigham and Women's Hospital, so\nnot much is known about the biological implications of sleep\ndeprivation.\n</P>\n<P>\nBOTTOM LINE: Even one night of lost sleep can impair the\nbrain's ability to remember new information.\n</P>\n<P>\nCAUTIONS: There are natural variations in the amount of sleep each\nperson needs, and there is no universal definition of sleep\ndeprivation.\n</P>\n<P>\nWHAT'S NEXT: \"What we did was just a snapshot of what\nactually happened\" when people were deprived of sleep, but the\n\"Holy Grail\" of all sleep researchers, Yoo said, is to\nfigure out what's really going on during sleep.\n</P>\n<P>\nWHERE TO FIND IT: Nature Neuroscience, Feb. 11.\n</P>\n<P>\nKAREN WEINTRAUB\n</P>\n", 
            "id": "NYT_ENG_20070212.0089"
        }, 
        {
            "headline": "Sleep deprivation leads to smoking, drinking", 
            "text": "\n<P>\nSleep loss or disturbed sleep can heighten the risk for adolescents to take up\nsmoking and drinking, according to a new study.\n</P>\n<P>\nThe study, conducted by Xianchen Liu, MD, PhD, of the University of Pittsburgh,\nwas based a questionnaire survey among 1, 362 adolescents, with an average age\nof 14.6 years, in five high schools in China. The self-administered\nquestionnaire collected data on sleep patterns, sleep problems, smoking and\ndrinking behavior, behavioral and emotional problems, life stress, and\ndemographic characteristics of the adolescent and family.\n</P>\n<P>\nThe research abstract was presented on Tuesday at SLEEP 2007, the 21st Annual\nMeeting of the Associated Professional Sleep Societies (APSS) in Westchester,\nIllinois.\n</P>\n<P>\nThe results showed that sleeping less than eight hours at night, frequent\nnightmares and difficulty initiating sleep were significantly associated with\ndrinking. Further, smoking was related to sleeping less than eight hours,\nbedtime later than midnight, nightmares, difficulty initiating sleep, difficulty\nmaintaining sleep and hypnotic medication use.\n</P>\n<P>\n\"These findings demonstrate significant associations between sleep quantity and\nsleep disturbances and smoking and drinking in Chinese adolescents,\" said Liu.\n\"Although prospective, longitudinal studies are warranted, these findings\nsuggest a potential role of sleep intervention, that is, education in sleep\nhygiene and the treatment of sleep disturbances in the prevention of adolescent\nsubstance use.\"\n</P>\n<P>\nThe amount of sleep a person gets affects his or her physical health, emotional\nwell-being, mental abilities, productivity and performance, according to the\nstudy.\n</P>\n<P>\nRecent studies associate lack of sleep with serious health problems such as an\nincreased risk of depression, obesity, cardiovascular disease and diabetes.\n</P>\n", 
            "id": "XIN_ENG_20070612.0291"
        }, 
        {
            "headline": "Insufficient sleep increases risk of cardiovascular disease: study", 
            "text": "\n<P>\nChronic sleep deprivation can do more than leave you short-tempered: it can also\nstress your heart and raise your risk of cardiovascular disease and death,\naccording to a study released Wednesday.\n</P>\n<P>\nThe neurological and behavioural effects of long-term sleep loss have been well-\ndocumented, ranging from lowered concentration and hand-eye coordination to poor\nmood.\n</P>\n<P>\nBut the study by researchers at the University of Pennsylvania School of\nMedicine adds to a growing body of evidence that there is also a physiological\nprice to be paid for insufficient time under the sheets.\n</P>\n<P>\nThe study found that a sleep deficit built up over just five nights can\nsignificantly impair heart function.\n</P>\n<P>\nThe researchers tested the cardiac function of their 39 volunteers twice -- once\nat the beginning of the study, after a night of 10 hours' sleep, and again after\nfive nights when they got a mere five hours of shut-eye each night.\n</P>\n<P>\nThe electrocardiograms revealed that all of the volunteers had a much faster\nheart beat and significantly less heart rate variability following the nights of\nsleep deprivation.\n</P>\n<P>\nHeart rate variability describes the naturally occurring beat-to-beat changes in\nheart rate which reflect the body's adjustment to a host of stresses and\nstimuli.\n</P>\n<P>\nReduced variability can be a marker for cardiac problems and other diseases and\nhas been linked to high blood pressure.\n</P>\n<P>\n\"The effect of the sleep deficit was to increase the stress on the hearts of\nthese volunteers,\" said Siobhan Banks, a lead author on the study.\n</P>\n<P>\n\"If our finding is sustained by a larger group and further analysis, it may\nsuggest why short sleep duration is associated with a heightened risk of\ncardiovascular disease and mortality.\"\n</P>\n<P>\nThe findings are consistent with previous research showing that shift workers\nare at higher risk for cardiovascular disease due to the fact that they get less\nsleep because of the disruption in their circadian or sleep-wake rhythms.\n</P>\n<P>\nBanks, an assistant professor at the University of Pennsylvania in Philadelphia,\nwill present her study Wednesday at SLEEP 2007, the annual gathering of the\nAssociated Professional Sleep Societies in Minneapolis, Minnesota.\n</P>\n", 
            "id": "AFP_ENG_20070613.0035"
        }, 
        {
            "headline": "More Sleep Means More Athletic Success, Study Finds", 
            "text": "\n<P>\nGetting a good night's sleep has its rewards, such as reduced\nfatigue and better concentration. For athletes, the benefits may be\neven bigger -- faster speed and improved performance.\n</P>\n<P>\nThose are the findings from a recent, albeit small study in which\ncollege basketball players fared better on sprints and free throws\nafter sleeping more than they normally did.\n</P>\n<P>\n``Athletes understand how important training is, and nutrition, but\nthere's a third component that makes a big difference in how they\nperform -- sleep,'' says Cheri Mah, lead author of the study presented\nlast week at the Associated Professional Sleep Societies' meeting in\nMinneapolis.\n</P>\n<P>\nMah, a researcher at the Stanford Sleep Disorders Clinic and\nResearch Laboratory, says athletes often aren't counseled on the value\nof adequate sleep, adding that college students are no strangers to\nsleep deprivation, sometimes maxing out at five or six hours of sleep\na night. That's far below the 91/2 to 10 hours recommended by sleep\nexperts for adolescents and young adults.\n</P>\n<P>\nThe study followed six Stanford basketball players, ages 18 to 21,\nduring their 2006 playing season. For two weeks they followed normal\nsleep patterns, then they were told to sleep as much as they could for\nsix weeks, with a goal of 10 hours a night, and to maintain a regular\nsleeping and waking schedule. During both phases, the players were\ntested several times a week on sprints and free throws after team\npractice.\n</P>\n<P>\nSprint times improved by a second by the end of the study (16.3\ncompared with 15.3 on a 282-foot sprint). Free throws averaged 7.9\n(out of 10) during the regular sleep period, versus 8.8 at the end.\nThree-point shots picked up as well, averaging 9.2 (out of 15) during\nregular sleep and 11 upon completion.\n</P>\n<P>\nMah says that since the study began in the middle of the season,\n``there shouldn't be a learning curve from the baseline'' that would\ngreatly affect the results.\n</P>\n<P>\nThe athletes were also given standard subjective written tests that\nmeasured mood and fatigue; after sleeping more, they reported\nincreased energy and improved mood.\n</P>\n<P>\n``I think the sleep debt is the biggest factor that's weighing down\nthese athletes,'' Mah says. ``When they're in season, they believe\nthey're doing well, but they don't realize how much better they'd be\nif they reduced their sleep debt. A lot of athletes think that fatigue\nis normal.''\n</P>\n<P>\nA previous study on sleep deprivation published in 1999 in the\nLancet found that less sleep resulted in impaired glucose metabolism,\nwhich affects how the body stores and processes glucose for energy.\n</P>\n<P>\nEven for the weekend basketball player, more sleep could result in\nbetter games, says Mah: ``Getting a little extra sleep will give you\nthat little bit more.''\n</P>\n", 
            "id": "LTW_ENG_20070621.0048"
        }, 
        {
            "headline": "STUDY FINDS A LINK BETWEEN LACK OF SLEEP, WEIGHT GAIN", 
            "text": "\n<P>\nCox News Service\n</P>\n<P>\nDAYTON, Ohio -- Is there a correlation between lack of sleep and\nweight gain?\n</P>\n<P>\nEvery two years for 16 years, the Nurses Health Study collected\ndata from more than 68,000 women ages 40 to 65, which included\ninformation on sleep habits and body weight. The study found that\nparticipants who slept five hours a night were 32 percent more\nlikely to experience a weight gain of 33 pounds or greater, and 15\npercent more likely to become obese, compared with participants who\nslept seven hours a night.\n</P>\n<P>\nThe group who slept for six hours were 12 percent more likely to\nexperience major weight gain and 6 percent more likely to become\nobese when compared with those who slept seven hours a night. One\npossible explanation for these differences is that lack of sleep\ncauses the body to burn calories less efficiently. Variations in\neating habits and exercise among the groups also explained some of\nthe weight gain, although no single factor can be pinpointed.\n</P>\n<P>\nThe amount and quality of sleep affects hormones that regulate\nappetite and metabolism. A study at the University of Chicago found\nthat participants who slept only four hours a night for two nights\nhad an 18 percent decrease in leptin and a 28 percent increase in\nghrelin. Leptin is a hormone that suppresses appetite by affecting\nhow full and satisfied we feel after eating. Ghrelin is a hormone\nthat stimulates appetite.\n</P>\n<P>\nWith sleep deprivation, levels of leptin fall, while ghrelin\nlevels increase. Participants in the study, all healthy young men,\nshowed a 24 percent increase in appetite along with elevated\ncravings for sweets, salty foods, and starchy foods like bread and\npasta. Leptin is only one of a large number of genes that can\ninfluence body weight, while environment and lifestyle behaviors\nremain the primary causes of weight gain.\n</P>\n<P>\nWhen a person is fatigued from too little sleep, they are also\nless likely to exercise, making it easier to put on extra pounds.\nLack of sleep affects other hormones such as cortisol, insulin and\ngrowth hormone, potentially causing a desire for high-calorie\nfoods.\n</P>\n<P>\nIt is believed that decreased amounts of REM sleep can lead to\nincreased food intake. REM stands for \"Rapid Eye Movement\" and is\nthe \"dream\" phase of the sleep cycle. During REM sleep brain\nactivity increases with less muscle activity.\n</P>\n<P>\nAside from the potential increase in body weight, sleep\ndeprivation can have serious effects on physical and mental health.\nWhen the brain has to work harder in an effort to counteract sleep\ndeficit, its ability to function deteriorates quickly. Memory,\nconcentration and problem solving capabilities decrease. The\nability to handle everyday stress, maintain a healthy immune system\nand control emotions is also compromised.\n</P>\n<P>\nIt is recommended that children ages 3 to 5 years get 11-13\nhours of sleep per night; ages 5-12, 9 to 11 hours; and\nadolescents, 8 1/2 to 9 1/2 hours. Although most experts recommend\nseven to nine hours of sleep a night for adults, the exact amount\nneeded to function at our best varies from person to person.\n</P>\n<P>\nWhat about napping? A study at NASA on sleep-deprived military\npilots and astronauts showed that taking a 40-minute nap improved\nperformance by 34 percent and alertness 100 percent. Naps that are\ntoo long or taken too late in the day, however, affect the quality\nof nighttime sleep, so proper planning is important. Generally, a\n20- to 30-minute nap is enough time to reap the benefits of\nincreased alertness and performance and improved mood.\n</P>\n<P>\nMarjie Gilliam is an International Sports Sciences Association\nMaster certified personal trainer and fitness consultant. She owns\nCustom Fitness Personal Training Services. Write to her in care of\nthe Dayton Daily News, contact her at (937) 878-9018 or by e-mail\nat OHTrainer @ aol.com. Her Web site is www.ohtrainer.com.\n</P>\n", 
            "id": "NYT_ENG_20070806.0068"
        }, 
        {
            "headline": "More Children Are Being Treated for Sleep Disorders, Study Finds", 
            "text": "\n<P>\nPeople tend to think of sleep problems as adult problems, connected\nto trouble with weight, diet, stress or depression. But more and more\nchildren are having trouble sleeping -- and more often than not, a new\nstudy finds, treatment comes in the form of a pill.\n</P>\n<P>\nThe trend is concerning, the study authors say, because sleep\ndeprivation can lead to headaches, irritability, impaired\nconcentration and even behavior akin to attention-deficit\nhyperactivity disorder.\n</P>\n<P>\nIn addition, little is known about the consequences of the\nprescriptions children are being given to deal with their sleep\ndisturbances. Neither their safety nor effectiveness has been studied\nin young people.\n</P>\n<P>\nIn the report, published in the Aug. 1 issue of the journal Sleep,\nresearchers at Ohio State University in Columbus analyzed 18.6 million\ncases of sleep disorders in patients age 17 or younger. They found\nthat 81 percent of the cases resulted in a drug prescription to treat\nthe problem. Only 7 percent of patients received dietary counseling,\nand only 22 percent were given behavioral therapies such as\npsychotherapy or stress-management counseling.\n</P>\n<P>\nThe data, collected from 1993 to 2004 as part of the National\nAmbulatory Medical Care Survey, consisted of nationwide records of\nvisits to doctors within all areas of medical practice.\n</P>\n<P>\nThe high rates of sleep-disorder prescriptions are supported by\nindustry figures. According to a drug trend report published by Medco,\na company that processes prescription-drug claims, sedative or\nhypnotic drug prescriptions grew at a rate of 14.6 percent in 2006,\nfaster than any other class of medications. Medco also reported large\nincreases in sleep-aid prescriptions made to children ages 10 to 19,\nan 80 percent increase for girls and a 64 percent increase for boys\nfrom 2001 to 2006.\n</P>\n<P>\nOften, the drugs were not ones specifically designed to aid sleep.\nAntihistamines (such as Atarax) and alpha-2-agonist drugs (such as\nCatapres or Tenex) have sedative effects secondary to their intended\nuse. Drugs such as non-benzodiazepines, specifically designed to aid\nsleep, were given less often.\n</P>\n<P>\nMany factors that impair sleep in adults such as obesity are at\nwork in kids, says study senior author Milap Nahata, an Ohio State\nUniversity professor of medicine. Changed habits may be playing a part\nas well. The National Sleep Foundation reported in 2006 that only 20\npercent of adolescents get the recommended nine hours of sleep;\ndistractions such as computers or video games in kids' bedrooms may\nlessen sleep quality.\n</P>\n<P>\nSleep issues in children aren't always easy to recognize.\n``Children with sleep disorders don't necessarily look sleepy,'' says\nDr. Ronald Chervin, director of the University of Michigan Sleep\nDisorder Center. ``Some (sleepy) children look hyperactive -- they\nfidget, they jump up and down.''\n</P>\n<P>\nHe says it's reasonable for doctors to prescribe a sleep aid for a\nshort time while behavioral changes, which can be quite effective, are\nmade. Only 19 percent of cases in the study received medication in\nconcert with behavior therapy.\n</P>\n<P>\nChervin adds that in some cases, such as when a child is\ndevelopmentally impaired, behavioral approaches may not be\nappropriate. In other cases, pediatricians may be too busy to try\nbehavioral approaches, or they may be influenced by parents.\n</P>\n<P>\nMany doctors lack understanding of sleep disorders, says Dr.\nWilliam Kohler, medical director of the Florida Sleep Institute.\nMedical schools spend only a few hours on the topic. A 2001 survey of\n626 pediatricians reported that only 25 percent felt confident\ntreating such disorders.\n</P>\n", 
            "id": "LTW_ENG_20070809.0043"
        }, 
        {
            "headline": "Early rising no good for the heart: study", 
            "text": "\n<P>\nGenerations have praised the wisdom of getting up early in the morning, but a\nJapanese study says early-risers are actually at a higher risk of developing\nheart problems.\n</P>\n<P>\nThe study, conducted by researchers from several universities and hospitals in\nthe western Japanese city of Kyoto, revealed a link between wake-up times and a\nperson's cardiovascular condition.\n</P>\n<P>\n\"Rising early to go to work or exercise might not be beneficial to health, but\nrather a risk for vascular diseases,\" said an abstract of the study.\n</P>\n<P>\nThe study, covering 3,017 healthy adults aged between 23 through 90, found that\nearly risers had a greater risk of heart conditions including hypertension and\nof having strokes.\n</P>\n<P>\nHowever, the study also noted that early risers were usually older.\n</P>\n<P>\nThe study is being presented this week at the World Congress of the World\nFederation of Sleep Research and Sleep Medicine Societies, being held in Cairns,\nAustralia.\n</P>\n<P>\nA separate study released in June by researchers at the University of\nPennsylvania found that chronic sleep deprivation adds stress to the heart,\nputting a person at greater risk of cardiovascular disease and death.\n</P>\n", 
            "id": "AFP_ENG_20070906.0414"
        }, 
        {
            "headline": "New study reveals women's health more at risk from sleep deprivation", 
            "text": "\n<P>\nA new study by British researchers reveals that women's health is much more at\nrisk from sleep deprivation than men's.\n</P>\n<P>\nThe study, carried out by researchers at Warwick Medical School at the\nUniversity of Warwick, Britain, involved 5,766 volunteers (4,199 men and 1,567\nwomen) from 20 London-based civil service departments, according to a press\nrelease from the university on Friday.\n</P>\n<P>\nThe researchers looked at men and women sleeping less than or equal to 5 hours a\nnight to see if their risk of developing hypertension was any higher than men\nand women getting the recommended 7 hours or more of sleep a night.\n</P>\n<P>\nThe researchers found that those women in the study group who slept less than or\nequal to 5 hours a night were twice as likely to suffer from hypertension than\nwomen who slept for the recommended seven hours or more a night.\n</P>\n<P>\nThe researchers found no difference between men sleeping less than 5 hours and\nthose sleeping 7 hours or more.\n</P>\n<P>\nThe researchers defined hypertension as blood pressure equal to or higher than\n140/90 mm Hg or if the subject made regular use of antihypertensive medications.\n</P>\n<P>\nAmong other problems, increased hypertension increases the risk of\ncardiovascular problems, according to the researchers.\n</P>\n<P>\nSustained sleep curtailment, ensuing excessive daytime sleepiness, and the\nhigher cardiovascular risk are causes for concern with emerging evidence\nsuggesting a potential role for sleep deprivation as a predictor or risk factor\nfor conditions such as obesity and diabetes, according to Professor Francesco\nCappuccio, who led the research.\n</P>\n", 
            "id": "XIN_ENG_20070907.0247"
        }
    ], 
    "id": "D1127E", 
    "title": "Sleep Deprivation"
}