{
    "docSet": [
        {
            "headline": "EDITORIAL: BEARISH ON HABITAT", 
            "text": "\n<P>\nPolar bears are the kings of the Arctic,\nhaving adapted to an environment where few predators can survive.\nYet with global warming, these kings are watching their kingdom\nmelt away.\n</P>\n<P>\nAccording to NASA, the Arctic Ocean has lost about 20 percent\nof its sea ice since the 1970s, an area of\n502,000 square miles -- twice the size of Texas. Polar\nbears depend on sea ice so they can travel and\nfloat to hunt seal and to reach coastal areas off\nGreenland, Canada, Alaska, Russia and Scandinavia.\n</P>\n<P>\nWith the loss of sea ice, the worldwide population of polar\nbears -- estimated at about 20,000 to 25,000 -- has\nsteadily declined. The most studied population, in the West Hudson\nBay of Canada, dropped 22 percent from 1987 to 2004.\nSome scientists project a further 30 percent decline by midcentury\nas Earth continues to warm.\n</P>\n<P>\nFaced with incontrovertible evidence that polar bears are imperiled, Interior Secretary\nDirk Kempthorne agreed recently to designate polar bears as threatened\nunder the Endangered Species Act. The designation means the federal\ngovernment must come up with a recovery plan for bears\nin its jurisdiction off the coasts of Alaska. It is\na rare acknowledgement by the administration that global warming is\nalready causing wide environmental impacts, particularly in polar regions.\n</P>\n<P>\nYet it is a half-baked acknowledgment. In a conference call to\nreporters, Kempthorne said his department is not taking a position\non why the ice is melting or what to do\nabout it. \"That whole aspect of climate change is beyond\nthe scope of the Endangered Species Act,\" the Interior secretary\nsaid.\n</P>\n<P>\nThis is nonsense. There is no way administration officials can hope\nto help the polar bear population to recover if its\nofficials do not acknowledge the science of global warming --\nthat industrial emissions are altering the atmosphere and contributing to\nrapid warming in the polar regions and elsewhere. While U.S.\nofficials have limited ability to do much by themselves to\nslow and reverse this warming, it is long past time\nfor them to take the blinders off and lead a\nglobal effort to reduce emissions.\n</P>\n<P>\nSacramento Bee editorial\n</P>\n", 
            "id": "NYT_ENG_20070107.0108"
        }, 
        {
            "headline": "Threatened by Warming: Polar Bear as Harbinger", 
            "text": "\n<P>\nThe following editorial appeared in Sunday's Washington Post:\n</P>\n<P>\nThe Bush administration has done everything in its power to do as\nlittle as possible about climate change. Yet the reality of global\nwarming has a way of intruding even on the most willfully heedless of\npoliticians. Not even an administration dead set against mandatory\ncurbs on carbon emissions can deny that the habitat of the polar bear,\nas Interior Secretary Dirk Kempthorne put it the other day, ``may\nliterally be melting.'' In response, the administration is proposing\nto list the polar bear as a threatened species under the Endangered\nSpecies Act.\n</P>\n<P>\nSuch a listing would have symbolic and practical importance. Polar\nbears live most of their lives on sea ice, which is diminishing in an\nArctic region warming much faster than more temperate regions of the\nglobe. A formal designation, following a lengthy period of comment and\nanalysis, would acknowledge that the law compels action at least to\nmitigate the effects of global climate change. What's more, it's hard\nto see how one could act to preserve polar bear habitat without taking\nsteps to reduce fossil fuel consumption and slow the rate of carbon\nemissions into the atmosphere.\n</P>\n<P>\nThe administration proposed the polar bear designation only after\nenvironmental groups petitioned for it and then sued to force a\ndecision. Still, when confronted with the need to make a decision, it\nmade the right one -- and thereby set the stage for action down the\nroad. Cuddly, loveable animals -- even ferocious ones that can kill a\nseal with a single blow of a monster-strong paw -- have a way of\nprecipitating steps that non-furry creatures just can't manage.\nUnfortunately, the threat to these majestic giants of the North is all\ntoo real.\n</P>\n", 
            "id": "LTW_ENG_20070108.0006"
        }, 
        {
            "headline": "The Tip of the Iceberg", 
            "text": "\n<P>\nOn Dec. 27, Interior Secretary Dirk Kempthorne announced a proposal\nto list the polar bear as a threatened species under the Endangered\nSpecies Act because of the loss of its sea ice habitat from global\nwarming. This proposal marks the first legally binding admission by\nthe Bush administration of the reality of global warming. The\nsignificance of the polar bear decision has not been missed by those\nwho stand to benefit from a continuation of the administration's\nhead-in-the-sand approach to global warming. Once protection for the\npolar bear is finalized, federal agencies and other large greenhouse\ngas emitters will be required to ensure that their emissions do not\njeopardize the species. And the only way to avoid jeopardizing the\npolar bear is to reduce emissions.\n</P>\n<P>\nPredictably, opponents of emissions cuts are doing what they always\nhave done: claim a scientific dispute where none exists and urge that\nno action be taken until the science is ``conclusive.'' Singing this\ntired tune, an editorial in the Wall Street Journal last week called\nthe proposal to protect polar bears a ``triumph of politics over\nscience,'' arguing that polar bears are ``overly abundant'' and that\nthe species cannot be considered threatened until its population has\ndeclined further.\n</P>\n<P>\nThe Journal got it wrong in every respect. What is remarkable about\nthe polar bear decision is that it is a rare case of science actually\ntriumphing over politics, not the other way around. From burying the\nNational Assessment of Climate Change Impacts on the United States to\ntrying to gag top NASA climate scientist James Hansen, the Bush\nadministration systematically has attempted to suppress science on\nglobal warming.\n</P>\n<P>\nHowever, the ``best available science'' standard required by the\nEndangered Species Act forbids political and economic considerations.\nThat was the basis for the strategy of my organization, the Center for\nBiological Diversity, when, on Feb. 16, 2005 (the same day the Kyoto\nProtocol entered into force without the participation of the U.S.), we\nfiled a petition requesting protection of the polar bear. The Bush\nadministration could refuse only by denying the science of global\nwarming. So protecting the polar bear was the only decision it could\nlegally make.\n</P>\n<P>\nUnfortunately for the polar bear, the ``best available science'' --\nin fact, the only available science -- paints a grim picture. The bear\nis entirely dependent on sea ice, using it as a platform on which to\ntravel, hunt and give birth. Yet each year, as the Arctic warms, the\nsea ice shrinks. Polar bear populations are already suffering from\ndrowning, starvation and lower cub survival. Absent cuts in greenhouse\ngas emissions, the summer sea ice, and the polar bear, might disappear\nentirely in less than 40 years. All this has been documented in\npeer-reviewed scientific journals.\n</P>\n<P>\nNotwithstanding the scientific consensus that polar bears are\nthreatened with extinction because of global warming, there always\nwill be fossil fuel-addicted naysayers misrepresenting reality. Just\nas the tobacco industry always could find a ``scientist'' to claim\nthat there was no link between smoking and lung cancer, climate-change\ndeniers such as Sen. James M. Inhofe, R-Okla., always will find polar\nbear population numbers and trends that purport to prove that the\nspecies is doing fine.\n</P>\n<P>\nMore polar bears are being seen near human settlements in Canada,\nthey say, therefore polar bear populations must be increasing. Wrong.\nA study by NASA and Canadian Wildlife Service scientists published in\nSeptember 2006 in the journal Arctic demonstrated that more polar\nbears were indeed being seen on land -- not because the species was\n``overly abundant'' but because the bears had nowhere else to go. They\nshould be out on the ice hunting seals, but earlier breakup of sea ice\nmeans the bears are stuck on land, where they are more likely to be\nspotted.\n</P>\n<P>\nInhofe and the Wall Street Journal would take no action to protect\npolar bears until their population has declined significantly. But\nfive of the 19 distinct polar bear populations are already known to be\ndeclining. And given the undisputed trajectory of sea ice retreat, the\nspecies must still be considered threatened even if there were not yet\nany evidence of population decline. If a ship starts taking on water,\nyou don't wait until the first passenger drowns before issuing a\nmayday; the passengers are clearly ``threatened'' as soon as the water\nstarts pouring in.\n</P>\n<P>\nBut polar bears are not the first species (nor will they likely be\nthe last) for which we have sought the protections of the Endangered\nSpecies Act because of global warming. The first, in 2001, was the\nKittlitz's murrelet, a small seabird that feeds at the mouth of\ntidewater glaciers and whose decline corresponds to the\nglobal-warming-induced retreat of those glaciers.\n</P>\n<P>\nAlas, the eyes of the world did not turn to the plight of the\nKittlitz's murrelet, as we had hoped, and the administration quietly\nrefused to protect it, a decision we are challenging in court. In\n2004, we filed a petition seeking protection for the staghorn and\nelkhorn corals, species that have declined by more than 90 percent\nbecause of a host of threats, including global warming. The corals\nwere listed as threatened species in May, but with far less fanfare\nthan the polar bear and without an explicit recognition of global\nwarming as a cause of their decline. In November, we petitioned to\nprotect 12 penguin species, including the ice-dependent emperor\npenguin.\n</P>\n<P>\nThese species are, unfortunately, just the tip of the extinction\niceberg. One study estimates that a third of the Earth's creatures\nwill be condemned to extinction by 2050. Polar bears might not be\nextinct until 2040, but that doesn't mean we have 30 years to do\nnothing.\n</P>\n<P>\nHansen, the NASA climate scientist, repeatedly has warned that\nmerely keeping up the current pace of emissions for 10 more years will\nirreversibly alter the Earth's climate. If sea levels rise 18 feet or\nmore, a large proportion of the world's human population will be\ndisplaced -- or worse. Polar bears are not the only species threatened\nby global warming. Absent political action from the United States and\nthe world, the rest of us might be as well.\n</P>\n<P>\nSiegel is a staff attorney at the Center for Biological Diversity,\nwhich is dedicated to the conservation of imperiled plants and\nanimals.\n</P>\n", 
            "id": "LTW_ENG_20070110.0053"
        }, 
        {
            "headline": "Greenland cuts polar bear hunting quota", 
            "text": "\n<P>\nGreenland on Thursday said it would cut its annual quota for its polar bear hunt\nas the animal was threatened by climate change.\n</P>\n<P>\nWarmer temperatures have caused the Arctic ice cap to melt, shrinking the bears'\nhunting grounds and making it increasingly difficult for them to find food.\n</P>\n<P>\nHunters, who can get up to 2,685 euros (3,500 dollars) for a bear pelt, had been\nkilling around 250 bears a year before the first quota of 150 kills was\nintroduced for 2006.\n</P>\n<P>\nThe quota for 2007 has now been reduced to 139 in the semi-autonomous Danish\nterritory.\n</P>\n<P>\n\"We have decided on this reduction in the 2007 quota to be more in line with a\nlevel suggested by biologists, who wanted an even lower number,\" a ministry of\nfisheries and hunting official, Ole Heinrich, told AFP.\n</P>\n<P>\nThe decision was taken after consultation with local authorities and the\nGreenland Hunters and Fishers Association (KNAPK), said Heinrich, who spoke to\nAFP by telephone from Greenland's capital Nuuk.\n</P>\n<P>\nKNAPK president John Billmann criticised the authorities for not having stuck to\nplans to allow the killing of 203 bears.\n</P>\n<P>\nOnly hunters who are granted special permits are allowed to hunt polar bears.\nThe hunting of bear cubs and pregnant bears is banned.\n</P>\n<P>\nThere is a complete ban on the hunting of polar bears between July 1 and\nSeptember 30.\n</P>\n", 
            "id": "AFP_ENG_20070118.0496"
        }, 
        {
            "headline": "Polar bears shifting dens from thinning ice to land, study says", 
            "text": "\n<P>\nMore pregnant polar bears in Alaska are digging snow dens on land instead of sea\nice, and researchers say climate warming is the likely cause.\n</P>\n<P>\nFrom 1985 to 1994, 62 percent of the female polar bears in the study dug dens on\nsea ice. From 1998 to 2004, just 37 percent gave birth on sea ice. The rest\ninstead dug dens on land, according to the study by three U.S. Geological Survey\nresearchers.\n</P>\n<P>\nBears that continued to den on ice moved away from ice that was thinner or\nunstable.\n</P>\n<P>\n\"In recent years, Arctic pack ice has formed progressively later, melted\nearlier, and lost much of its older and thicker multiyear component,\" said\nwildlife biologist Anthony Fischbach, the study's lead author.\n</P>\n<P>\nThe study suggests the local bear population could be harmed if warming\ncontinues. Though bears are powerful swimmers, at some point they might face\ndaunting distances of open water to reach denning habitat on\nshore.\n</P>\n<P>\nThe study is likely to give ammunition to conservation groups that want polar\nbears to be listed as threatened under the Endangered Species\nAct.\n</P>\n<P>\nThree conservation groups sued the federal government in December 2005 seeking\nprotections for polar bears under the law, blaming global warming for melting of\nsea ice, the animals' primary habitat.\n</P>\n<P>\nDepartment of Interior Secretary Dirk Kempthorne in December proposed listing\npolar bears as a \"threatened\" species instead.\n</P>\n<P>\n\"Threatened\" means a species is likely to become endangered in the foreseeable\nfuture. \"Endangered\" means a species is in danger of extinction throughout all\nor a significant portion of its range.\n</P>\n<P>\nThe listing is opposed by Alaska Republican Governor Sarah Palin, who has said\nlisting polar bears has the potential to damage the Alaska economy without any\nbenefit to polar bear numbers or their habitat.\n</P>\n<P>\nKassie Siegel of the Center for Biological Diversity, the lead author of the\npetition seeking to list polar bears as threatened, said the new study\nhighlights the scope of changes in the Arctic.\n</P>\n<P>\n\"If you want to know what's going to be happening in the rest of the world in 25\nyears, all you have to know is what's happening in the Arctic,\" Siegel said.\n\"Everything is changing, and not for the better.\"\n</P>\n", 
            "id": "APW_ENG_20070124.0065"
        }, 
        {
            "headline": "California groups sue to protect polar bears, walruses from industry, global warming off Alaska", 
            "text": "\n<P>\nTwo conservation groups sued the federal government Tuesday, claiming regulators\nare not doing enough to protect polar bears and walruses against the combined\nthreat of energy exploration and global warming.\n</P>\n<P>\nThe groups say the U.S. Fish and Wildlife Service did not fully consider the\neffects of global warming, such as diminished sea ice, when it wrote regulations\nallowing for incidental harassment of polar bears and walruses by the oil and\ngas industry in the Beaufort Sea and nearby coastal areas.\n</P>\n<P>\nThe lawsuit, filed on behalf of the Center for Biological Diversity and Pacific\nEnvironment, asks the federal court to declare the regulations illegal and force\nthe agency to thoroughly analyze how global warming and oil exploration and\ndevelopment affect the mammals.\n</P>\n<P>\nPolar bears depend on sea ice for their main prey -- ringed seals and bearded\nseals. Beaufort Sea polar bear females use coastal land or sea ice for digging\nsnow caves to give birth.\n</P>\n<P>\nFemale walruses follow the receding ice edge north in spring and summer, using\nthe ice as a platform to dive to the bottom and feed while calves remain up\ntop.\n</P>\n<P>\nPolar bears can suffer harm from drilling, seismic work and transportation, said\nEarthjustice attorney Clayton Jernigan, who filed the lawsuit on behalf the\nCalifornia-based groups. The petroleum activities disturb feeding, cause\nabandonment of maternity dens and disrupt polar bear life cycles, Jernigan\nsaid.\n</P>\n<P>\nOfficials for the Fish and Wildlife Service in Anchorage had not seen the\nlawsuit and had no immediate reaction. Offices in Washington, D.C., closed early\nTuesday because of a winter storm.\n</P>\n<P>\nThe Marine Mammal Protection Act imposes a general moratorium on the taking of\nmarine mammals. The lawsuit focuses on the legal \"incidental taking\" of polar\nbears and walruses, a broad definition that covers killing and\nharassment.\n</P>\n<P>\nCongress created limited exceptions for occurrences incidental to a specific\nactivity, such as drilling for oil and gas.\n</P>\n<P>\nThe Fish and Wildlife Service is authorized to issue regulations for five-year\nperiods for such incidental activity, with the latest issued in August. By law,\nthe total effect on the population must be negligible.\n</P>\n", 
            "id": "APW_ENG_20070214.0271"
        }, 
        {
            "headline": "Government hears concerns over listing polar bears as threatened species", 
            "text": "\n<P>\nEnvironmental activists, hunters and oil industry representatives spoke at a\npublic hearing on whether the U.S. government should list polar bears as a\nthreatened species.\n</P>\n<P>\nSome speakers said scientific evidence supports the listing and urged the U.S.\nFish and Wildlife Service to adopt protections so polar bears would be present\nfor future generations.\n</P>\n<P>\n\"We need to ultimately recognize the threat that global warming poses not just\nto polar bears but countless other species, from Caribbean corals to the\nCalifornia butterflies to us as well,\" said Melissa Waage of the Center for\nBiological Diversity at Monday night's hearing.\n</P>\n<P>\nBut others said listing the polar bear as threatened could hurt the hunting\nindustry, whose revenues help local economies.\n</P>\n<P>\n\"The scientific underpinnings of the proposal are woefully inadequate,\" said\nRichard Krause, senior director of regulatory relations for the American Farm\nBureau Federation. \"Rather than basing the proposal on direct scientific\nobservations, the Service bases its proposal on speculative predictions and\nassumptions that may or may not be valid.\"\n</P>\n<P>\nThe Fish and Wildlife Service's review comes amid concerns that global warming\nis melting away the icy habitats where the animals live. In December, Interior\nSecretary Dirk Kempthorne proposed listing polar bears as a threatened\nspecies.\n</P>\n<P>\nIf the polar bear were listed as a threatened species, all federal agencies\nwould have to ensure that anything they authorize that might affect polar bears\nwill not jeopardize their survival or the sea ice where they live. That could\ninclude oil and gas exploration, commercial shipping or even releases of toxic\ncontaminants or climate-affecting pollution.\n</P>\n<P>\nEnvironmentalists hope that invoking the Endangered Species Act protections\nmight eventually lead the government to reduce carbon dioxide emissions and\nother heat-trapping \"greenhouse\" gases blamed for warming the\natmosphere.\n</P>\n<P>\n\"The Interior Deparment has pretty much explicitly said that they don't think\nthey have the authority to regulate greenhouse gas emission, but we know that\nthe Endangered Species Act goes well beyond these walls, that it's taken into\naccount by other agencies,\" said Kert Davies, research director for\nGreenpeace.\n</P>\n<P>\nChris Miller, a real estate agent from Woodbridge, Virginia, expressed a\npersonal connection to the animal after she came face to face with a polar bear\non a trip to Canada.\n</P>\n<P>\n\"I feel I have a responsibility,\" Miller said. \"He gave me a second chance and I\nfeel I owe it to them to try to give back.\"\n</P>\n<P>\nAbout 30 people in the crowd showed their support for the animal by sporting\norange life perservers and white baseball caps with a polar bear face and ears.\nOne of them, 8-year-old Kate Muffett of Washington, said, \"I am also affected by\npolar bears disappearing for I would love to see polar bears.\"\n</P>\n<P>\nBut Patterk Netser, an environmental minister for the Nunavut Territory of\nCanada, said: \"They are not endangered. They are not threatened at the moment.\nWe have an abudance of them in our area.\"\n</P>\n<P>\nA final decision on the listing is due by January 2008. The Fish and Wildlife\nService is taking public comments on the proposed listing until April 9. It held\na public hearing last week in Anchorage, Alaska, and another is scheduled for\nWednesday in Barrow, Alaska.\n</P>\n<P>\nGreenland and Norway have the most polar bears, while a quarter of them live\nmainly in Alaska and travel to Canada and Russia.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nFish and Wildlife Service: http://www.fws.gov/endangered\n</P>\n", 
            "id": "APW_ENG_20070306.0257"
        }, 
        {
            "headline": "MEMOS TELL U.S. OFFICIALS HOW TO DISCUSS CLIMATE", 
            "text": "\n<P>\nInternal memos circulated in the Alaskan division of the U.S. Fish\nand Wildlife Service appear to require government biologists or other\nemployees traveling in countries around the Arctic not to discuss\nclimate change, polar bears or sea ice if they are\nnot designated to do so.\n</P>\n<P>\nIn December, the Bush administration, facing a deadline under a suit\nby environmental groups, proposed listing polar bears throughout their range\nas threatened under the Endangered Species Act because the warming\nclimate is causing a summertime retreat of sea ice that\nthe bears use as for seal hunting.\n</P>\n<P>\nEnvironmentalists are trying to use such a listing to force the\nUnited States to restrict heat-trapping gases scientists have linked to\nglobal warming as a way of limiting risks to the\n22,000 or so bears in the far north.\n</P>\n<P>\nIt remains unclear whether such a listing will be issued. The\nFish and Wildlife Service this week held the first of\nseveral hearings in Alaska and Washington on the question.\n</P>\n<P>\nOver the past week, biologists and wildlife officials received a cover\nnote and two sample memorandums to be used as a\nguide in preparing travel requests. Under the heading \"Foreign Travel\n-- New Requirement -- Please Review and Comply Importance: High,\"\nthe cover note said:\n</P>\n<P>\n\"Please be advised that all foreign travel requests (SF 1175 requests)\nand any future travel requests involving or potentially involving climate\nchange, sea ice and/or polar bears will also require a\nmemorandum from the regional director to the director indicating who'll\nbe the official spokesman on the trip and the one\nresponding to questions on these issues, particularly polar bears.\"\n</P>\n<P>\nThe sample memos, described as to be used in writing travel\nrequests, indicate that the employee seeking permission to travel \"understands\nthe administration's position on climate change, polar bears, and sea\nice and will not be speaking on or responding to\nthese issues.\"\n</P>\n<P>\nElectronic copies of the memos and cover note were forwarded to\nThe New York Times by Deborah Williams, an environmental campaigner\nin Alaska and a former Interior Department official in the\nClinton administration.\n</P>\n<P>\n\"This sure sounds like a Soviet-style directive to me,\" Williams said.\n</P>\n<P>\nA spokesman for the Fish and Wildlife Service in Alaska, Bruce\nWoods, confirmed the authenticity of the notes, but interpreted them\ndifferently.\n</P>\n<P>\n\"The cover memo makes it clear nobody is being told they\ncan't talk about these issues,\" Woods said. \"What the administration\nwants to know is who is going to be spokesperson\nand do they understand administration policy. It's not saying you\nwon't talk about it.\"\n</P>\n<P>\nLimits on government scientists' freedom to speak freely about climate change\nbecame a heated issue last year after news reports showed\nthat political appointees at NASA had canceled journalists' interview requests\nwith climate scientists and discouraged news releases on global warming.\n</P>\n", 
            "id": "NYT_ENG_20070307.0269"
        }, 
        {
            "headline": "U.S. ACCUSED OF SILENCING EXPERTS ON POLAR BEARS", 
            "text": "\n<P>\nThe federal agency responsible for protecting Arctic polar bears has barred\ntwo Alaska scientists from speaking about polar bears, climate change\nor sea ice at international meetings in the next few\nweeks, a move that environmentalists say is censorship.\n</P>\n<P>\nThe rule was issued last month by the U.S. Fish and\nWildlife Service but was made public this week. The federal\ngovernment has proposed listing the polar bear as a threatened\nspecies, and the wildlife agency is receiving public comment on\nthe proposal.\n</P>\n<P>\n\"It's a gag order,\" said Deborah Williams, a former high-level Interior\nDepartment official in Anchorage, Alaska, who received documents on Wednesday\nfrom Alaska scientists who chose to remain unnamed. The documents\nmake the subjects of polar bears, climate change and sea\nice off limits to all scientists who haven't been cleared\nto speak on the topics.\n</P>\n<P>\nTwo of the memos are copies of those prepared for Craig\nPerham and Janet E. Hohn, who are traveling to Russia\nand Norway this month and in April. The scientists \"will\nnot be speaking on or responding to these issues\" of\nclimate change, polar bears and sea ice, the memos say.\nBefore any trip, such a memo must be sent to\nthe administrator of the Fish and Wildlife Service in Washington.\n</P>\n<P>\nAccording to the memos, agency scientists must obtain a memorandum designating\nwhich official, if any, is allowed to respond to questions,\nparticularly about polar bears, and include \"a statement of assurance\nthat these individuals understand the Administration's position on these issues.\"\n</P>\n<P>\nTina Kreisher, communications director of the Interior Department, which oversees the\nwildlife agency, said in an interview Thursday that the government\nisn't trying to silence scientists from talking about their findings\n-- but they don't want them to make policy statements.\n</P>\n<P>\nAt a news conference, Fish and Wildlife Director H. Dale Hall\ndenied that the memos were a form of censorship. He\ndescribed the content of the documents as part of a\npolicy to establish an agenda and the appropriate spokesperson for\ninternational meetings.\n</P>\n<P>\nConsidering the high-profile nature of climate change and the issues that\nmight come up, it was prudent to know ahead of\ntime what everyone was going to discuss, he said.\n</P>\n<P>\n\"We are not gagging scientists,\" said Hall. They can speak with\nother scientists at international gatherings in conversations or at dinner\nbut may not speak for the United States government in\na formal setting, he said. The agency would frown on\ntheir going to news conferences in a host country, he\nadded.\n</P>\n<P>\nWhen asked for the administration's position with which the Alaska scientists\nwould have to be familiar, Hall said, \"The Earth is\nwarming, and we have to understand how to deal with\nthat and to slow down greenhouse gases and manage the\nchanges that will occur,\" he said.\n</P>\n<P>\nThe agency has taken steps to evaluate whether the polar bear\nshould be listed and has significant questions about scientific studies,\nincluding those dealing with when sea ice will melt and\nthe effects on the bear, he said.\n</P>\n<P>\nEnvironmentalists who petitioned for the new protections for polar bears hope\nthat a listing would force mandatory limits to greenhouse gases.\nAt present, the administration prefers voluntary programs to cut emissions\nand has taken the position that carbon dioxide, the predominate\ngreenhouse gas, can't be regulated as a pollutant under the\nClean Air Act.\n</P>\n<P>\nKieran Suckling, policy director of the Center for Biological Diversity, one\nof the groups that submitted the petition to list the\npolar bear, said muzzling of scientists at international meetings isn't\nappropriate.\n</P>\n<P>\n\"That type of memo might be appropriate for the State Department\nand purely political issues,\" he said. \"What we're dealing with\nhere is science. How many polar bears are there? Why\nare they going extinct? What is the cause of the\nice melting? It's completely inappropriate to ban scientists from talking\nabout science.\"\n</P>\n<P>\nWilliams, an attorney who received the documents about rules for scientists'\nspeech, was special assistant to the secretary of the Interior\nunder the Clinton administration for six years. She now heads\nan environmental consulting firm, Alaska Conservation Solutions. \"I worked very\nclosely with Fish and Wildlife and other Interior agencies, and\na memo like this is truly inconceivable,\" she said. \"This\nis an issue of international significance, and you want your\nprofessional public servants to be able to discuss these issues.\nIt is unconscionable to gag them.\"\n</P>\n<P>\nThe Bush administration has been under fire for several years for\nallegedly trying to curb the speech of government scientists who\nproduce studies that contradict the administration's positions, particularly on global\nwarming.\n</P>\n<P>\nScientists in the Fish and Wildlife Service, the U.S. Geological Survey\nand the National Oceanic and Atmospheric Administration have been chastised\nfor speaking to reporters, and some have been asked to\nsubmit papers and lectures to high-level managers for review. Political\nappointees at NASA have turned down journalists' requests for interviews\nwith scientists, and the Minerals Management Service has allowed journalists\nto interview scientists, including on polar bear observations, only if\nthe agency could record them.\n</P>\n<P>\nThe agencies challenged scientists over studies revealing negative effects of oil\ndevelopment on the Arctic National Wildlife Refuge and the drownings\nof polar bears possibly associated with shrinking sea ice.\n</P>\n<P>\nThe beloved furry Arctic animal has become a symbol for the\ndire effects of a warming world. Four dead polar bears\nfloating in Arctic Ocean waters, which may be attributed to\nthe long swim from the diminishing sea ice to land,\nwere shown by former Vice President Al Gore in his\ndocumentary, \"An Inconvenient Truth.\"\n</P>\n", 
            "id": "NYT_ENG_20070309.0019"
        }, 
        {
            "headline": "AP Interview: Bush administration looking at climate impact on rare species", 
            "text": "\n<P>\nThe Bush administration will examine whether a growing number of species,\nincluding polar bears affected by thinning sea ice, are at risk from global\nwarming and need federal protection, Interior Secretary Dirk Kempthorne said\nFriday.\n</P>\n<P>\n\"We have to ask ourselves that. And by 'we,' I mean not only those in the\ndepartment, but we the public, the policy-makers,\" Kempthorne told The\nAssociated Press. \"The president has put very strong emphasis on this, to\nexamine this whole issue of climate change.\"\n</P>\n<P>\nKempthorne would not specify how climate change effects on possibly threatened\nspecies might alter the administration's opposition to mandatory reductions in\ncarbon dioxide and other greenhouse gases.\n</P>\n<P>\n\"We need to see where this is going to finally end up with the polar bear, but\nwe're asking those questions,\" he said. \"The fact that we went ahead and said we\nneed to do a proposed listing says that we're willing to look at the data and\nstep forward.\"\n</P>\n<P>\nLast December, Kempthorne proposed designating polar bears as a \"threatened\"\nspecies deserving of federal protection under the Endangered Species Act,\nbecause of melting Arctic sea ice from global warming. That category is second\nto \"endangered\" on the government's list of species believed most likely to\nbecome extinct.\n</P>\n<P>\nThe Fish and Wildlife Service must study how much sea ice has been lost, how\nfast it is melting and how that affects polar bears before Kempthorne makes a\nfinal decision by the end of the year. Such a decision could have broader\nrepercussions.\n</P>\n<P>\n\"Data that we will get from this ... that's going to be a part of the\ninformation that's brought into the bigger discussion on climate change,\" he\nsaid.\n</P>\n<P>\nOn another matter, Kempthorne said he intends to fix the problem of lost oil and\ngas royalties from Clinton administration contracts with oil companies. A\ngovernment leasing mistake on the deep-water leases issued in 1998-99 for the\nGulf of Mexico omitted a provision that would have triggered royalty payments\nonce the market price for the oil or gas reached a certain level.\n</P>\n<P>\nThat could wind up costing the government an estimated $10 billion (euro7.5\nbillion) eventually.\n</P>\n<P>\n\"It should not have been omitted. We think that a decision was made to omit,\" he\nsaid. \"We don't know what the motivation was. But it did occur, it shouldn't\noccur again, and I don't believe it will.\"\n</P>\n<P>\nThe department has been negotiating with 22 companies to recoup nearly $1\nbillion (euro750 million ) in lost royalties so far. Six companies have reached\nagreements that would reap the government $1.42 billion (euro1.07 billion) in\nadditional royalties from future production under the flawed\nleases.\n</P>\n<P>\nTen months into the job, Kempthorne, a former Idaho governor and U.S. senator,\nsaid he sent employees reminders on ethical behavior and taken other steps to\navoid the kinds of questions about conflicts of interest that dogged Interior\nofficials under his predecessor, Gale Norton.\n</P>\n<P>\n\"One of my adages is 'If in doubt, don't,' \" he said.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nInterior Department: http://www.doi.gov\n</P>\n", 
            "id": "APW_ENG_20070316.1531"
        }
    ], 
    "id": "D1125E", 
    "title": "Polar Bears"
}