{
    "docSet": [
        {
            "headline": "BC-WATER-DESALTER0128-AZR RIVALS COME TOGETHER ON DESALTER AMID WATER DEBATE", 
            "text": "\n<P>\nYUMA - For most of its 15-year life, the desalination plant\non this city's western edge has produced more rhetoric than\ndesalted water, its squat campus less an idle factory than\na convenient symbol in the scuffle over scarce resources.\n</P>\n<P>\nFor Arizona water managers, the $280 million desalter represented a way\nto stretch the Colorado River a little further, hedging against\ndrought and growing demand. Up and running, the desalter could\nconvert billions of gallons of agriculture wastewater each year into\na usable resource, preserving long-term storage in Lake Mead and\nprotecting Arizona from shortages.\n</P>\n<P>\nFor environmental groups, the plant embodied a destructive \"use-it-up\" attitude about\nwater and a direct threat to a thriving wetland 90\nmiles south in Sonora. The agriculture wastewater intended for desalination\nfeeds the wetland, providing habitat for birds and fish, and\nsupports a small local economy. Without the water, the wetland\nwould dry up.\n</P>\n<P>\nNot quite three years ago, on a beach in the bottom\nof the Grand Canyon, a water manager and an environmentalist\nstruck up a conversation. Before long, they were working on\na plan that would ultimately recast the desalter as a\nsymbol of two disparate interests finding common ground.\n</P>\n<P>\nThe plan faces its first test in early March, when the\nfederal government restarts the plant for a 90-day, low-power test\nrun. Officially, the test will help determine whether the desalter\nstill works, how much operating it full time would cost\nand how it would affect the wetland known as the\nCienega de Santa Clara, a critical habitat for migratory birds.\n</P>\n<P>\nBut the test will provide more than just technical data. It\nalso will bring together the West's water buffaloes - the\nuse-it-up gang - and the increasingly influential conservation movement for\na grand experiment in the management and the politics of\nwater.\n</P>\n<P>\n\"The Colorado River is absolutely a finite resource, and we have\nto be careful in how we manage it,\" said Jennifer\nPitt, a senior resource analyst for the advocacy group Environmental\nDefense who was part of that first campfire conversation. \"But\nthe truth is there's a lot of water there. We've\nseen time and time again that the law of the\nriver can be flexible enough to meet the needs of\nwater users in the basin. There can be benefits for\neverybody.\"\n</P>\n<P>\nThe history\n</P>\n<P>\nStanding on the main floor of the Yuma Desalination Plant, surrounded\nby long rows of fiberglass membranes stacked more than 7\nfeet high, Jim Cherry can't help but smile.\n</P>\n<P>\n\"These are exciting times here,\" said Cherry, Yuma area manager for\nthe U.S. Bureau of Reclamation, which operates the desalter. \"Crews\nare busy checking pipes, checking pumps, checking for leaks. People\nhave been working here 15 years or more, and we've\nnever really operated the plant.\"\n</P>\n<P>\nThe desalter's original purpose was to help the United States meet\nthe terms of a water-quality treaty with Mexico, which protested\nthe increasing levels of salt and other nutrients in the\nColorado River by the time it reached the border. The\nbureau decided to divert water drained from farm fields in\nthe nearby Wellton-Mohawk Valley, remove the salt and send it\ndown the river.\n</P>\n<P>\nAfter floods washed away one of the diversion canals in 1992,\nthe bureau mothballed the plant, just nine months after turning\nit on. A series of wet years rendered it unnecessary.\nSince then, Cherry has presided over a group of caretakers,\nwho kept the plant in working condition, and a group\nof scientists who developed a water-treatment research center using a\none-hundredth scale version of the plant.\n</P>\n<P>\nCherry said the researchers used the time well. They increased the\nplant's efficiency from a 73 percent recovery rate, when 10\ngallons of raw water produced slightly more than seven gallons\nof treated water, to about 85 percent. They also tried\ndesalting local groundwater to see if the plant could produce\ndrinking water someday for small communities on either side of\nthe border. \"The plant was authorized to do one thing,\"\nCherry said, \"but we can study whether we could do\nother things.\"\n</P>\n<P>\nIt's the one thing - stretching the over-allocated Colorado River -\nthat stuck in the minds of Arizona water managers. When\ndrought struck the river in the early years of this\ndecade, lowering reservoir storage by half, state officials brought up\nthe idea of restarting the desalination plant.\n</P>\n<P>\nTo meet the Mexican treaty terms without the desalter, the bureau\nhad been drawing water from Lake Mead at the rate\nof about 100,000 acre-feet a year, more than 32 billion\ngallons. From the day the plant stopped running in 1992,\nwater continued to flow over the border down the delivery\nchannels, which meant, on paper, Mexico was receiving more than\nits share of river water.\n</P>\n<P>\nThe solution, Arizona officials argued, was clear: Turn the desalter back\non. That is when the birds flew into the picture.\n</P>\n<P>\nThe conflict\n</P>\n<P>\nAll that water flowing past the desalter into Sonora didn't just\nvanish into the desert. It collected in a geological depression\nformed by a branch of the San Andreas Fault and\nrevived a wetland that had nearly dried up.\n</P>\n<P>\nInside of a decade, the marshy area grew from a few\nhundred acres, derisively called the Santa Clara Slough, to the\n40,000-acre Cienega de Santa Clara, a wetland that harbors some\nof the rarest species in the hemisphere.\n</P>\n<P>\n\"It's the most biologically significant wetland in the Sonoran Desert,\" said\nKarl Flessa, a University of Arizona geosciences professor. \"It is\na remnant wetland of what was once an enormous complex\nof wetlands that were either converted to ag land or\nhave simply dried up. The idea here is we better\nhang on to what we've got. It's the last stand\nfor wetlands on the Mexican side.\"\n</P>\n<P>\nConservation groups rallied against restarting the desalter because, as designed, it\nwould take most of the water feeding the wetland and\nreturn only the sludge left from the desalination process. Environmentalists\nattacked the desalter as a waste of money, a white\nelephant that would trample a delicate slice of desert life.\n</P>\n<P>\nFor many activists the wetland also helped support arguments for restoring\nwater to the larger Colorado River Delta, a 1.9 million\nacre expanse from the U.S.-Mexican border to the Gulf of\nCalifornia, the river's historic endpoint. The river rarely reaches the\ndelta anymore, its flow sucked dry by dams, canals and\nother diversion points along its final miles.\n</P>\n<P>\nThe Santa Clara offered on-the-ground proof that a little water could\nhelp revive the delta.\n</P>\n<P>\n\"One of the reasons the delta is so interesting is that\nsimply adding water will get you a quick response,\" said\nMichael Cohen, a senior researcher at the Pacific Institute, an\nenvironmental research group. \"In the early 1990s, floods flowed through\nthe river and the cottonwoods and willows came back. It\nhappened naturally, not because some manager decided to release water.\"\n</P>\n<P>\nThe solution\n</P>\n<P>\nWhich brings us to the campfire along the Colorado River in\nthe bottom of the Grand Canyon. In the spring of\n2004, Bennett Raley, then a deputy Interior secretary, took a\ngroup of water managers, environmentalists and journalists on a rafting\ntrip on the Colorado, hoping to spark conversations about the\nriver's future.\n</P>\n<P>\nAmong the rafters were Pitt, the Environmental Defense analyst who wanted\nthe desalter kept silent, and Sid Wilson, general manager of\nthe Central Arizona Project, who was leading the charge to\nrestart the plant. Pitt had recently signed a letter to\nGov. Janet Napolitano, asking her to block the desalter's operation,\nand everyone on the trip knew it.\n</P>\n<P>\nFor Wilson, the issue was basic: In the event of a\nshortage on the Colorado, the CAP canal, which delivers river\nwater to Phoenix and Tucson, takes the first and biggest\nhit. Anything to keep water in Lake Mead could forestall\na shortage.\n</P>\n<P>\n\"When we started talking about it, the U.S. position was that\nit cost too much,\" Wilson said. \"The governor had letters\nfrom the environmental organizations opposing it.\n</P>\n<P>\nPitt and Wilson continued talking after the trip, and inside of\na few months, they hatched an idea to organize a\nworking study group. That group produced a plan to operate\nthe desalter in a way that could still protect the\nCienega de Santa Clara.\n</P>\n<P>\n\"I'd invested a lot of energy in simply trying to tell\nthe world what a problem the plant would be,\" Pitt\nsaid. \"That didn't put me in a space where it\nmade sense to think about how it could operate without\nharming the cienega.\"\n</P>\n<P>\nThe group proposed a series of ideas, most based on finding\nother water sources to meet the treaty terms and still\nsupport the wetlands. The other sources could include groundwater or\nrunoff from other farm fields. The group also proposed expanding\nthe mission of the plant so it could offer the\ndesalted water to communities in short supply.\n</P>\n<P>\nBoth water managers and environmental groups see a broader picture in\nthis debate. Arizona considers the plant critical to the success\nof a seven-state Colorado River drought plan, a document that\nrelies on augmenting the river's flow. Conservationists say the Santa\nClara's continued health will boost efforts to restore wider swaths\nof the river delta.\n</P>\n<P>\n\"A little bit of water goes a long way,\" UA's Flessa\nsaid. \"The whole Colorado River is a story of using\nand reusing water. This is an example of where at\nthe grass-roots level, these agencies and the other groups got\ntogether and said, 'Let's see what we can do.' And\nwith a remarkably small amount of money, they got this\nthing going. I think it's very impressive.\"\n</P>\n", 
            "id": "NYT_ENG_20070128.0009"
        }, 
        {
            "headline": "Key Water Source Is Affected by Global Warming, Report Finds", 
            "text": "\n<P>\nGlobal warming will worsen drought and reduce flows on the Colorado\nRiver, a key water source for several western states, according to a\nreport released Wednesday.\n</P>\n<P>\nThe study, prepared by a National Research Council committee,\npaints a sobering picture as the water needs of a rapidly expanding\npopulation test the limits of a river system strained by the effects\nof climate change.\n</P>\n<P>\n``The basin is going to face increasingly costly, controversial and\nunavoidable trade-off choices,'' said Ernest Smerdon, who chaired the\npanel of academicians and scientists who wrote the report.\n``Increasing demands are impeding the region's ability to cope with\ndroughts and water shortages.''\n</P>\n<P>\nSuch measures as conservation, desalination and water recycling\nwould be helpful, the authors said, but wouldn't offer a panacea.\n</P>\n<P>\nThe report, which examined climate modeling and tree ring data,\nreaffirms a more pessimistic assessment of river hydrology that has\nemerged in recent years.\n</P>\n<P>\nScientists have concluded that the Colorado river system, which\nsupplies water to 25 million people and several million acres of crop\nand ranch land, has been drier and more prone to severe drought than\nwas the case in the early 20th century, when the river's flows were\ndivvied among the seven basin states.\n</P>\n<P>\nIt turns out that period was unusually wet, prompting an overly\ngenerous estimate of how much water would be available to farms and\ncities. Ancient tree rings, which provide graphic evidence of past\nprecipitation patterns, indicate it had been three centuries since the\nbasin was last awash with that much water.\n</P>\n<P>\nThe most recent drought began in 2000 and has left the river's\nbiggest reservoirs, Lake Mead and Lake Powell, roughly half empty.\n</P>\n<P>\n``Now that is not a happy picture,'' Smerdon said. ``What we want\npeople to do is to be aware of these scientific facts and take them\ninto account as they plan for development, for drought-contingency\nplans.''\n</P>\n<P>\nGlobal warming will only make matters worse, said Connie Woodhouse,\na University of Arizona associate professor of geography who helped\nwrite the report. ``It's going to enhance the droughts'' that are part\nof the natural climate cycle.\n</P>\n<P>\nAlthough the river's flows returned to normal in 2005 after five\nyears of dramatic lows, they fell again last year. Federal scientists\nsay that if they remain below average or even average, Lake Mead might\nnever completely refill.\n</P>\n<P>\nThe study, which was sponsored by the National Academies, the U.S.\nBureau of Reclamation and several water agencies, notes that\ntemperatures have risen in the western United States over the past\ncentury and are expected to keep climbing.\n</P>\n<P>\n``All of the models are predicting very significant warming in the\nfuture,'' said Smerdon, a former engineering college dean at the\nUniversity of Arizona in Tucson.\n</P>\n<P>\nThe report acknowledges some uncertainty over whether climate\nchange would alter the amount of precipitation in the basin. But as\nthe mercury rises, water demands would increase. There would be more\nevaporation from croplands and reservoirs, and wild land vegetation\nwould suck more moisture from the soil, reducing runoff.\n</P>\n<P>\n``I think a reasonably savvy person would have to say you're going\nto see less water in that river,'' said Brad Udall, director of\nWestern Water Assessment at the University of Colorado in Boulder, who\nwas not a member of the report committee. ``The real question is how\nmuch less. Is it 5 percent less or is it 40 percent less and by\nwhen?''\n</P>\n<P>\nThe U.S. Department of Interior, which oversees the Colorado's\nmanagement, is reviewing a drought plan the states put together last\nyear. Because California holds some of the most senior rights to the\nriver, Arizona, Nevada and Mexico would experience cuts in deliveries\nbefore California, said Roger Patterson, assistant general manager of\nthe Metropolitan Water District of Southern California.\n</P>\n<P>\nThe river is a major source for Metropolitan, Southern California's\nmajor urban water supplier. Last year about 30 percent of the agency's\nwater deliveries came from the Colorado, which provides about 10\npercent of California's overall urban and agricultural supplies.\n</P>\n<P>\nMost of the state's river allotment -- the biggest in the system --\ngoes to the Imperial Irrigation District, which distributes water to\nthe croplands of the Imperial Valley, one of the nation's biggest\nlettuce producers.\n</P>\n<P>\nNoting that farms remain the dominant water user in the Colorado\nbasin, the report called agricultural water ``the most important and\nperhaps final large reservoir of available water for urban use in the\narid U.S. West.''\n</P>\n<P>\nBut that supply is also finite, the authors emphasized, and\nshifting water from farm to city could have negative impacts.\nTransfers could hurt rural economies, lower food production and rob\nwildlife of leaking irrigation water that nourishes important habitat.\n</P>\n", 
            "id": "LTW_ENG_20070222.0148"
        }, 
        {
            "headline": "WESTERN STATES EXPAND THEIR QUEST FOR WATER RANDY ARCHIBOLD REPORTED FROM YUMA, ARIZ., AND KIRK JOHNSON FROM DENVER.", 
            "text": "\n<P>\nA Western drought that began in 1999 has continued after the\nrespite of a couple of wet years that now feel\nlike a cruel tease. But this time people in the\ndriest states are not just scanning the skies and hoping\nfor meteorological rescue.\n</P>\n<P>\nSome $2.5 billion in water projects are planned or under way\nin four states, the biggest expansion in the West's quest\nfor water in decades. Among them is a proposed 280-mile\npipeline that would direct water to Las Vegas from northern\nNevada. A proposed reservoir just north of the California-Mexico border\nwould correct an inefficient water delivery system that allows excess\nwater to pass to Mexico.\n</P>\n<P>\nIn Yuma, Ariz., federal officials have even restarted an idled desalination\nplant, long seen as a white elephant from a bygone\nera, partly in the hope of purifying salty underground water\nfor neighboring towns.\n</P>\n<P>\nThe scramble for water is driven by the realities of population\ngrowth, political pressure and the hard truth that the Colorado\nRiver, a 1,400-mile-long silver thread of snowmelt and a lifeline\nfor more than 20 million people in seven states, is\nproviding much less water than it had.\n</P>\n<P>\nAccording to some long-term projections, the mountain snows that feed the\nColorado River will melt faster and evaporate in greater amounts\nwith rising global temperature, providing stress to the waterway even\nwithout drought. This year, the spring runoff is expected to\nbe about half its long-term average. In only one year\nof the last seven -- 2005 -- has the runoff\nbeen above average.\n</P>\n<P>\nEverywhere in the West, along the Colorado and other rivers, as\nofficials search for water to fill current and future needs,\ntempers are flaring among competing water users, old rivalries are\nhardening and some states are waging legal fights.\n</P>\n<P>\nIn one of the most acrimonious disputes, Montana filed a suit\nin February at the U.S. Supreme Court accusing Wyoming of\ntaking more than its fair share of water from the\nTongue and Powder Rivers, north-flowing tributaries of the Yellowstone River\nthat supply water for farms and wells in both states.\n</P>\n<P>\nPreparing for worst-case outcomes, the seven states that draw water from\nthe Colorado River -- Colorado, Wyoming, Utah and New Mexico\nin the upper basin and California, Arizona and Nevada in\nthe lower basin -- and the U.S. Bureau of Reclamation,\nwhich manages the river, are considering plans that lay out\nwhat to do if the river cannot meet the demand\nfor water -- a prospect that some experts predict will\noccur in about five years.\n</P>\n<P>\n\"What you are hearing about global warming, explosive growth -- combine\nwith a real push to set aside extra water for\nenvironmental purpose -- means you got a perfect situation for\na major tug-of-war contest,\" said Sid Wilson, the general manager\nof the Central Arizona Project, which brings Colorado River water\nto the Phoenix area.\n</P>\n<P>\nNew scientific evidence suggests that periodic long, severe droughts have become\nthe norm in the Colorado River basin, undermining calculations of\nhow much water the river can be expected to provide\nfor the region's future and intensifying pressures to find new\nsolutions or sources.\n</P>\n<P>\nThe effects of the drought can be seen at Lake Mead\nin Nevada, where a drop in the water level left\ndocks hanging from newly formed cliffs, and a marina surrounded\nby dry land. Upriver at Lake Powell, which is at\nits lowest level since spring 1973, receding waters have exposed\nmiles of mud in the fingered side canyons leading to\nthe Glen Canyon Dam.\n</P>\n<P>\nIn California, Gov. Arnold Schwarzenegger has sounded alarm bells by pushing\nfor a ballot measure in 2008 that would allocate $4.5\nbillion in bonds for new water storage in the state.\nThe water content in the Sierra Nevada snowpack has reached\nthe lowest level in about two decades, state hydrologists have\nreported, putting additional pressure on the nation's most populous state\nto find and store more water.\n</P>\n<P>\n\"Scientists say that global warming will eliminate 25 percent of our\nsnowpack by the half of this century,\" Schwarzenegger said recently\nin Fresno, Calif., \"which will mean less snow stored in\nthe mountains, which will mean more flooding in the winter\nand less drinking water in the summer.\"\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nIn Montana, where about two-thirds of the Missouri River and half\nof the Columbia River have their headwaters, officials have embarked\non a long-term project to validate old water-rights claims in\nan effort to legally shore up supplies the state now\ncounts on.\n</P>\n<P>\nUnder the West's water laws, claims are hierarchal. The oldest, first-filed\nclaims, many dating to pioneer days, get water first, with\nnewer claims at the bottom of the pecking order.\n</P>\n<P>\nStill, some of the sharpest tensions stem more from population growth\nthan cautionary climate science, especially those between Nevada and Utah,\nstates with booming desert economies and clout to fight for\nwhat they say is theirs.\n</P>\n<P>\nLas Vegas, the fastest growing major city in the country, and\nthe driest, developed the pipeline plan several years ago to\nbring groundwater from the rural, northern reaches of the state.\nThe metropolitan area, which relies on the Colorado River for\n90 percent of its water, is awaiting approval from Nevada's\nchief engineer.\n</P>\n<P>\nRanchers and farmers in northern Nevada and Utah are opposed to\nthe pipeline plan and have vowed to fight it in\ncourt, saying it smacks of the famous water grab by\nLos Angeles nearly a century ago that caused severe environmental\ndamage in the Owens Valley in California.\n</P>\n<P>\n\"Southern Nevada thinks it can come up here and suck all\nthese springs dry without any problems,\" said Dean Baker, whose\nfamily's ranch straddles the Nevada-Utah border, pointing out springs that\nfarmers have run dry with their own wells. \"We did\nthis ourselves. Now imagine what pumping for a whole big\ncity is going to do.\"\n</P>\n<P>\nMeanwhile, Utah has proposed a $500 million, 120-mile pipeline from Lake\nPowell to serve the fast-growing City of St. George and\nWashington County in the state's southwestern corner. Nevada officials have\nsaid they will seek to block that plan if Utah\nstands in the way of theirs.\n</P>\n<P>\n\"Utah is being very disingenuous and we're calling them on it,\"\nsaid Patricia Mulroy, the chief executive of the Southern Nevada\nWater Authority, the water agency responsible for finding water for\nLas Vegas and its suburbs. \"St. George, Utah, is growing\nas fast as southern Nevada, because the growth is going\nright up the I-15 corridor.\"\n</P>\n<P>\nDennis J. Strong, director of Utah's Division of Water Resources, said\nNevada was protesting too much and instead should be cheering\nthe Lake Powell project because Colorado River water that Utah\ndoes not use would flow in Nevada's direction. Strong said\nthat Nevada's protests \"may be a bargaining chip.\" He said\nhe hoped for a compromise that would allow both projects\nto move forward.\n</P>\n<P>\nIn Yuma, on the Arizona border with Mexico, officials have pinned\nhopes on a desalination plant built 15 years ago. The\nplan then had been to treat salty runoff from farms\nbefore it made its way into the Colorado River headed\nto Mexico, thus meeting the terms of an old water\ntreaty.\n</P>\n<P>\nBut a series of unusually wet years made it more efficient\nto meet the treaty obligations with water from Lake Mead,\nso the plant sat idle. Drought has changed all that.\nArizona water managers, who are first in line to have\ntheir water cut in a shortage under an agreement with\nother states, called for the plant to be turned on.\n</P>\n<P>\nUnder an agreement with environmentalists, the federal Bureau of Reclamation plans\nto closely monitor the environmental effects of using the plant,\nand study, among other things, using the purified water for\npurposes other than meeting its treaty obligations, like supplying the\ngrowing cities around Yuma.\n</P>\n<P>\n\"It never made sense to me to just dump bottled-water quality\nwater into the river anyway,\" said Jim Cherry, the bureau's\nYuma area manager.\n</P>\n<P>\nWhat unites the Western states is a growing consensus among scientists\nthat future climate change and warmer temperatures, if they continue,\ncould hit harder here than elsewhere in the continental United\nStates.\n</P>\n<P>\n\"The Western mountain states are by far more vulnerable to the\nkinds of change we've been talking about compared to the\nrest of the country, with the New England states coming\nin a relatively distant second,\" said Dr. Michael Dettinger, a\nresearch hydrologist at the U.S. Geological Survey who studies the\nrelationships between water and climate.\n</P>\n<P>\nDettinger said warmer temperatures have pushed the spring snowmelt and runoff\nto about 10 days earlier on average than in the\npast. Higher temperatures would mean more rain falling rather than\nsnow, compounding issues of water storage and potentially affecting flooding.\n</P>\n<P>\nIn some places, the new tensions and pressures could even push\nwater users toward compromise.\n</P>\n<P>\nColorado recently hired a mediator to try to settle a long-running\ndispute over how water from the Rocky Mountains should be\nshared among users in the Denver area and the western\nhalf of the state. Denver gets most of the water\nand has most of the state's population. But water users\nin the mountains, notably the ski resort industry, also have\nclout and want to keep their share.\n</P>\n<P>\nRobert W. Johnson, the Bureau of Reclamation commissioner, said he shared\nthe optimism that the disputes could be worked out, but\nhe said he thought it might take a reconsideration of\nthe West's original conception of what water was for.\n</P>\n<P>\nThe great dams and reservoirs that were envisioned beginning in the\n1800s were conceived with farmers in mind, and farmers still\ntake about 90 percent of the Colorado River's flow. More\nand more, he said, the cities will need that water.\n</P>\n<P>\nAn agreement reached a few years ago between farmers and the\nMetropolitan Water District of Southern California, the chief supplier of\nwater to that region, is one model. Under the terms\nof the agreement, farmers would fallow their fields and send\nwater to urban areas in exchange for money to cover\nthe crop losses.\n</P>\n<P>\n\"I definitely see that as the future,\" Johnson said.\n</P>\n", 
            "id": "NYT_ENG_20070403.0242"
        }, 
        {
            "headline": "The Division Equation", 
            "text": "\n<P>\nThe United States and southern Europe will be far better prepared\nthan the poor nations of Africa to deal with more frequent drought.\n</P>\n<P>\nFor the U.S., the biggest problem in a future of chronic drought\nwould be water shortages. The seven Colorado basin states -- Colorado,\nWyoming, Utah, Nevada, New Mexico, Arizona, California -- would battle\neach other for diminished Colorado River flows. Mexico, which has a\nshare of the river under a 1944 treaty and has complained of U.S.\ndiversions in the past, would join the conflict.\n</P>\n<P>\nInevitably, water be would reallocated from agriculture, which uses\nmost of the West's supplies, to urban users, drying up farms.\nCalifornia would come under pressure to build desalination plants on\nthe coast, despite environmental concerns.\n</P>\n<P>\n``This is a situation that is going to cause water wars,'' said\nKevin Trenberth, a scientist at the National Center for Atmospheric\nResearch in Boulder, Colo.\n</P>\n<P>\n``If there's not enough water to meet everybody's allocation, how\ndo you divide it up?''\n</P>\n<P>\nOfficials from seven states recently forged a agreement about how\nto handle the current drought, which has left the Colorado River's big\nreservoirs -- Lake Powell and Lake Mead -- roughly half empty. Without\nsome very wet years, federal water managers say Lake Mead may never\ncompletely refill.\n</P>\n", 
            "id": "LTW_ENG_20070406.0109"
        }, 
        {
            "headline": "Warming May Exacerbate Global Water Conflicts", 
            "text": "\n<P>\nSteve Johnson scans the hot, translucent sky. He\nwants to make rain -- needs to make rain -- for the parched farms and\ndesperate hydro companies in this California valley. But first, he\nmust have clouds. The listless sky offers no hint of clouds.\n</P>\n<P>\nInside a darkened room near the Fresno airport, Johnson's\ncolleagues study an array of radar screens. If a promising\nthunderstorm appears, Johnson will send his pilots into it in sturdy\nbut ice-battered single-engine planes, burning flares of silver iodide\nto try to coax rain from the clouds.\n</P>\n<P>\nThis year, few promising clouds have gathered, to the dismay of the\nfarmers, ranchers and power companies who hire Johnson's cloud\nseeders.\n</P>\n<P>\n``We can increase the rainfall by 10 percent. But Mother Nature has\nto cooperate. Ten percent of zero is zero,'' says Johnson, a\nmeteorologist and director of Atmospherics Inc.\n</P>\n<P>\nA few miles south of Fresno, Steve Arthur is looking the other way\nfor water. His company is working around the clock, drilling wells to\nirrigate fields in California's 400-mile-long Central Valley, one of\nthe most productive food-growing areas in the world.\n</P>\n<P>\n``People are really starting to panic for water,'' said Arthur,\nwhose father started drilling wells in 1959. They must drill ever\ndeeper to tap the sinking water table. ``Eventually, the water will be\nso deep the farmers won't be able to afford to pump it,'' he said.\n``There's only so much water to go around.''\n</P>\n<P>\nAs global warming heats the planet, people will take more desperate\nmeasures. The climate will be wetter in some places, drier in others.\nChanging weather patterns will leave millions of people without\ndependable supplies of water for drinking, irrigation and power, a\ngrowing stack of studies conclude.\n</P>\n<P>\nAt Stanford University, 170 miles away, Stephen Schneider, editor\nof the journal Climatic Change and a lead author for the authoritative\nIntergovernmental Panel on Climate Change (IPCC), pours himself a cup\nof tea and says the future is clear.\n</P>\n<P>\n``As the air gets warmer, there will be more water in the\natmosphere. That's settled science,'' he said. But where, and when, it\ncomes down is the big uncertainty.\n</P>\n<P>\n``You are going to intensify the hydrologic cycle. Where the\natmosphere is configured to have high pressure and droughts, global\nwarming will mean long, dry periods. Where the atmosphere is\nconfigured to be wet, you will get more rain, more gully washers.\n</P>\n<P>\n``Global warming will intensify drought,'' he says. ``And it will\nintensify floods.''\n</P>\n<P>\nAccording to the IPCC, that means a drying out of areas such as\nsouthern Europe, the Middle East, North Africa, South Australia,\nPatagonia and the U.S. Southwest.\n</P>\n<P>\nThese will not be small droughts. Richard Seager, a senior\nresearcher at Lamont-Doherty Earth Observatory of Columbia University,\nlooked at 19 computer models of the future under current global\nwarming trends. He found remarkable consistency: Sometime before 2050,\nthe models predicted, the Southwest will be gripped in a dry spell\nakin to the Dust Bowl drought, which lasted through most of the 1930s.\n</P>\n<P>\nThe spacing of tree rings suggests numerous periods of drought\ngoing back to A.D. 800, he said. But, ``mechanistically, this is\ndifferent. These projections clearly come from a warming forced by\nrising greenhouse gases.''\n</P>\n<P>\nFarmers in the Central Valley, where a quilt of lush, green\norchards on brown hills displays the alchemy of irrigation, want to\nbelieve this is a passing dry spell. They thought a wet 2006 ended a\nseven-year drought, but this year is one of the driest on record. For\nthe first time, state water authorities shut off irrigation pumps to\nlarge parts of the valley, forcing farmers to dig wells.\n</P>\n<P>\nFarther south and east, the once-mighty Colorado River is looking\nsickly, siphoned by seven states before dribbling into Mexico. Its\nreservoirs, Lake Mead and Lake Powell, are drying, leaving accusatory\nrings on the shorelines and imperiling river-rafting companies.\n</P>\n<P>\nSeager predicts that drought will prompt dislocations similar to\nthose of the Dust Bowl. ``It will certainly cause movements of people.\nFor example, as Mexico dries out, there will be migration from rural\nareas to cities and then the U.S.,'' he said. ``There is an emerging\nsituation of climate refugees.''\n</P>\n<P>\nGlobal warming threatens water supplies in other ways. Much of the\nworld's fresh water is in glaciers atop mountains. They act as mammoth\nstorehouses. In wet or cold seasons, the glaciers grow with snow. In\ndry and hot seasons, the edges slowly melt, gently feeding streams and\nrivers. Farms below are dependent on that meltwater; huge cities have\ngrown up on the belief the mountains will always give them drinking\nwater; hydroelectric dams rely on the flow to generate power.\n</P>\n<P>\nBut the atmosphere's temperature is rising fastest at high\naltitudes. The glaciers are melting, initially increasing the runoff,\nbut gradually getting smaller and smaller. Soon, many will disappear.\n</P>\n<P>\nAt the edge of the Quelccaya Glacier, the largest ice cap in the\nPeruvian Andes, Ohio State University researcher Lonnie Thompson sat\nin a cold tent at a rarified 17,000 feet. He has spent more time in\nthe oxygen-thin ``death zone'' atop mountains than any other\nscientist, drilling ice cores and measuring glaciers. He has watched\nthe Quelccaya Glacier shrink by 30 percent in 33 years.\n</P>\n<P>\nDown the mountain, a multitude of rivulets seep from the edge of\nQuelccaya to irrigate crops of maize, the water flowing through\nirrigation canals built by the Incas. Even farther downstream, the\nrunoff helps feed the giant capital, Lima, another city built in a\ndesert.\n</P>\n<P>\n``What do you think is going to happen when this stops?'' Thompson\nmused of the water. ``Do you think all the people below will just sit\nthere? No. It's crazy to think they won't go anywhere. And what do you\nthink will happen when they go to places where people already live?''\n</P>\n<P>\nThe potential for conflict is more than theoretical. Turkey, Syria\nand Iraq bristle over the Euphrates and Tigris rivers. Sudan, Ethiopia\nand Egypt trade threats over the Nile. The United Nations has said\nwater scarcity is behind the bloody wars in Sudan's Darfur region. In\nSomalia, drought has spawned warlords and armies.\n</P>\n<P>\n(Optional add end)\n</P>\n<P>\nResearcher Seager suggests that humans ought to bend more to nature\nthan trying to bend nature.\n</P>\n<P>\n``We're not going to be able to carry on like we are,'' he said.\n``Do we really want to keep growing irrigated alfalfa in the high\ndesert, in New Mexico and Arizona? It really makes no sense.''\n</P>\n<P>\nMark McKean, a Fresno Valley farmer, had to leave some of his\nfields of cotton unwatered when the flow in the irrigation canals\nstopped this summer. But he chafes at Seager's suggestion.\n</P>\n<P>\n``Sure, my tomatoes can be grown in other parts of the world,'' he\nsaid. ``But do we want to give up the economic base that supports\nsmall, rural towns? Do we want to ignore child labor growing our food\nsomewhere else? Do we want to know if pesticides are being used? What\nare we willing to pay for all that?''\n</P>\n", 
            "id": "LTW_ENG_20070821.0064"
        }, 
        {
            "headline": "Estuary Is at Risk Without Bi-National Restoration", 
            "text": "\n<P>\nThe Colorado River Delta was once a watery labyrinth of willow thickets,\nmesquite and cottonwood, bigger than the state of Rhode Island and teeming\nwith bird and animal life. Today it is a barren expanse of salt-stained\nmudflats  where the river used to meet the sea south of Yuma, Ariz\n.\n</P>\n<P>\nAbout 90 percent of the delta's wetlands and natural habitat dried up\nover the past half  century, as water from the Colorado was captured in\nreservoirs and diverted to farms and cities from Las Vegas to Mexicali,\nMexico.\n</P>\n<P>\nFor more than a decade, conservation groups in the U.S. and Mexico have\ntried unsuccessfully to restore North America's largest desert estuary. Now\nthe Sonoran Institute  is warning that unless restoration is undertaken\nbefore a prolonged dry spell, which many scientists are predicting, it could\nbe too late.\n</P>\n<P>\nIn its forthcoming analysis of the delta, the nonprofit Arizona \ninstitute paints a dire picture of the once-vibrant ecosystem. But it also\nputs forth a proposal for replenishing much of the area by replacing a \nfraction of the river water that once flowed through the delta, saying it\nwould be enough to restore  much of the area's natural wealth.\n</P>\n<P>\nUnder the institute's plan, the delta would get about three-tenths of a\npercent of the river's historic annual flow, making it one of the more\nmodest claims on a river that serves 30 million people. But even that amount\ncould be a hard sell.\n</P>\n<P>\nEight years of drought in the Colorado watershed have raised the\nlikelihood of shortages in the near future, and as officials in the U.S. and\nMexico look for creative ways of limiting future cutbacks, every drop will\ncount.\n</P>\n<P>\nThe river's annual flow has fallen as low as 25 percent of normal since\n2000, and some scientists have predicted that with the growing influence of\nclimate change, flows will average 50 percent to 60 percent of normal over\nthe next 50 years.\n</P>\n<P>\nLater this year, Interior Secretary  Dick Kempthorne  is expected to\nannounce the first-ever guidelines for managing reduced water deliveries\nfrom the Colorado in the event of shortages. Officials say a shortage will\nbe declared when the water level at Lake Mead drops 36 feet below its\ncurrent level, a change  that is expected  within the next few\nyears.\n</P>\n<P>\nAs the government draws up plans for dealing with a reduced water\nsupply, environmentalists believe restoration must be made a priority or the\ndelta will be doomed.\n</P>\n<P>\n\"If we fail right now, we might really fail, as the shortage becomes a\nreality and discussions about saving water for conservation become a lot\nharder,\" said Jennifer Pitt,  a policy analyst with the group Environmental\nDefense,  which works closely with the Sonoran Institute.\n</P>\n<P>\nAdvocates for the delta have little legal leverage.\n</P>\n<P>\nNeither the 1944 treaty that allocates Colorado River water to Mexico\nnor any environmental law in that country mandates water for the delta. Late\nlast year, in support of efforts by California to reclaim water that has\nbeen seeping across the border and nourishing crops and wetlands in the\ndelta, Congress passed legislation barring the use of U.S. environmental\nlaws to protect Mexico's interests.\n</P>\n<P>\nBut the Sonoran Institute contends that there is still nearly enough\nunclaimed water in the river to revive the delta without impinging on any\nexisting rights on either side of the border.\n</P>\n<P>\n\"What we are talking about is the slop, leakage and waste discharges, \"\nsaid Peter Culp,  a lawyer who represents the institute. It's the water that\nslips past Mexico's Morelos Dam  after an upriver storm or that trickles\nback to the river from irrigated fields.\n</P>\n<P>\nFor 30 years, the crown jewel of the delta's remaining wetlands, the\n40,000-acre Cienega de Santa Clara in Sonora, Mexico, has relied entirely on\nbrackish discharges from a nearby irrigation district.\n</P>\n<P>\nThe problem with such releases, however, is that they can't be counted\non forever and don't always occur when nature needs them. To ensure timely\nflows, the institute has proposed amending the 1944 treaty to allow Mexico\nto bank water in the U.S. and participate in a bi-national water\nmarket.\n</P>\n<P>\n\"There are significant human benefits to the proposal,\" said Mark\nLellouch,  one of its authors.  About 200,000 people live in scattered\ncommunities in the delta, Lellouch said, and restoration would provide more\nsustenance and more jobs.\n</P>\n<P>\nEven now, nature tourism is a going concern. Visitors from the U.S. and\nMexico are drawn to the Cienega de Santa Clara and other destinations by the\nestimated 350,000 birds that still nest and feed in the delta.\n</P>\n<P>\n\"There are a number of stakeholders in Mexico interested in that\nenvironment,\" said Steve Smullen,   principal engineer for the International\nBoundary and Water Commission,  the agency that administers water-rights\ntreaties between the United States and Mexico. But he said the institute's\nplan \"     works against agricultural interest, conservative interest and\nthe interests of large communities\" vying for   the water  .\n</P>\n<P>\n\"If there's enough will, you can make anything happen,\" he said. \"But\nit's an uphill battle.\"\n</P>\n", 
            "id": "LTW_ENG_20070921.0056"
        }, 
        {
            "headline": "OUT WEST, A FALLING LAKE LOWERS ALL BOATS", 
            "text": "\n<P>\nAll aboard the Desert Princess for the 2\no'clock tour of historic Lake Mead, and please smile for your\nsouvenir photograph, available for purchase at the end of this\nexcursion. The paddle-wheeling Desert Princess begins a lake loop\nthat will include a reverent pause before the majestic Hoover Dam.\nKick back in the enclosed bar, or grab one of the plastic seats on\nthe open top deck, and drink it all in:\n</P>\n<P>\nThe glassy surface waters of the lake. The looming desert hills.\nThe chalky whiteness that covers the lake-side faces of those\nhills; a wall of white, really, rising dozens of feet in the air.\n</P>\n<P>\nAs the boat churns along, a recorded narration discusses\neverything from the dinosaurs that once roamed to the gradual\nfilling of what is now Lake Mead, after the dam's completion in\n1935. But the disembodied narrator never mentions those prominent\nhills of white defining the view from port and starboard, bow and\nstern.\n</P>\n<P>\nExplanation, then, is left to a sun-baked, window-washing\ndeckhand: \"We're in a nine-year drought.\"\n</P>\n<P>\nThat whiteness covering the desert hillsides is a sort of\nbathtub ring, measuring through calcium and other mineral deposits\nhow much the water level has dropped in Lake Mead over the years,\nespecially within the last decade.\n</P>\n<P>\nThe melting snow on the western slopes of the Rockies feeds into\nthe Colorado River to flow west and south, across parts of\nColorado, Utah and Arizona, and, since the construction of the dam,\ninto Lake Mead, some 30 miles east of Las Vegas. The lake's water\nlevel has risen and fallen, but never has the drop been quite like\nthis.\n</P>\n<P>\n\"Lake Mead is at 49 percent of capacity,\" says Scott Huntley,\nspokesman for the Southern Nevada Water Authority. In other words:\nhalf empty.\n</P>\n<P>\nTrue, the lake's water level was this low 45 years ago, though\nHuntley attributes much of that to the filling of Lake Powell, 490\nmiles upriver in Utah. And true, the water level fluctuates\nnaturally.\n</P>\n<P>\nBut the lake was lapping at the top of Hoover Dam just two\ndecades ago. For years its \"normal\" elevation ranged between\n1,180 and 1,220 feet above sea level; today it is at 1,111 feet,\nand predicted to drop below 1,100 feet within two years.\n</P>\n<P>\nNow there are tense meetings among several states that rely on\nthe Colorado. Now the head of the water authority here attributes\nthe drought's length and severity to climate change. Now the\noperative word is \"conserve.\"\n</P>\n<P>\nRoxanne Dey, a National Park Service spokeswoman for the Lake\nMead National Recreation Area, says that believe it or not, the\ndrought has had at least one positive impact: \"It reminds people\nhere that we live in a desert.\"\n</P>\n", 
            "id": "NYT_ENG_20071103.0118"
        }, 
        {
            "headline": "IN VEGAS, WASTING WATER IS A SIN", 
            "text": "\n<P>\nCox News Service\n</P>\n<P>\nLAS VEGAS - Outside the Bellagio casino, tourists stare at\nfountains thrusting water into the sky as Elvis sings \"Viva Las\nVegas.\" Meanwhile, off the Strip, residents dig up their lawns to\nsave water - and get paid for it.\n</P>\n<P>\nThat's the paradox in this desert town where water lured people\nthousands of years before casino-constructed wonders such as the\ncanals of the Venetian, the shark reef of Mandalay Bay and the\nfountains of the Bellagio.\n</P>\n<P>\nBy the 1800s, a life-sustaining spring on the Old Spanish Trail\nhad inspired travelers to label this spot Las Vegas, \"the\nmeadows.\" Then in 1935, the Hoover Dam opened on the Colorado\nRiver, creating what is now Lake Mead. The region seemed guaranteed\na reliable flow of water as far into the future as anyone could\nsee.\n</P>\n<P>\nBut the original spring dried up 45 years ago, and now Lake Mead\nis in serious trouble. A seven-year drought has the 157,000-acre\nreservoir looking as if someone pulled the plug, leaving a\nwaterline 100 feet high that locals labeled \"the bathtub ring.\"\n</P>\n<P>\nReminds you of Georgia's Lake Lanier.\n</P>\n<P>\nWhen it comes to water, the Big Peach has a thing or two in\ncommon with Sin City.\n</P>\n<P>\nBoth are among the country's fastest-growing cities. Nevada\nshares the Colorado River with six other states; Georgia competes\nwith Alabama and Florida for the Chattahoochee. And in Las Vegas,\nas in Atlanta, the rain has stopped falling.\n</P>\n<P>\nLas Vegas, a few years ahead of Atlanta on the drought curve,\nresponded with an all-out assault on wasteful attitudes and an\nexhaustive search for new water sources.\n</P>\n<P>\nThe city offered inducements to cut consumption, negotiated\nagreements with other regions and proposed a controversial pipeline\nthat resulted in a tug of war with a neighboring state.\n</P>\n<P>\nWater cops on the beat\n</P>\n<P>\nLas Vegas takes conservation seriously enough to give its water\nagency its own police force.\n</P>\n<P>\nOn a \"good day,\" Francis Reyes writes 40 citations. But most\ndays, he and the 10 other Las Vegas water cops average about 14\napiece.\n</P>\n<P>\nOn this fall morning, Reyes is patrolling in his Water Waste\nInvestigator's SUV, looking for violators. On the overnight shift,\nhe'd have his windows down to hear any water he couldn't see.\n</P>\n<P>\nHe rolls past lawns with bright green grass and yards with rocks\nand desert landscaping, some of the latter no doubt the result of a\nfinancial incentive offered by the Southern Nevada Water Authority.\nOwners of new homes have no choice; no grass is allowed in front\nyards of new developments. Backyards can be half turf, a concession\nto children and dogs.\n</P>\n<P>\nDriving through a neighborhood of 1950s-era homes on\nquarter-acre lots, Reyes, 24, passes someone washing a silver van -\nwashing vehicles once a week is permitted - and stops to warn a man\ndraining a pool that he must feed the water into the sewer system\nfor recycling.\n</P>\n<P>\nOn the edge of an emerald green lawn, Reyes sees a defective\nsprinkler shooting water into the air like a geyser. Although\noutdoor watering is still permitted on a strict schedule, spilling\nwater into the street is not. Reyes records the offense with a\nvideo camera, then logs onto his computer to check the address for\nprevious citations. None.\n</P>\n<P>\nHe checks \"Broken sprinkler/emitter\" on a form. If it's not\nrepaired next time he checks, a fine will be added to the water\nbill for this address. Should the homeowner appeal, Reyes has his\nvideo evidence.\n</P>\n<P>\nJust as he gets out of the van to plant a small yellow flag at\nthe precise scene of the crime, the automatic sprinkler system\nshuts off. Reyes sticks the pennant into the gleaming wet grass.\n</P>\n<P>\nMore residents, less grass\n</P>\n<P>\nConservation efforts saved Southern Nevada 18 billion gallons of\nwater annually from 2002 to 2006 - a 20 percent reduction during a\nperiod when nearly 330,000 more residents moved in and 40 million\ntourists visited. Nevadans have cut five billion gallons a year\njust on the turf they've dug up since 2003, when the Southern\nNevada Water Authority started paying people $1 a square foot to\nget rid of their grass so they wouldn't have to water it. The 26\ngolf clubs alone tore out 472 acres, the equivalent of five 18-hole\ncourses. The areas where play takes place - the rough, the fairway\nand the green - are still grass. Other parts of the course feature\ndrought-tolerant plants, many of them desert natives.\n</P>\n<P>\nDoug Bennett, who moved to Vegas from New Mexico about the time\nthe drought started in 2000, is the water authority's manager of\nconservation. He settled into a Las Vegas neighborhood of lush\ngrass and immediately got rid of his.\n</P>\n<P>\n\"If the only time people walk on that lawn they're pushing a\nmower, it's not functional,\" he said.\n</P>\n<P>\nDesert landscaping offers many possibilities beyond cacti, he\nsaid. Some colorful flowering plants and shrubs demand much less\nwater than grass.\n</P>\n<P>\nBennett believes regulations about how and when water can be\nused are more palatable here because Vegas and all its suburban\nsatellites operate under the same rules. They're set by the\nregional water authority, formed in 1991 to bring together seven\nseparate water jurisdictions.\n</P>\n<P>\nIf each agency sets its own standards, Bennett said, \"it's easy\nto send out mottled messages.\"\n</P>\n<P>\nPush for higher prices\n</P>\n<P>\nDespite the strides the authority has made, critics say Las\nVegas should do more to conserve water. One way of discouraging\nwater use could be to make it more expensive.\n</P>\n<P>\nThe Rates Citizen's Advisory Committee, a 14-member panel, was\nappointed by the Las Vegas Valley Water District to recommend a\nwater pricing structure that would strengthen conservation.\n</P>\n<P>\nThe committee's charts show that Las Vegas pays a fraction of\nthe water fees of Tucson, Ariz., San Antonio, Santa Barbara, Calif.\n- and even Atlanta.\n</P>\n<P>\nScot Rutledge, executive director of the Nevada Conservation\nLeague, is all for Vegas increasing water fees.\n</P>\n<P>\n\"You sure as hell should pay more for water if you're moving to\nan area with limited water resources,\" said Rutledge, who's not on\nthe panel. \"There are people in this valley who don't care how\nmuch water they use. Those are the people who should have to pay.\"\n</P>\n<P>\nBecause about three-quarters of water use in the Las Vegas\nvicinity is by single-family homes, the committee is focusing on\nthose users. But all customers would be affected.\n</P>\n<P>\nSome members of the advisory board - which includes\nrepresentatives of gaming and development, labor unions and golf\ncourses - are concerned that prices may escalate too quickly and\nbusinesses might be disproportionately affected.\n</P>\n<P>\n\"I think there's going to be rate shock no matter what,\" said\nRon Winkle, who represents older adults on the committee. He cited\nthe possibility that a 20 percent increase could bankrupt a golf\ncourse with a million-dollar water bill.\n</P>\n<P>\n\"At the same time,\" said Cynthia Lopez, who represents the\nresidential sector, \"golf is a luxury, especially in the desert.\"\n</P>\n<P>\n\"I don't think we want golf courses to go out of business,\"\nWinkle replied.\n</P>\n<P>\n\"Of course not,\" agreed Lopez, \"but we're talking about water\nconservation.\"\n</P>\n<P>\nWhen the meeting was over, committee facilitator Lewis\nMichaelson said the panel's mission is to curtail demand and\nencourage conservation while making sure everyone pays a fair\nshare.\n</P>\n<P>\nWater administrator Richard Wimmer shook his head. \"It's a\nbalancing act that's not achievable,\" he said. \"You know that.\"\n</P>\n<P>\nNew sources needed\n</P>\n<P>\nUltimately, conservation will fall short, said Pat Mulroy,\ngeneral manager of both the Las Vegas Valley Water District and of\nthe Southern Nevada Water Authority.\n</P>\n<P>\nSouthern Nevada must find new ways to bring in water, she said.\n</P>\n<P>\nA complex plan hammered out by the states along the Colorado\nRiver and expected to be signed by the secretary of interior next\nmonth will do that. It allows the Southern Nevada Water Authority\nto pipe water from the Muddy, a short river about 60 miles\nnortheast of Las Vegas; the Virgin, a long tributary of the\nColorado; and the Coyote Spring Basin northeast of the city. As\npart of the seven-state agreement, Nevada will help pay for a\nreservoir in Southern California.\n</P>\n<P>\nThe plan is supposed to ensure that Lake Mead doesn't fall below\na minimum level.\n</P>\n<P>\nMulroy said the agreement, reached after \"four years of chest\nbeating\" and \"some very childish behavior\" among the states, is\nmuch more equitable.\n</P>\n<P>\n\"We had to succeed,\" she said. \"We could spend the next 20\nyears in the Supreme Court. In the meantime, we'd all be sucking\nair.\"\n</P>\n<P>\nIn a separate plan, the Southern Nevada Water Authority proposes\npurchasing and pumping billions of gallons of groundwater from\nrural east-central Nevada for use by Las Vegas, an idea that's\nsparked much controversy.\n</P>\n<P>\nSome environmentalists say parts of the state could become a\ndust bowl. Some rural Nevadans resent the expanding city. And some\nUtah officials want a federal study to make sure the pipeline\ndoesn't tap into Utah's aquifer - a request Mulroy says would\ninterfere with Nevada's sovereign right.\n</P>\n<P>\n\"It's going to get uglier before it gets better,\" Mulroy\npredicted.\n</P>\n<P>\nControlling growth, she said, is not an option -although\nenvironmentalists insist the area's population explosion must be\ncurtailed.\n</P>\n<P>\n\"What are we going to do, build walls?\" she asked. \"Will we\nreach a point where our own kids can't live here?\"\n</P>\n<P>\nA history lesson in order\n</P>\n<P>\nThe people pouring into Vegas must be educated about the concept\nof desert life, said Bronson Mack, a spokesman for the water\nauthority.\n</P>\n<P>\nOne way water officials are trying to do that is through the Las\nVegas Springs Preserve. On the site of the defunct original spring,\nthe preserve opened in June as a $250 million attraction of\nexhibits, gardens and trails that illustrate the heritage and\necology of the Mojave Desert and Las Vegas.\n</P>\n<P>\n\"The history of the city is the history of the water in this\nvalley,\" said Marcel Parent, the preserve's education director.\n</P>\n<P>\nCurrent casinos and hotels are also feeding most of the water\nthey use back into the Las Vegas Wash, which feeds recycled water\nback to Lake Mead.\n</P>\n<P>\nThe gaming and hospitality industries, which account for only 3\npercent of the area's overall water use, are generally pretty good\nstewards, authority officials say. And, of course, they drive the\narea's economy.\n</P>\n<P>\nTourists aren't drawn to casinos only for the gambling.\nSometimes, it's all about the show.\n</P>\n<P>\nAt the Golden Nugget, an older hotel and casino in downtown Las\nVegas, a Michigan mother waited for a hamburger at a grill. During\nthree days in town with her grown daughter, she had been in almost\nevery casino on the Strip. The neon and noise had left her\nunimpressed.\n</P>\n<P>\nBut she said she would cherish one experience - watching the\nBellagio's fountain shooting water to the heavens as Elvis sang.\n</P>\n<P>\nThat, she said, was worth the trip.\n</P>\n<P>\nGayle White writes for the Atlanta Journal-Constitution. E-mail:\ngwhite @ ajc.com\n</P>\n", 
            "id": "NYT_ENG_20071124.0044"
        }, 
        {
            "headline": "STATES AGREE TO NEW WATER-SHARING PACT", 
            "text": "\n<P>\nFacing the worst drought in a century and the\nprospect that climate change could yield long-term changes on the\nColorado River, the lifeline for several Western states, federal\nofficials have reached a new pact with the states on how to\nallocate water if the river runs short.\n</P>\n<P>\nState and federal officials praised the agreement, which\nInterior Secretary Dirk Kempthorne was expected to sign Thursday,\nas a landmark akin to the Colorado River Compact of 1922 that first\ndivvied up how much water the seven states served by the river --\nCalifornia, Nevada, Arizona, Colorado, Utah, New Mexico, and\nWyoming -- receive annually.\n</P>\n<P>\nThe new accord, outlined by federal officials in a telephone\nnews conference Friday, spells out how three down-river states,\nCalifornia, Arizona and Nevada, will share the pain of river\nshortages. It puts in place new measures to encourage conservation\nand manage the two primary reservoirs, Lake Mead and Lake Powell,\nwhich have gone from nearly full to just about half empty since\n1999.\n</P>\n<P>\nThe accord is expected to forestall litigation that was likely\nto have arisen as fast-growing states jockey for the best way to\nkeep the water flowing to their residents and businesses in\nincreasingly dry times. It would be in effect through 2026 and\ncould be revised during that time.\n</P>\n<P>\nSome environmental groups said the pact did not go far enough to\nencourage conservation and discourage growth. But federal officials\nsaid they took the best of several proposals by the states,\nenvironmental organizations and others and emphasized the\nimportance of all seven states agreeing with the result.\n</P>\n<P>\n\"I think for the first time in 85 years we are on the same\npage,\" said Herb Guenther, the director of water resources in\nArizona, which had initially balked at some terms of the agreement\nand was threatening legal action over it.\n</P>\n<P>\nBut with water levels in reservoirs dropping, a record\neight-year drought, the prospect that climate change could bring\nmore dry spells and new scientific analyses suggesting the West\ncould be drier than has been traditionally believed, the states\nwere pushed to act.\n</P>\n<P>\nThese factors \"forced the issue to the head and we decided to\ndo something unique and different,\" Guenther said.\n</P>\n<P>\nThe agreement, the product of two-and-a-half years of\nnegotiation and study, establishes criteria for the Interior\nDepartment to declare a shortage on the river, which would occur\nwhen the system is unable to produce the 7.5 million acre-feet of\nwater, enough to supply 15 million homes for a year, that the three\ndown river states are entitled to.\n</P>\n<P>\nWater deliveries would be decreased based on how far water\nlevels drop in Lake Mead and Lake Powell. The Bureau of\nReclamation, which manages the river system, predicts about a 5\npercent chance of such a shortage being declared by 2010, but it\nall depends on how much the states are able to conserve and, of\ncourse, the weather.\n</P>\n<P>\nThe probability projection \"does not imply it can't happen,\"\nsaid Terry Fulp, a bureau official involved in managing the river.\n</P>\n<P>\nWater districts, anticipating an eventual cutback of Colorado\nRiver water, have been storing large amounts of water and the\naccord encourages them to continue to do so.\n</P>\n<P>\nThe pact includes a bundle of agreements with the states,\nincluding approval for water managers in the Las Vegas area, which\ngets 90 percent of its water from the Colorado, to get a greater\nshare of Lake Mead water in exchange for financing a reservoir in\nCalifornia to capture large amounts of river water destined for\nMexico but beyond that country's entitlement by treaty.\n</P>\n<P>\n\"It's hugely important for us,\" said Scott Huntley, a\nspokesman for the Southern Nevada Water Authority. \"This really\ndoes provide the bridge for us to get into the next decade.\"\n</P>\n<P>\nBut John Weisheit, conservation director for Living Rivers, a\nUtah-based environmental group, said the agreement sends the\nmessage to the states that growth trumps sensible water management.\nWeisheit said the conservation should have been stressed and the\ngovernment's computer modeling was overly optimistic about future\nwater supply.\n</P>\n<P>\n\"There is more water on paper than there actually is on the\nlandscape,\" he said. \"They are looking at this in a way that will\nallow more development even though the water is not theoretically\nthere.\"\n</P>\n", 
            "id": "NYT_ENG_20071209.0148"
        }, 
        {
            "headline": "Government Adopts Colorado River Guidelines", 
            "text": "\n<P>\nThe shortage guidelines, more than two years in the making, come in the\neighth year of the worst drought in the century-long historic record of the\nColorado, which supplies water to 25 million people and 1 million acres of\nfarmland.\n</P>\n<P>\nFederal water managers say a shortage could be declared as early as\n2010, allowing the Department of the Interior to reduce water deliveries to\nArizona and Nevada, two of the seven states that have sparred over the\nwaterway for decades.\n</P>\n<P>\nCalifornia, which has the biggest water allocation and seniority rights\nin the Lower Basin, would not be affected.\n</P>\n<P>\nThe ongoing drought has left Lake Powell and Lake Mead, the Colorado's\ntwo mammoth reservoirs, half empty, their receding shorelines marked by a\nwide band of bleached rocks that a decade ago were under water. Without some\nvery wet years, Lake Mead  might never refill, according to federal\nhydrologists.\n</P>\n<P>\n\"We have had good news and bad news,\" said U.S. Secretary of the\nInterior Dirk Kempthorne  in a speech before signing the shortage document\nat the Colorado River Water Users Association meeting at Caesars\nPalace.\n</P>\n<P>\nThe bad news, he added, is that the Colorado drought shows \"no sign of\nending.\"\n</P>\n<P>\nScientists also predict that climate change will worsen Western drought\npatterns and reduce Colorado flows by increasing evaporation and decreasing\nsnowfall. One study released earlier in 2007 warned that global warming\ncould thrust the Southwest into a state of permanent drought by\n2050.\n</P>\n<P>\n\"Runoff in five of the seven Colorado River basin states is projected to\ndecline by more than 15 percent during the 21st century,\" Kempthorne\nsaid.\n</P>\n<P>\nAgainst that backdrop, Wyoming, Utah, Colorado, Nevada, New Mexico,\nArizona and California began negotiations in 2005 to write a blueprint for\nwater shortages. Their plans formed the basis of the document signed by\nKempthorne, who called it \"an agreement to share adversity\" and a landmark\nin the tangled history of Colorado River management.\n</P>\n<P>\nThe agreement avoided a prolonged legal battle among the seven states by\ntinkering with river law without changing the fundamentals of the 1922\ncompact that divided the Colorado's flow among them.\n</P>\n<P>\nAlthough California's seniority rights put it in the best position of\nthe Lower Basin states, the agreement benefited the state by preventing\n\"bloody legal fights in Congress or the courts,\" said Jeffrey Kightlinger,\ngeneral manager of the Metropolitan Water District of Southern\nCalifornia.\n</P>\n<P>\nThe guidelines, which will be in effect for the next 19 years, contain\nthree major elements:\n</P>\n<P>\n-- They set particular water-level elevations of Lake Mead as triggers\nfor water cutbacks. The reductions will total less than 10 percent of the\nLower Basin's allocation. Arizona agriculture will bear the brunt of the\nshortfall and Nevada a small portion of it.\n</P>\n<P>\n\"California is secure. It's entitlement is not impacted,\" said Bill\nSwan, water rights attorney for the Imperial Irrigation District, which gets\nthree-fourths of California's Colorado allotment.\n</P>\n<P>\n-- Lake Powell, which holds water from the upper-basin states, and Lake\nMead, which receives water from Powell, will be operated as one reservoir\nsystem. That is expected to make it easier to control Mead's level and the\nshortage triggers.\n</P>\n<P>\n-- States will be allowed to hold \"conserved\" water in Mead from year to\nyear, changing existing rules that require them to use or lose their annual\nallocations. Water agencies then could pay irrigation districts to let\nfarmland lie fallow, keep the unused irrigation water stored in Mead and\ndraw on it at a later date.\n</P>\n<P>\nThe Metropolitan Water District of Southern California will be able to\nstore up to 1.5 million acre-feet in Mead, nearly double the capacity of its\nDiamond Valley Lake Reservoir in Riverside County. That is enough water to\nmeet annual needs for about 3 million average households.\n</P>\n<P>\nNevada, which has the smallest water allotment in the Lower Basin, plans\nto hold water in Mead from fallow farmland along the Virgin and Muddy\nrivers. The Southern Nevada Water Authority also will build a small\nreservoir, called Drop Two, near the Mexican border to capture flows ordered\nby  U.S. farmers who don't use it during rain. That measure would decrease\nflows to the Colorado's ecologically important delta, potentially sparking\noutcry from Mexico. In return for financing the reservoir, Southern Nevada\nwill get some of the captured water. Metropolitan and Arizona  also might\ntake part in the arrangement.\n</P>\n<P>\nLas Vegas' exploding population and growing water needs have been a\ndriving force behind the state talks. Pat Mulroy,  head of the Southern\nNevada Water Authority, had threatened to go to court to get more\nwater.\n</P>\n<P>\nMichael Cohen, senior associate for the Pacific Institute, called the\nagreement a  large step forward. But he wasn't prepared to say the states\nthat rely on the Colorado River have fully acknowledged a drier\nfuture.\n</P>\n<P>\n\"None of the municipal agencies are saying, `We need to re-evaluate our\nurban plans, our growth plans because there's only so much water,' \" he\nsaid. \"It's not clear that the states are saying, `OK, we're going to now\nlive in this era of limits.' \"\n</P>\n<P>\nPowers reported from Las Vegas and Boxall from Los Angeles.\n</P>\n", 
            "id": "LTW_ENG_20071214.0121"
        }
    ], 
    "id": "D1120D", 
    "title": "Lake Meade Drought"
}