{
    "docSet": [
        {
            "headline": "New studies back vitamin D for cancer prevention", 
            "text": "\n<P>\nTwo new vitamin D studies have revealed new prescriptions for possibly\npreventing up to half of the cases of breast cancer and two-thirds of the cases\nof colorectal cancer in the United States.\n</P>\n<P>\nThe work was conducted by a core team of cancer prevention specialists at the\nMoores Cancer Center at University of California, San Diego, and colleagues from\nboth coasts.\n</P>\n<P>\nThe breast cancer study, published online in the current issue of the Journal of\nSteroid Biochemistry and Molecular Biology, found that individuals with the\nhighest blood levels of 25- hydroxyvitamin D, or 25(OH)D, had the lowest risk of\nbreast cancer.\n</P>\n<P>\nThe researchers divided the 1,760 records of individuals into five equal groups,\nfrom the lowest blood levels of 25(OH)D (less than 13 nanograms per milliliter,\nor 13 ng/ml) to the highest ( approximately 52 ng/ml). The data also included\nwhether or not the individual had developed cancer.\n</P>\n<P>\n\"The data were very clear, showing that individuals in the group with the lowest\nblood levels had the highest rates of breast cancer, and the breast cancer rates\ndropped as the blood levels of 25-hydroxyvitamin D increased,\" said study co-\nauthor Cedric Garland, Dr.P.H. \"The serum level associated with a 50 percent\nreduction in risk could be maintained by taking 2,000 international units of\nvitamin D3 daily plus, when the weather permits, spending 10 to 15 minutes a day\nin the sun.\"\n</P>\n<P>\nThe colorectal cancer study, published online February 6 in the American Journal\nof Preventive Medicine, is a meta-analysis of five studies that explored the\nassociation of blood levels of 25( OH)D with risk of colon cancer. All of the\nstudies involved blood collected and tested for 25 (OH)D levels from healthy\nvolunteer donors who were then followed for up to 25 years for development of\ncolorectal cancer.\n</P>\n<P>\nAs with the breast cancer study, the dose-response data on a total of 1,448\nindividuals were put into order by serum 25(OH)D level and then divided into\nfive equal groups, from the lowest blood levels to the highest.\n</P>\n<P>\n\"Through this meta-analysis we found that raising the serum level of\n25-hydroxyvitamin D to 34 ng/ml would reduce the incidence rates of colorectal\ncancer by half,\" said co-author Edward D. Gorham, Ph.D.\n</P>\n<P>\n\"We project a two-thirds reduction in incidence with serum levels of 46ng/ml,\nwhich corresponds to a daily intake of 2,000 IU of vitamin D3. This would be\nbest achieved with a combination of diet, supplements and 10 to 15 minutes per\nday in the sun,\" he added.\n</P>\n<P>\nVitamin D3 is available through diet, supplements and exposure of the skin to\nsunlight, or ultraviolet B (UVB). In the paper, the researchers also underscored\nthe importance of limiting sun exposure such that the skin does not change color\n(tan) or burn.\n</P>\n", 
            "id": "XIN_ENG_20070206.0280"
        }, 
        {
            "headline": "Vitamin D may reduce colorectal, breast cancer risks: studies", 
            "text": "\n<P>\nRaising vitamin D levels by taking supplements and absorbing a little bit of\nsunshine each day may help prevent colorectal and breast cancers, said two\nstudies published Tuesday.\n</P>\n<P>\nA high blood level of vitamin D could help reduce the risk of breast cancer by\nhalf and of colorectal cancer by two-thirds, the studies found.\n</P>\n<P>\nVitamin D is a fat soluble vitamin that is found in food and is made in the body\nbecause sunlight's UV rays trigger vitamin D synthesis in the skin. US health\nauthorities have not established a recommended daily allowance for the vitamin\ndue to insufficient scientific evidence.\n</P>\n<P>\nFor the breast cancer study, published online in the Journal of Steroid\nBiochemistry and Molecular Biology, researchers analyzed data from two earlier\nstudies on the response to vitamin D doses among 1,760 people.\n</P>\n<P>\n\"The data were very clear, showing that individuals in the group with the lowest\nblood levels had the highest rates of breast cancer, and the breast cancer rates\ndropped as the blood levels of 25-hydroxyvitamin D increased,\" said study co-\nauthor Cedric Garland.\n</P>\n<P>\n\"The serum level associated with a 50 percent reduction in risk could be\nmaintained by taking 2,000 international units of vitamin D3 daily plus, when\nthe weather permits, spending 10 to 15 minutes a day in the sun,\" he said.\n</P>\n<P>\nThe colorectal cancer research, published online in the American Journal of\nPreventive Medicine, analyzed five studies on 1,448 individuals that explored\nthe association of blood levels of vitamin D with colon cancer risk.\n</P>\n<P>\nThe incidence rate of colorectal cancer could be reduced by half with a serum\nlevel 34 nanograms per milliliter (ng/ml), the study found.\n</P>\n<P>\n\"We project a two-thirds reduction in incidence with serum levels of 46ng/ml,\nwhich corresponds to a daily intake of 2,000 IU of vitamin D3. This would be\nbest achieved with a combination of diet, supplements and 10 to 15 minutes per\nday in the sun,\" said study co-author Edward Gorham.\n</P>\n<P>\nThe researchers highlighted the importance of limiting sun exposure to avoid\nskin cancer risks.\n</P>\n<P>\nThey said a fair-skinned white person could get an adequate dose of vitamin D by\nspending 10 to 15 minutes in the noontime sun on a clear day with 50 percent of\nskin area exposed to the sun, while darker skinned people may need to stay as\nlong as 25 minutes under the sun to achieve a similiar benefit.\n</P>\n<P>\nThe two studies were conducted by a core team of cancer prevention specialists\nat the Moores Cancer Center at University of California, San Diego (UCSD), and\nother colleagues.\n</P>\n", 
            "id": "AFP_ENG_20070206.0414"
        }, 
        {
            "headline": "DON'T LET WINTER SAP YOUR VITAMIN D RESERVES", 
            "text": "\n<P>\nFeeling tired? Achy?\n</P>\n<P>\nIt may not be the winter blahs, but a lack of\nvitamin D brought about by, well, winter.\n</P>\n<P>\n\"Vitamin D deficiency is very common,\" particularly in areas hard hit\nby winter, says Robert Busch, an endocrinologist here.\n</P>\n<P>\nVitamin D, called the \"sunshine vitamin\" because the body makes its\nown after absorbing the sun's rays, is key to the\nabsorption of calcium. When we don't get enough, our bodies\ndraw calcium out of our bones to compensate, reducing bone\ndensity and increasing fracture risk, Busch says.\n</P>\n<P>\nThis is of particular concern among post-menopausal women and those with\na high risk of osteoporosis. Because of deficiency concerns, the\ncurrent recommendations for vitamin D -- 200 international units for\npeople up to age 50; 400 IUs for those 51\nto 70; and 600 IUs for those older -- may\nbe changing, says Judy Carr, a registered dietitian and certified\ndiabetes educator.\n</P>\n<P>\n\"It is one of those vitamins that they're taking a closer\nlook at to see if we really need to increase\nhow many units we should take,\" she says.\n</P>\n<P>\nIn December, after reading a little more about the vitamin, Carr\nasked her doctor to include a vitamin D analysis with\nher routine blood work.\n</P>\n<P>\nCarr was surprised when her results came back showing her levels\nwere on the low end of normal. \"I'm thinking if\nthat's me, because I don't have a horrible diet, I\ncan't imagine what the general population's is,\" Carr says.\n</P>\n<P>\nShe started taking vitamin D supplements, which are just a few\ndollars for a bottle of 100, and noticed she no\nlonger felt as stiff in her joints. Now, when she\ndoes nutritional consultations with patients who are complaining of joint\npain or muscle weakness, she asks if their doctor has\nchecked their vitamin D levels.\n</P>\n<P>\nScientists are also assessing the vitamin's role in boosting the immune\nsystem and protecting against some cancers.\n</P>\n<P>\nTypically, dietitians say the best source of vitamins is through the\nfoods we eat, rather than supplements. But Carr says the\nbest food sources of vitamin D aren't necessarily the foods\nwe love.\n</P>\n<P>\nA tablespoon of cod-liver oil contains more than 1,300 IUs.\n</P>\n<P>\nSalmon (360 IUs for 3.5 ounces), sardines (250 IUs for 13/4\nounces) and fortified milk (about 100 IUs per serving) are\nalso good sources.\n</P>\n<P>\nIn the summer, go without sunscreen for no more than 15\nminutes a few times a week, and your body can\nmake sufficient amounts of vitamin D without putting you at\ngreater risk for skin cancer, Busch says.\n</P>\n<P>\nHe suggests post-menopausal women, those with unexplained muscle weakness and anyone\nelse who may suspect low vitamin D levels ask their\ndoctors for a \"25-hydroxy vitamin D\" screening.\n</P>\n<P>\nAnd it's reasonable, Busch advises, for someone with insufficient levels of\nvitamin D to take up to 1,000 IUs daily without\nany adverse side effects.\n</P>\n", 
            "id": "NYT_ENG_20070214.0046"
        }, 
        {
            "headline": "Update on Major Health Topics", 
            "text": "\n<P>\nCOLORECTAL CANCER\n</P>\n<P>\nMore vitamin D might mean less risk.\n</P>\n<P>\nTHE QUESTION Colorectal cancer seems to occur more often among\nthose who live in sunshine-deprived areas, leading some people to\ntheorize that the lack of vitamin D (which sun helps the body absorb)\nmay play a role in the disease. Might higher levels of vitamin D in\nthe blood lower the likelihood of developing this cancer?\n</P>\n<P>\nTHIS STUDY combined and analyzed data from five studies, involving\n1,448 healthy people whose blood was tested for the presence of the\n25-hydroxy-vitamin D, the main form of vitamin D in the circulatory\nsystem. The participants' health was monitored for up to 25 years.\nDuring that time, those whose blood registered the highest levels of\nvitamin D were the least likely to develop colorectal cancer. For\nexample, people with a 25(OH)D blood level of 33 nanograms per\nmilliliter or higher were 50 percent less likely to have developed\ncolorectal cancer than were those with a level of 12 ng/ml or lower.\nThe study estimated that taking 1,000 to 2,000 international units of\nvitamin D supplements daily would create a blood level of at least 33\nng/ml.\n</P>\n<P>\nWHO MAY BE AFFECTED BY THESE FINDINGS? Anyone concerned about\ncolorectal cancer. More than 90 percent of diagnoses occur after age\n50. Cause of the disease is unknown, but contributing factors appear\nto include family history, smoking and diet.\n</P>\n<P>\nCAVEATS All participants in the studies were white; whether the\nfindings apply to others is unclear. The study reported a possible\nassociation between the vitamin and cancer, not a cause-and-effect\nrelationship.\n</P>\n<P>\nFIND THIS STUDY March issue of the American Journal of Preventive\nMedicine; abstract available at www.ajpm-online.net.\n</P>\n<P>\nLEARN MORE ABOUT colorectal cancer at www.cdc.gov/cancer and\nwww.cancer.org.\n</P>\n<P>\nThe research described in Quick Study comes from credible,\npeer-reviewed journals. Nonetheless, conclusive evidence about a\ntreatment's effectiveness is rarely found in a single study. Anyone\nconsidering changing or beginning treatment of any kind should consult\nwith a physician.\n</P>\n", 
            "id": "LTW_ENG_20070222.0004"
        }, 
        {
            "headline": "Canadians urged to increase Vitamin D intake", 
            "text": "\n<P>\nCanada's Cancer Society on Thursday urged people to increase vitamin D intake,\nciting growing evidence of the supplement reducing cancer risks.\n</P>\n<P>\nThe society recommended that adults living in Canada should consider taking\n1,000 international units (IU) of vitamin D supplements a day during the fall\nand winter.\n</P>\n<P>\nAdults at higher risk of having vitamin D deficiency, including older people,\nthose with darker skin, not going outside often or wearing clothing that covers\nmost skin, should consider taking the 1,000 IU supplement year round, the\nsociety said in a statement.\n</P>\n<P>\n\"We're recommending 1,000 IUs daily because the current evidence suggests this\namount will help reduce cancer risk with the least potential for harm,\" said\nHeather Logan, the society's director of cancer control policy.\n</P>\n<P>\nA study published Thursday in the \"American Journal of Clinical Nutrition\"\nshowed a 60 to 77 percent drop in cancer rates among postmenopausal women who\ntook vitamin D combined with calcium, compared with a placebo.\n</P>\n", 
            "id": "XIN_ENG_20070607.0461"
        }, 
        {
            "headline": "Vitamin D lowers cancer risk in older women in most rigorous study so far", 
            "text": "\n<P>\nBuilding hope for one pill to prevent many cancers, vitamin D cut the risk of\nseveral types of cancer by 60 percent overall for older women in the most\nrigorous study yet.\n</P>\n<P>\nThe new research strengthens the case made by some specialists that vitamin D\nmay be a powerful cancer preventive and most people should get more of it.\nExperts remain split, though, on how much to take.\n</P>\n<P>\n\"The findings ... are a breakthrough of great medical and public health\nimportance,\" declared Cedric Garland, a prominent vitamin D researcher at the\nUniversity of California-San Diego. \"No other method to prevent cancer has been\nidentified that has such a powerful impact.\"\n</P>\n<P>\nWhile the most reliable yet, the study does have drawbacks. It was designed\nmainly to monitor how calcium and vitamin D improve bone health, and the number\nof cancer cases overall was small, showing up in just 50 patients.\n</P>\n<P>\n\"It's a very small study,\" said Dr. Edward Giovannucci, who researches nutrition\nand cancer at the Harvard School of Public Health. \"I don't think it's the last\nword.\"\n</P>\n<P>\nIn either case, the study takes an important step in extending several decades\nof research that began with observations that cancer rates among similar groups\nof people were lower in southern latitudes than in northern ones. Scientists\nreasoned that had to do with more direct sunlight in southern\nregions.\n</P>\n<P>\nThe skin makes vitamin D when exposed to sunlight's ultraviolet rays. This study\nused that same form of the vitamin, known as D3 or cholecalciferol.\nMultivitamins usually carry a much weaker variant known as D2, but D3 is\navailable in stand-alone dietary supplements.\n</P>\n<P>\nEarlier research has shown that vitamin D helps regulate cell growth, a\nfundamental biological process that goes haywire in cancer. Most other\nsupplements have tended to target specific types of disease in early testing,\nlike selenium or vitamin E for prostate cancer.\n</P>\n<P>\nThis study, published Friday in the American Journal of Clinical Nutrition, is\nthe first time that researchers significantly boosted -- and measured -- blood\nlevels of vitamin D and then followed identical groups of patients from start to\nfinish.\n</P>\n<P>\nThat is why, despite its modest size, the research was generating excitement.\nNearly all other work has compared disparate groups of patients.\n</P>\n<P>\nThe researchers at Creighton University in Omaha focused on 1,179 seemingly\nhealthy women with an average age of 67. The women were divided into three\ngroups: 446 got calcium and vitamin D3 supplements, a similar number got calcium\nalone, and 288 took dummy pills.\n</P>\n<P>\nThe research team gave 1,000 daily international units of vitamin D, more than\ncurrent guidelines calling for 200 to 600 units depending on a person's\nage.\n</P>\n<P>\nThe researchers intended to check mainly for the effects of calcium on bone\nhealth. Their interest in cancer risk was secondary.\n</P>\n<P>\nBut the lower cancer risk stood out. Only 13 women, or 3 percent, developed\ncancer over four years of calcium and vitamin D supplements. With calcium alone,\n17 women, or 4 percent, got cancer. With dummy pills, cancer appeared in 20\nwomen, or 7 percent.\n</P>\n<P>\nThat shows a 60 percent lower cancer risk over four years in the group taking\nboth supplements, compared to patients taking placebos. And when the first-year\ncancers were excluded -- the ones mostly likely present before the study began --\nthe findings were stronger still: a 77 percent lower risk for the combo\ngroup.\n</P>\n<P>\nWhile the calcium-only group lowered its four-year cancer risk by 47 percent\ncompared to the untreated group, it did no better when early cancers were\nexcluded. That suggests calcium alone may have done little in this experiment,\nthe researchers said.\n</P>\n<P>\nExperts reviewing the study focused on vitamin D as the powerful agent in the\ncombo group, but it can't be ruled out that calcium might somehow amplify the\neffect of vitamin D.\n</P>\n<P>\nWhile numbers were limited, these women developed a broad range of cancers,\nincluding disease of the breast, colon, lungs and blood. Dr. Michael Holick, of\nBoston University Medical Center, who sat on the professional panel that issued\nthe 1997 guidelines for vitamin D, said this study shows that enough vitamin D\n\"markedly reduces the risk of developing the most serious deadly\ncancers.\"\n</P>\n<P>\nHe supports raising the recommended amount of the vitamin and said 1,000 daily\nunits of vitamin D3 would now be reasonable for most people.\n</P>\n<P>\nOn the other hand, Dr. Michael Thun of the American Cancer Society favors\nkeeping the current recommendation of 200 to 600 IUs for now. And he cautioned\nthat more than 2,000 units is viewed in the guidelines as potentially\ndangerous.\n</P>\n<P>\nJoan Lappe, the study's lead researcher, said it \"just adds to the great bunch\nof evidence that we need to have better vitamin D nutrition.\" Some foods carry\nthe vitamin, like salmon, tuna and fortified milk, but diet accounts for little\nof the vitamin circulating in the body. Overexposure to the sun can cause skin\ncancer.\n</P>\n<P>\nStill, people should consult their doctors before boosting their vitamin dosage,\nseveral experts also warned.\n</P>\n<P>\nMore study is needed to determine if the effects in this study hold true for\nlarge groups of people and men as well as women.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nVitamin D fact sheet:\n</P>\n<P>\nhttp://dietary-supplements.info.nih.gov/factsheets/vitamind.aspbold--off\n</P>\n<P>\n------\n</P>\n<P>\nEDITOR'S NOTE -- Timberly Ross reported from Omaha. Jeff Donn reported from\nBoston.\n</P>\n", 
            "id": "APW_ENG_20070608.0216"
        }, 
        {
            "headline": "Clarification: Vitamin D-Cancer story", 
            "text": "\n<P>\nIn a story about a study suggesting vitamin D lowers cancer risk in older women,\nThe Associated Press reported that an American Cancer Society doctor favors\nkeeping current vitamin D guidelines of 200 to 600 international units daily.\nDr. Michael Thun now says he misunderstood a reporter's question and holds no\nposition on whether those amounts should be changed. He also said he thinks it's\ntoo early to recommend using vitamin D to prevent cancer.\n</P>\n", 
            "id": "APW_ENG_20070608.1530"
        }, 
        {
            "headline": "Vitamin D helpful in fighting cancer", 
            "text": "\n<P>\nAdequate intake of vitamin D may help prevent cancer, according to a new study.\n</P>\n<P>\nA number of 600,000 cases a year of breast and colorectal cancer could be\nprevented each year if vitamin D3 levels met the target proposed by researchers,\nsaid the study by researchers at the Moores Cancer Center at the University of\nCalifornia, San Diego (UCSD).\n</P>\n<P>\nThe effect of Vitamin D3 is more evident in countries north of the equator.\nVitamin D3 is available through diet, supplements and exposure of the skin to\nsunlight.\n</P>\n<P>\n\"For the first time, we are saying that 600,000 cases of breast and colorectal\ncancer could be prevented each year worldwide, including nearly 150,000 in the\nUnited States alone,\" said Cedric F.Garland, a cancer prevention specialist at\nUCSD.\n</P>\n<P>\nThe paper, which looks at the dose-response relationship between vitamin D and\ncancer, will be published in the August edition of the journal Nutrition\nReviews.\n</P>\n<P>\nThe study combined data from surveys of serum vitamin D levels during winter\nfrom 15 countries. It is the first such study to look at satellite measurements\nof sunshine and cloud cover in countries where actual blood serum levels of\nvitamin D3 had also been determined.\n</P>\n<P>\nThe data were then applied to 177 countries to estimate the average serum level\nof a vitamin D metabolite of people living there.\n</P>\n<P>\nThe data revealed an inverse association of serum vitamin D with risk of\ncolorectal and breast cancer.\n</P>\n", 
            "id": "XIN_ENG_20070821.0383"
        }, 
        {
            "headline": "SUNSHINE VITAMIN DECREASES AS WE AGE", 
            "text": "\n<P>\nCox News Service\n</P>\n<P>\nATLANTA -- More studies are indicating that vitamin D is a \"hot\"\nnutrient - and not just because it is called the \"sunshine\"\nvitamin.\n</P>\n<P>\nA recent paper in the Archives of Internal Medicine concluded\nthat vitamin D intake is associated with lower death rates from a\nvariety of causes. The authors were intrigued by the observation\nthat death from many diseases, including cancer, heart disease and\ndiabetes, appears to increase with increasing latitude. People who\nlive farther from the equator seem to have higher death rates.\n</P>\n<P>\nThe farther from the equator, the less we are exposed to\nultraviolet light. Light from the sun converts a chemical in our\nskin into vitamin D, and further conversions in the liver and\nkidney make the most active form of the vitamin: vitamin D3.\n</P>\n<P>\nThe role of vitamin D in chronic disease is unclear, but the\nvitamin is needed for strong bones and to regulate cell growth. A\nlack of the vitamin might affect the growth of cancer cells and the\ngrowth of artery-clogging plaque that leads to heart attack and\nstroke.\n</P>\n<P>\nIt has long been known that blood levels of vitamin D decrease\nas we age (by age 70, we make about half of what we did at age 20).\nAdults should get a blood test to make sure they are getting enough\nvitamin D.\n</P>\n<P>\nIf we make less as we age and if slathering on sunblock reduces\nour ability to make the vitamin, where can we get it?\n</P>\n<P>\nVery few foods naturally contain vitamin D. It is a fat-soluble\nvitamin found in fatty fish, like salmon, as well as liver and\neggs. Milk is not a natural source of the vitamin, but most dairies\nfortify milk with it. Even breast milk is vitamin-D deficient, so\nbreast-fed infants need vitamin D supplements. One cup of most\ncommercially available milk contains 100 International Units of\nvitamin D or about 25 percent of daily needs for young adults. You\nmight be surprised that another popular dairy food, yogurt, may not\ncontain any vitamin D. For example, Yoplait yogurt has 80 IU of\nvitamin D in a 6-ounce container, but Dannon fruit-on-the-bottom\nyogurt has none.\n</P>\n<P>\nVitamin D content does not always show up on the nutrition facts\npanel, so be a label reader to find out if your favorite food\ncontains this important vitamin. Calcium-fortified orange juice\noften contains vitamin D (Tropicana with calcium and vitamin D\nprovides as much calcium and vitamin D in 8 ounces as in one glass\nof milk), but Tropicana regular orange juice doesn't contain the\nvitamin.\n</P>\n<P>\nMost multivitamin supplements contain 400 IU of vitamin D. So if\nyou don't drink milk or get enough from your favorite foods,\nconsider taking a daily multivitamin. The Institute of Medicine has\nset 2,000 IU as an upper limit, so don't take more than this in\nsupplement form.\n</P>\n<P>\nChris Rosenbloom, Ph.D., R.D., is a professor of nutrition in\nthe College of Health and Human Sciences at Georgia State\nUniversity. She'll answer nutrition questions of general interest.\nSend your questions to her c/o The Atlanta Journal-Constitution,\nEighth Floor, 72 Marietta St. N.W., Atlanta, GA 30303. Or e-mail\nher at dietitian AT ajc.com.\n</P>\n", 
            "id": "NYT_ENG_20071017.0071"
        }, 
        {
            "headline": "Exposure to sunlight may decrease risk of advanced breast cancer", 
            "text": "\n<P>\nA U.S. research team has found that increased exposure to sunlight -- which\nincreases levels of vitamin D in the body -- may decrease the risk of advanced\nbreast cancer, according to a study reported Friday in the latest issue of\nAmerican Journal of Epidemiology.\n</P>\n<P>\nThe researchers from the Northern California Cancer Center, the University of\nSouthern California, and Wake Forest University found that women with high sun\nexposure had half the risk of developing advanced breast cancer, which is cancer\nthat has spread beyond the breast, compared to women with low sun exposure.\nThese findings were observed only for women with naturally light skin color.\n</P>\n<P>\nThe fact that this difference occurred only in light skin color group suggests\nthat the effect was due to differences in vitamin D production, said the\nresearchers. And the difference was seen only in women with advanced disease,\nsuggesting that vitamin D may be important in slowing the growth of breast\ncancer cells.\n</P>\n<P>\n\"We believe that sunlight helps to reduce women's risk of breast cancer because\nthe body manufactures the active form of vitamin D from exposure to sunlight,\"\nsaid Esther John, lead researcher on the study from the Northern California\nCancer Center. \"It is possible that these effects were observed only among\nlight- skinned women because sun exposure produces less vitamin D among women\nwith naturally darker pigmentation.\"\n</P>\n<P>\nSkin color is an important factor that determines how much vitamin D is produced\nin the body after sun exposure. Dark-skinned individuals produce up to 10 times\nless vitamin D than light- skinned individuals for the same amount of time spent\nin the sun.\n</P>\n<P>\nThese new findings are consistent with previous research by John and colleagues\nthat had shown that women who reported frequent sun exposure had a lower risk of\ndeveloping breast cancer than women with infrequent sun exposure.\n</P>\n<P>\nThe researchers stressed that sunlight is not the only source of vitamin D,\nwhich can be obtained from multivitamins, fatty fish and fortified foods such as\nmilk, certain cereals and fruit juices. Women should not try to reduce their\nrisk of breast cancer by sunbathing because of the risks of sun-induced skin\ncancer, they said.\n</P>\n<P>\n\"If future studies continue to show reductions in breast cancer risk associated\nwith sun exposure, increasing vitamin D intake from diet and supplements may be\nthe safest solution to achieve adequate levels of vitamin D,\" said Gary\nSchwartz, a co-researcher from Wake Forest University.\n</P>\n", 
            "id": "XIN_ENG_20071019.0243"
        }
    ], 
    "id": "D1129E", 
    "title": "Vitamin D Deficiency"
}