{
    "docSet": [
        {
            "headline": "Crane collapses killing at least 2 and devastating East Side Manhattan block", 
            "text": "\n<P>\nA giant crane separated from the side of a skyscraper under construction and\nsmashed into a block of residential buildings Saturday, killing at least two\npeople on Manhattan's East Side.\n</P>\n<P>\nThe crane, about 19 stories high, demolished parts of several buildings as it\nfell. At least one small, brick apartment building appeared to have been\ncompletely pulverized by the falling wreckage.\n</P>\n<P>\nFire Department officials said at least two people were dead, and several others\nwere taken to two area hospitals. An intensive, but delicate rescue operation\nwas under way to free anyone still trapped in the rubble.\n</P>\n<P>\nThe accident happened on 51st Street near 2nd Avenue at about 2:20 p.m. at the\nconstruction site of a high-rise condominium.\n</P>\n<P>\nAbout 19 of the 44 stories of the crane had been erected and it was to be\nextended Saturday, when a piece of steel fell and sheared off one of the ties\nholding it to the building, said Stephen Kaplan, an owner of Reliance\nConstruction Group, which manages construction at the site.\n</P>\n<P>\n\"It was an absolute freak accident,\" Kaplan said. \"All the piece of steel had to\ndo was fall slightly left or right, and nothing would have happened.\"\n</P>\n<P>\nKaplan said the company had subcontracted the work to different companies and\nwas not in charge of the crane. He was not sure if any workers at the site were\namong those killed.\n</P>\n<P>\nJohn PlaGreco, who owns Fu Bar located in the building that was crushed, said he\nfeared one of his employees was dead in the rubble.\n</P>\n<P>\n\"Our bar is done,\" he said. \"The crane crashed the whole building. If I wasn't\nwatching a Yankees game, I would've come to work early and gotten\nkilled.\"\n</P>\n<P>\nBen Galati, a 54-year-old doorman a high-rise apartment tower across the street,\nsaid he was in the basement when it happened, and ran for his life when he heard\nthe structure smash into his building.\n</P>\n<P>\n\"I heard a rumble outside. I said, 'Let's get out of here! And then the crane\ncame down. A split second later, I heard an explosion,\" he said.\n</P>\n<P>\nThe crane split into pieces as it fell. Part of it came to rest against an\napartment tower, buckling its facade and smashing it upper floors. That building\nand others in the area were evacuated. Another piece of the crane traveled\nanother half a block, ripping away walls and ceilings and crushing a small\nbuilding.\n</P>\n<P>\nMaureen Shey, who lives diagonal from the building where the crane collapsed,\nsaid she was on the phone laying on her bed when she saw the giant white crane\nheading straight for her windows.\n</P>\n<P>\n\"I heard a big crash, and I saw dust immediately. Bricks were flying through the\nair. I saw the whole thing. I thought the crane was coming in my window,\" she\nsaid.\n</P>\n<P>\nThe crane wound up missing her building, but others were not as\nlucky.\n</P>\n<P>\nVideo broadcast by television news helicopters showed firefighters clambering\nthrough piles of rubble, several stories high, looking for victims.\n</P>\n<P>\nWitnesses reported a strong smell of gas in the area. Some described the ground\nbeneath the crane appearing to give way as it began to topple. Gas utility\nConsolidated Edison said it shut off service to area buildings.\n</P>\n<P>\nNeighborhood residents said they had complained to the city several times about\nthe construction at the site, saying crews worked illegal hours and the building\nwas going up too fast.\n</P>\n", 
            "id": "APW_ENG_20080315.1422"
        }, 
        {
            "headline": "Crane collapses onto row of NYC apartment buildings in NYC; at leas 4 dead, 10 injured", 
            "text": "\n<P>\nA crane mounted to the side of a skyscraper under construction toppled with a\nroar Saturday, smashing into a block of apartment buildings, killing at least\nfour people and setting off a scramble for survivors in the rubble.\n</P>\n<P>\nThe crane split into pieces as it fell, pulverizing one small, brick apartment\nbuilding and demolishing parts of several other buildings on Manhattan's East\nSide.\n</P>\n<P>\nMayor Michael Bloomberg said at least four people have died and at least 10\npeople were injured in one of the city's worst construction accidents in recent\nmemory. An intensive, but delicate rescue operation was under way to find anyone\nstill trapped in the several-stories-high piles of rubble.\n</P>\n<P>\nJohn PlaGreco, who owns Fu Bar in the crushed building, said he feared one of\nhis employees was dead inside.\n</P>\n<P>\n\"Our bar is done,\" he said. \"The crane crashed the whole building. If I wasn't\nwatching a Yankees game, I would've come to work early and gotten\nkilled.\"\n</P>\n<P>\nAbout 19 of the planned 44-story condominium had been erected, and the crane was\nscheduled to be extended Saturday so workers could start work on a fresh story,\nsaid an owner of the company that manages the construction site.\n</P>\n<P>\nA piece of steel fell and sheared off one of the ties holding it to the\nbuilding, causing it to detach and topple, said Stephen Kaplan, an owner of the\nReliance Construction Group.\n</P>\n<P>\n\"It was an absolute freak accident,\" Kaplan said. \"All the piece of steel had to\ndo was fall slightly left or right, and nothing would have happened.\"\n</P>\n<P>\nKaplan said the company had subcontracted the work to different companies and\nwas not in charge of the crane. He was not sure whether any workers at the site\nwere among those killed.\n</P>\n<P>\nNeighborhood residents said they had complained to the city several times about\nthe construction at the site, saying crews worked illegal hours and the building\nwas going up too fast.\n</P>\n<P>\nCity Building Department records showed that on March 4, a caller told officials\nthat the upper portions of the crane appeared to lack the proper number of\nsafety ties attaching it to the building.\n</P>\n<P>\nA city inspector visited the site and determined on March 6 that no violation\nwas warranted.\n</P>\n<P>\nAnother call questioning the crane's safety was dismissed as unwarranted by\nanother inspector in February.\n</P>\n<P>\nOn Saturday, nearby residents reported hearing a terrible roar as the structure\ndetached from the condominium.\n</P>\n<P>\n\"First I heard a rumble, and it increased, and then it increased,\" said Bill\nReilly, who lives a block away. \"It continued building in strength until there\nwas a final vroom! It shook the six-story brick building that I live\nin.\"\n</P>\n<P>\nWitnesses reported a strong smell of gas in the area on 51st Street near 2nd\nAvenue. Gas utility Consolidated Edison said it shut off service to area\nbuildings.\n</P>\n<P>\nBen Galati, 54, said he was in the basement of a high-rise apartment building\nacross the street where he is a doorman.\n</P>\n<P>\n\"I heard a rumble outside. I said 'Let's get out of here!' And then the crane\ncame down. A split second later, I heard an explosion,\" he said.\n</P>\n", 
            "id": "APW_ENG_20080315.1491"
        }, 
        {
            "headline": "Four Construction Workers Die in Crane Collapse", 
            "text": "\n<P>\nFour construction workers were killed Saturday afternoon when a\ntowering crane toppled onto a Manhattan apartment building, in what Mayor\nMichael Bloomberg called one of the city's worst construction accidents\never.\n</P>\n<P>\nFourteen others were injured. Rescuers used listening devices, heat\ndetection and specially trained dogs to search for anyone else possibly\ntrapped in rubble, Bloomberg said.\n</P>\n<P>\nThe crane, reaching 19 stories tall, collapsed during construction of a\n43-story building on 51st Street, splitting into pieces shortly after 2\np.m., officials said. The top section of the crane crushed a four-story\ntownhouse when it fell, said Jim Long, a New York Fire Department\nspokesman.\n</P>\n<P>\nThe accident occurred in Midtown Manhattan, and more than a half-dozen\nbuildings near the site were evacuated. The Red Cross set up a shelter\nnearby.\n</P>\n<P>\nAbout 300 firefighters and 150 police officers were working Saturday\nevening at the site of the collapse to figure out how best to remove the\ncrane and debris.\n</P>\n<P>\n\"They are working in a dangerous situation, and we want to make sure\nthat nothing else happens,\" Bloomberg said at a news conference near the\ncrushed building.\n</P>\n<P>\nConstruction workers on the scene held each other and wept.\n</P>\n<P>\nThe collapse occurred during a procedure known as \"jumping the crane\" --\nallowing the crane to raise itself, city officials said.\n</P>\n<P>\n\"I saw the crane crashing, splitting in half,\" witness Greta Welkhammer\ntold one local television station. She said she had been riding her bicycle\nnearby as the crane hit the building, and she saw the townhouse \"falling\nlike a house of cards.\"\n</P>\n<P>\n\"Everybody was running, running; it was devastating,\" she\nsaid.\n</P>\n<P>\nThe city had cited the construction of the 43-story condominium building\nfor 13 violations -- five of them still open -- Manhattan Borough President\nScott Stringer said. The violations include one, from February 2007, for\nfailing to have a site-wide safety inspector.\n</P>\n<P>\n\"Over the last year, this is becoming standard in my borough,\" Stringer\nsaid. \"I think we have a real issue here.\"\n</P>\n<P>\nNeighbors had also called in complaints, including on March 4, when a\ncaller warned that the crane did not appear to be braced properly. A\nsubsequent inspection suggested that the builder was complying with\nconstruction guidelines, aides from Stringer's office said.\n</P>\n<P>\nOfficials said they were present for an inspection on Friday and wrote\nno violations.\n</P>\n<P>\n\"Sadly, construction is a dangerous thing,\" said Bloomberg, a political\nindependent. \"We don't know why this happened. We will do an investigation.\nWe will find out.\"\n</P>\n", 
            "id": "LTW_ENG_20080316.0047"
        }, 
        {
            "headline": "4 Are Killed as Crane Collapses on Buildings", 
            "text": "\n<P>\nA crane tower at an East Side construction site toppled out\nof a blue sky without warning Saturday, killing four construction workers\nand injuring eight others, three of them critically, authorities said. One\nwoman remained unaccounted for Saturday night.\n</P>\n<P>\nThe violent collapse at a site that has drawn complaints from neighbors\nsent a massive cloud of debris and smoke into the air, damaged buildings and\ncars, and triggered a rescue effort that stretched into the night.\n</P>\n<P>\nThe construction site has been cited 13 times for violations since\nJanuary 2006, said city officials, who added that the number was not\nunusual.\n</P>\n<P>\nAbeer Shofani, 33, was asleep in a friend's apartment on East 50th\nStreet when she awoke to a sound she described as \"big trucks crashing down\noff a highway ramp.\"\n</P>\n<P>\n\"I thought it was thunder but it kept going on and on and on,\" she said.\nShofani, a singer, rushed outside to a scene of pandemonium: overturned and\nsmashed cars, pulverized brick and wood, the air darkened with choking\ndust.\n</P>\n<P>\n\"I walked out in tears,\" she said.\n</P>\n<P>\nThe white metal tower, which stood next to a partially completed\nresidential building on the north side of 51st Street near Second Avenue,\ntoppled in mid-afternoon under calm winds. As it fell south, the lower\nsection of the tower, about 19 stories high, clipped a corner of a brick\nresidential building across the street, seriously damaging apartments but\ncausing no serious injuries to residents, officials said.\n</P>\n<P>\nThe collision snapped the crane and sent its upper section sailing\nsouth, where it collided with two buildings on East 50th Street and landed\non a brownstone, which contained apartments, offices and a bar. The\nfive-story building was demolished.\n</P>\n<P>\nAt least one man inside the brownstone was pulled out alive but\nseriously injured, while rescue workers continued to search for a woman\nbelieved to be inside when the building came down, fire officials\nsaid.\n</P>\n<P>\n\"This is going to be a painstaking, hand operation as we try to remove\nthe rubble,\" said New York Fire Commissioner Nicholas Scoppetta.\n</P>\n<P>\nThe four confirmed killed were construction workers at 303 E. 51st St.,\nwhere construction crews have built about 19 stories of a concrete-and-metal\nframe of a planned 43-story residential building.\n</P>\n<P>\n\"It is a horrible situation. It's very gory, there is blood in the\nstreet,\" said incoming New York Gov. David Paterson, who arrived at the\nscene just before sunset. New York Mayor Michael Bloomberg called the\nconstruction crash \"one of the worst the city has had.\"\n</P>\n<P>\nStephen Kaplan, who owns the Reliance Construction Group, which manages\nthe site's construction, told The Associated Press a piece of steel fell and\nsheared off one of the ties holding the crane to the building.\n</P>\n<P>\n\"It was an absolute freak accident,\" Kaplan said.\n</P>\n<P>\nKerry Walker, a retired iron worker whose family owns the crushed\nbuilding, said he had been concerned by the feverish pace of work at the\nnearby tower.\n</P>\n<P>\n\"I just figured it'd come down, the way they work,\" he said.\n</P>\n<P>\nWalker said he recently spoke with his brother about the state of the\nsite. \"I told my brother if you don't hear from me next week it's because\nthe crane fell through my house. I was kidding,\" he said.\n</P>\n<P>\nA city Department of Buildings official said the crane was inspected\nFriday and that the agency issued the builder, Reliance Construction Group,\na variance to use it Saturday to lift a new section to lengthen the tower.\nThe crane was in that process, known as \"jumping,\" when it fell, officials\nsaid.\n</P>\n<P>\n\"There is a lot we don't know about why and what happened,\" Bloomberg\nsaid.\n</P>\n<P>\nDogs and heat-seeking technology, were being used there as emergency\nworkers searched the heap, while others worked to secure the broken crane,\none section of which still rested against a damaged building Saturday\nnight.\n</P>\n<P>\nThat building and seven others were partially or completely evacuated.\nCity officials opened a shelter for displaced residents at a school.The\ncleanup effort is expected to take several days.\n</P>\n<P>\nJohn LaGreco, 38, the owner of a bar called Fubar, which was on the\nground floor of the destroyed building, identified one of those injured as\nJuan Perez, who he said worked as a porter at the bar. LaGreco called Perez\nhis \"best friend\" and said Perez was at Bellevue Hospital being treated with\na broken leg.\n</P>\n<P>\n\"He's one of the core employees of my business and I can't thank the\nLord enough for him to still be alive,\" he said. LaGreco said a female\ncousin of a seriously injured male resident of the building was\nmissing.\n</P>\n<P>\nLeslie, 49, who would give only her first name, was standing at East\n51st Street and Second Avenue when she heard a metallic \"clink-clink\" and\nsaw an elevator within the crane fall just before the crane itself\ntoppled.\n</P>\n<P>\n\"It was like rolling clouds of dust and debris down the street. I\ncouldn't run fast enough,\" said Leslie, 49, who would give only her first\nname.\n</P>\n<P>\n\"It was so unnerving,\" said Leslie, an accountant. \"I saw part of the\nstructure flying and I said, How do I run fast enough?\"'\n</P>\n<P>\nThe crash and massive response, which involved more than 300\nfirefighters and a long list of city and state agencies, snarled traffic\nacross a wide swath of Manhattan and temporarily disrupted subway and bus\nservice.\n</P>\n<P>\nSarah Portlock, Patrick Falby and Sophia Chang contributed to this\nreport.\n</P>\n", 
            "id": "LTW_ENG_20080316.0053"
        }, 
        {
            "headline": "Crane collapses onto row of NYC apartment buildings; at least 4 dead, 10 injured", 
            "text": "\n<P>\nA crane mounted to the side of a skyscraper under construction toppled with a\nroar, smashing into a block of apartment buildings, killing at least four people\nand setting off a scramble for survivors in the rubble.\n</P>\n<P>\nThe crane split into pieces as it fell Saturday, pulverizing a four-story\nbrownstone and demolishing parts of three other buildings.\n</P>\n<P>\nMayor Michael Bloomberg said at least four people, believed to be construction\nworkers, have died and at least 10 people were injured in one of the city's\nworst construction accidents in recent memory.\n</P>\n<P>\nThe collapse created a virtual war zone on an affluent block on Manhattan's East\nSide: Cars were overturned and crushed. A huge dust cloud rose over the\nneighborhood. Rubble was piled several stories high.\n</P>\n<P>\n\"It's a horrible situation, very gory. There's blood in the street,\" said Lt.\nGov. David Paterson, who takes over as governor for disgraced Eliot Spitzer on\nMonday.\n</P>\n<P>\nAn intensive rescue operation was under way to find anyone possibly trapped. One\nman was pulled from a collapsed townhouse 3 1/2 hours after the building was\ncrushed.\n</P>\n<P>\nFire Commissioner Nicholas Scoppetta said the rescue was \"a painstaking hand\noperation, as we try to remove the rubble so we don't cause further collapse or\ninjure anyone who may still be in that building.\" He said the operation would\ncontinue all night if necessary, including the use of search dogs and\nthermal-imaging and listening devices.\n</P>\n<P>\nJohn LaGreco, who owns Fubar in the crushed building, said he feared one of his\nemployees was dead inside.\n</P>\n<P>\n\"Our bar is done,\" he said. \"The crane crashed the whole building. If I wasn't\nwatching a Yankees game, I would've come to work early and gotten\nkilled.\"\n</P>\n<P>\nAbout 19 of the planned 44-story condominium had been erected, and the crane was\nscheduled to be extended Saturday so workers could start work on a fresh story,\nsaid an owner of the company that manages the construction site on 51st Street\nnear 2nd Avenue.\n</P>\n<P>\nA piece of steel fell and sheared off one of the ties holding it to the\nbuilding, causing it to detach and topple, said Stephen Kaplan, an owner of the\nReliance Construction Group.\n</P>\n<P>\n\"It was an absolute freak accident,\" Kaplan said. \"All the piece of steel had to\ndo was fall slightly left or right, and nothing would have happened.\"\n</P>\n<P>\nKaplan said the company had subcontracted the work to different companies and\nwas not in charge of the crane. Phone messages and an e-mail left for the crane\ncompany were not immediately returned.\n</P>\n<P>\nNeighborhood residents said they had complained to the city several times about\nthe construction at the site, saying crews worked illegal hours and the building\nwas going up too fast.\n</P>\n<P>\nCity Building Department records showed that on March 4, a caller told officials\nthat the upper portions of the crane appeared to lack the proper number of\nsafety ties attaching it to the building.\n</P>\n<P>\nA city inspector visited the site and determined on March 6 that no violation\nwas warranted.\n</P>\n<P>\nAnother call questioning the crane's safety was dismissed as unwarranted by\nanother inspector in February.\n</P>\n<P>\nOn Saturday, nearby residents reported hearing a terrible roar as the structure\ndetached from the condominium.\n</P>\n<P>\n\"First I heard a rumble, and it increased, and then it increased,\" said Bill\nReilly, who lives a block away. \"It continued building in strength until there\nwas a final vroom! It shook the six-story brick building that I live\nin.\"\n</P>\n", 
            "id": "APW_ENG_20080316.0086"
        }, 
        {
            "headline": "LOOMING ABOVE THE CITY, THE NEW SHAPE OF FEAR", 
            "text": "\n<P>\nNew York has always been a city of construction cranes: They are\nthe steel crutches of the skyline, forever pulling it upward. But\nwhen one of them collapsed on the East Side on Saturday -- killing\nat least four people, demolishing a building and damaging at least\nfive others -- the disaster exposed the often-uneasy relationship\ncranes have had with the New Yorkers who walk below them.\n</P>\n<P>\nOfficials said about 250 cranes were in operation in the five\nboroughs, a telling sign of the city's building boom. Construction\ncranes are towering behemoths, signposts of the city's prosperity\nthat dominate the skyline for months but often go unnoticed.\n</P>\n<P>\nYet on Sunday, those who lived, worked or happened to be walking\nnear the cranes, their nerves rattled by Saturday's collapse,\nlooked upward with anxiety.\n</P>\n<P>\nThe gas station cashier who works directly below a crane at West\n24th Street and 10th Avenue said he trusted God to protect him. Ana\nGoncalves, who lives across the street, puts her faith in the\nbuilders and hopes they know what they are doing. Victor Simpkins,\nanother neighbor, has watched the crane for weeks, but now he looks\nup at it with a new suspicion.\n</P>\n<P>\n\"If that thing would fall over, my building would be toast,\"\nsaid Simpkins, 53, a designer and filmmaker.\n</P>\n<P>\nOn Sunday, city officials released a detailed description of the\ncollapse at 303 E. 51st St., saying workers were \"jumping\" the\ncrane -- intricately adding sections to raise the crane higher --\nwhen a steel collar used to secure the crane to the side of the\nbuilding fell. That piece sheared off a lower collar and the entire\nstructure toppled, the city officials said.\n</P>\n<P>\nThe authorities said 24 people were injured, including 11 first\nresponders, and at least three people remained missing: two\nconstruction workers and a woman who was inside the four-story town\nhouse at 305 E. 50th St. that was demolished.\n</P>\n<P>\nMayor Michael R. Bloomberg acknowledged the danger of high-rise\nconstruction but said residents near cranes were generally safe.\n\"Do I think that you should worry if there's a crane across the\nstreet?\" the mayor said at a news conference Sunday. \"No. This is\nsuch a rare thing that I don't think we should worry about it.\"\n</P>\n<P>\nBut as cranes have proliferated, so, too, have accidents\nassociated with them. Last year, there were eight crane-related\n\"accidents,\" up from five in 2006; and 21 crane-related\n\"incidents,\" up from 14. As the city's Department of Buildings\ndefines them, \"accidents\" involve fatalities or injuries, and\n\"incidents\" do not.\n</P>\n<P>\nThe collapse Saturday of the 205-foot crane -- described by city\nand union officials as one of the worst crane accidents in memory --\ngave rise to a grim New York City parlor game, one that pedestrians\nhave doubtlessly played in the back of their minds over the years:\nIf that crane over there fell, where would it hit?\n</P>\n<P>\n\"We thought about it, and we think if it falls, it will\nprobably fall into the park or bounce off that clock tower,\" said\nJarrod Shandley, 25, who lives with two roommates in a penthouse\nthat looks out onto a crane at East 23rd Street and Madison Avenue.\n</P>\n<P>\nBoom, jib, cab -- cranes have their own New York vernacular. Like\nNew Yorkers, they come in all shapes and sizes, but the ones that\ndominate in Manhattan are tower cranes, which are used in the\nconstruction of tall buildings.\n</P>\n<P>\nStill, Sunday, virtually every crane in the city -- no matter its\nsafety record or soundness -- was looked upon with skepticism by\nmany pedestrians and residents. Yet, it was perhaps a testament to\nthe city's reliance upon cranes that workers at the accident site\nwere using other cranes to stabilize and assess the one that\ntoppled.\n</P>\n<P>\nAt East 23rd Street, the giant white crane fixed to the building\nunder construction was the talk of the neighborhood. Lynn Catanio,\n56, and her 28-year-old daughter walked beneath the crane and the\nblue scaffolding surrounding the building about noon.\n</P>\n<P>\n\"We just walked by and said, 'If it falls, would it take her\nbuilding out?\"' said Catanio, whose daughter, Justine, works in a\nbuilding across from the crane. They decided she would be safe.\n</P>\n<P>\nStan Hochman, 83, who walked by the crane with his wife, said it\nmade him nervous.\n</P>\n<P>\n\"I don't know what can be done about it,\" he said.\n</P>\n<P>\n\"You could walk across the street,\" his wife, Lee, 79, said.\n</P>\n<P>\n\"I think a crane like that could still reach you across the\nstreet,\" he responded.\n</P>\n<P>\nSome New Yorkers showed no fear of cranes. Shandley, who lives\nin the penthouse, said crane anxiety after Saturday's collapse was\n\"an irrational fear.\" Shandley, who works for a financial\nresearch company, added, \"I don't think you should be any more\nworried about a crane than crossing the street and getting hit by a\ncab.\"\n</P>\n<P>\nAt West 24th Street and 10th Avenue, a crane stretching several\nstories into the air has been erecting what will be a residential\nbuilding at 245 10th Ave. The unfinished, L-shaped building wraps\naround a corner four-pump gas station. Neighborhood residents said\nthe boom of the crane often swings over the gas station to pick up\nmaterials on 24th Street.\n</P>\n<P>\nGoncalves, 33, used to live across the street from another crane\nin the East Village in 2006. One day that September, a four-ton\nchunk of steel rigging from the crane fell 20 stories to the\nground, crashing onto a cab, injuring five people and forcing\nevacuations. Now she lives in a five-story building across from the\ncrane at 245 10th Ave., and Saturday's collapse and her memories of\nthe one in 2006 have made her uneasy.\n</P>\n<P>\n\"It crosses my mind every day,\" said Goncalves of the\nstability of the crane. \"It's scary.\"\n</P>\n<P>\nChrislorme Paul's memories of the 2006 collapse are more vivid --\nand frightening. He was driving that fateful cab. The destroyed\nyellow cab sits in his brother's garage in Brooklyn, and sometimes\npeople come to look at it. Paul, 52, a native of Haiti who lives in\nCarnarsie, Brooklyn, with his wife and two children, still drives a\ncab, and he says a prayer when he drives by the East Village\nbuilding now.\n</P>\n<P>\n\"It was a long day for me yesterday,\" said Paul, referring to\nSaturday. \"Today I was praying in church. My heart goes out to the\nfamilies of the victims and those in the hospital.\"\n</P>\n<P>\nOn July 21, 1982, Warren F. Levenburg, controller of the\nRingling Brothers and Barnum &amp;amp; Bailey Circus, was walking near 53rd\nStreet and Madison Avenue when -- without warning -- debris rained\ndown. A crane collapse on top of an office building sent pieces of\ngranite, steel and glass falling 44 stories. Levenburg was killed,\nand 16 others were injured. He was 31 years old.\n</P>\n<P>\n\"He was a young man in the prime of his life walking down\nMadison Avenue,\" said Levenburg's wife, Susan Warrell, who now\nuses her maiden name and lives in Austin, Texas \"I get a chill\nevery time I see a crane.\"\n</P>\n", 
            "id": "NYT_ENG_20080316.0191"
        }, 
        {
            "headline": "FALL OF SIX-TON SUPPORT CAUSED CRANE TO TOPPLE", 
            "text": "\n<P>\nThe spectacular collapse of a towering crane on the\nEast Side began when a massivepiece of steel designed to secure it\nto a new high-rise building came loose and pancaked on top of a\nsecond support nine stories below, shearing it free and creating a\nfatal imbalance that sent the 22-story crane toppling across a\ntwo-block swath of Turtle Bay, officials said Sunday.\n</P>\n<P>\nOfficials were focusing their investigation in part on the way\nthe steel piece -- called a \"collar\" -- was being installed,\nincluding whether a series of hoists and nylon straps used to hold\nit temporarily in place were strong enough to sustain its weight,\nsaid Patricia J. Lancaster, the buildings commissioner. Building\nofficials estimated the weight at 12,000 pounds.\n</P>\n<P>\nMeanwhile, work crews and rescuers swarmed over the site of the\ndisaster, on 51st Street and 50th Street just east of Second\nAvenue. They began to remove portions of the broken crane's white\nlattice tower, one leaning against a 19-story building on 51st\nStreet and another, which had broken off and tumbled through the\nair, lying across a demolishedfour-story town house on 50th Street.\n</P>\n<P>\nFour construction workers -- a crane operator and three riggers\nwho were helping to \"jump\" the crane, or increase its height --\nwere killed. Three people were missing. On Sunday, as hope\ndwindled, firefighters, including a unit that specializes in\nbuilding collapses, continued to search for signs of life. \"We're\nstill calling it a search operation, though with each passing hour,\nthings are getting more grim,\" said Nicholas Scoppetta, the fire\ncommissioner.\n</P>\n<P>\nSpeaking at a news conference near the scene, Mayor Michael R.\nBloomberg said 24 people were injured.\n</P>\n<P>\nBuildings Department officials said construction on the building\nhad been halted while the investigation continued.\n</P>\n<P>\n\"As far as we can tell, all procedures that were called for\nwere being followed, but it's much too early to make a definitive\ndecision,\" Bloomberg said. \"We will look to see whether or not\nthere was human error or mechanical error or whether or not our\nprocedures just aren't adequate. At this point in time, we don't\nknow, and we don't want to rush to any judgment.\"\n</P>\n<P>\nOn Saturday, hundreds of workers boiled about the site, and\nseveral other cranes were brought in to help lift heavy sections of\nlatticed steel from the toppled crane. Meanwhile, dozens of\nonlookers gazed from behind metal barricades on Second Avenue.\n</P>\n<P>\nAt the site of the demolished town house, which had a bar called\nFubar in the ground floor and apartments above, ironworkers cut up\nsections of the toppled crane and removed pieces of the building.\nEach time they cleared a section of the rubble, rescue workers\ndescended on a ladder and then crawled farther into the collapsed\nruins, armed with listening devices to search for signs of life.\n</P>\n<P>\nRed Cross workers handed out coffee to rescue workers at the\nsite while a Starbucks at the corner of 50th Street and Second\nAvenue gave out free coffee.\n</P>\n<P>\nSeventeen buildings were evacuated, and most people were still\nnot able to get inside. One man, however, was given 10 minutes to\ndash into his apartment in the building at the corner of 50th\nStreet and Second Avenue, which was damaged in the disaster, to\nretrieve his pet guinea pig. The man, Seth Shearer, 24, said he\npersuaded officials to let him inside because he was scheduled to\nleave town on vacation and would not be able to get the animal\nuntil later.\n</P>\n<P>\nMost people who had been displaced found lodging with relatives\nor made other arrangements.\n</P>\n<P>\nSeveral streets in the area remained closed, and officials said\nthey hoped to have at least one lane of Second Avenue opened by\nMonday morning.\n</P>\n<P>\nThe disaster occurred at 2:22 p.m. on Saturday, a day workers on\nthe high-rise condominium under construction at 303 E. 51st St. had\nspent adding two or more 13-foot sections to increase the crane's\nheight, a process known as \"jumping\" or \"climbing\" the crane.\nBy the time they were done, the crane's tower had reached a height\nof more than 200 feet, or about 20 stories. That structure was\ntopped by a cab and jib extending farther.\n</P>\n<P>\nAt that point, the workers turned to the process of bracing the\ncrane by positioning a steel collar around the outside of the\ncrane's tower at the building's 18th floor. The collar, which\nofficials said weighed about 12,000 pounds and was made of two\nU-shaped pieces of steel joined together, was to be secured to the\ntower and then tied by steel struts to the building.\n</P>\n<P>\nAs the work progressed, the collar was suspended high above the\nground from metal hoists, known as chain blocks, connected to a\nhigher section of the steel tower with slings made of thick nylon\nwebbing, according to a person involved in the recovery.\n</P>\n<P>\nBut as workers were maneuvering the collar into place, it broke\nfree and plummeted down the crane's tower, like a ring around a\nsteel tube sliding down. It slammed into another collar already in\nplace at the ninth floor, shearing it from the struts that held it\nto the building and carrying it down to smash into yet another\ncollar at the third floor.\n</P>\n<P>\nUnmoored and unbalanced, the spindly structure teetered and\nfell, the heavy cab and counterweights at the top pulling it down\nonto the buildings to the south.\n</P>\n<P>\nLancaster said investigators were looking at how the collar was\nbeing maneuvered into place just before it fell and whether\ntheslings might have broken. She said investigators would try to\ndetermine whether the slings were worn or damaged or if they were\nstrong enough to hold the collar's weight. The person involved in\nthe recovery provided a photograph of the collapsed collar showing\none of the nylon straps still attached with what appeared to be a\nfrayed and broken end.\n</P>\n<P>\nLancaster also said the position of the cab, with its\napproximately 40 tons of counterbalances, might have contributed to\nthe disaster. \"The counterweight was pointing south, and so it\npulled the crane away from the building,\" she said. \"If it had\nbeen pointing north, it would have pulled the crane into the\nbuilding.\"\n</P>\n<P>\nScrutiny Sunday was also on the developer and the contractors\ninvolved in the work.\n</P>\n<P>\nThe crane was owned by New York Crane &amp;amp; Equipment Corp., but it\nhad apparently been leased to one of the contractors involved in\nthe project.\n</P>\n<P>\nLancaster said the company in charge of the crane was an\nElizabeth, N.J., subcontractor on the construction project known as\nJoy Contractors Inc., identified as JCI in Building Department\ndocuments. Lancaster said her agency was still determining what\nother construction jobs JCI was involved in.\n</P>\n<P>\nThe crane installation was designed and approved by Peter J.\nStroh, an engineer based in West Babylon, N.Y., according to a\npermit issued for the equipment in January. Stroh's company was\nhelping Sunday with the removal of a crane piece that lay tilted\nagainst an apartment house on 51st Street, opposite the\nconstruction site, according to officials.\n</P>\n<P>\nThe lead developer on the project was James P. Kennelly, a\nretired firefighter with a law degree who branched out into real\nestate. He has done about two dozen projects since he opened his\nown development company in the mid-1980s, but the building on East\n51st, which is to rise to 43 stories, with 180 condominium\napartments, was by far the largest. The biggest building he had\nbuilt before was a 14-story apartment building on East 30th Street\nin Manhattan. Kennelly issued a statement Saturday saying he had\ninstructed his construction manager, Reliance Construction Group,\nknown as RCG, to cooperate with investigators. \"We're devastated\nby this tragedy, and our prayers are with the families,\" he said\nin the statement.\n</P>\n<P>\nSaturday's accident was the most recent of several high-profile\nconstruction accidents that have come during a building boom in the\ncity.\n</P>\n<P>\nThe number of construction permits for new buildings or major\nrenovations issued by the Buildings Department has soared 23.3\npercent over the past five years, rising to 86,915 in 2007 from\n70,515 in 2002.\n</P>\n<P>\nThere were 128 construction-related injuries last year, up from\n116 in 2006, according to the Buildings Department. The number of\nconstruction fatalities fell to 12 in 2007 from 18 in 2006. There\nwere at least five fatalities this year before the crane collapse\nSaturday.\n</P>\n<P>\nJames Conway, political director of Local 14 of the\nInternational Union of Operating Engineers, said that the collapse\non East 51st Street was the \"worst crane accident\" in memory.\n</P>\n", 
            "id": "NYT_ENG_20080316.0231"
        }, 
        {
            "headline": "Crane collapses on NYC apartment buildings; 4 dead, 10 hurt", 
            "text": "\n<P>\nRescue crews worked through the night into Sunday morning sifting through piles\nof rubble in search of survivors after a towering crane at a construction site\ntoppled like a tree across a city block, destroying buildings and killing at\nleast four people.\n</P>\n<P>\nMayor Michael Bloomberg said at least 10 people were injured in what he called\none of New York City's worst construction accidents. The dead were all believed\nto be construction workers.\n</P>\n<P>\n\"It is a tragic event,\" Bloomberg said, adding, \"Our hearts go out to all the\nvictims and their families.\"\n</P>\n<P>\nThe crane split into pieces as it fell Saturday afternoon, pulverizing a\nfour-story town house and demolishing parts of five other buildings. The\ncollapse devastated the affluent block on Manhattan's East Side: Cars were\noverturned and crushed. A huge dust cloud rose over the neighborhood. Rubble was\npiled several stories high. Several blocks remained blocked off through the\nnight and some residents were forced to stay at a nearby high school serving as\na Red Cross shelter.\n</P>\n<P>\nCarolyn Cempa was at lunch with her husband when the accident happened. They\nwent to the Red Cross shelter to get information on when they could return home\nand how badly their building had been damaged. She said she has heart medicine\nin her apartment that she badly needs.\n</P>\n<P>\n\"The fireman came over and said it's not safe, maybe tomorrow,\" she said.\n\"That's not good.\"\n</P>\n<P>\nFire Commissioner Nicholas Scoppetta said the intensive rescue operation would\ncontinue all night to find anyone possibly trapped in the rubble on 51st Street\nnear 2nd Avenue. One man was pulled from a brownstone 3 1/2 hours after the\nbuilding was crushed, but no one else was reported found.\n</P>\n<P>\nRescue crews were using search dogs, thermal-imaging cameras and listening\ndevices. Two other large cranes were brought in to lift debris.\n</P>\n<P>\nHe called the work \"painstaking,\" and said rubble was being removed carefully,\nsometimes by hand, to prevent further collapse.\n</P>\n<P>\nThe big, white crane stood at least 19 stories high and had been attached to the\nside of a half-built high rise. When it toppled from its base on the sidewalk,\npart of it landed on a four-story brownstone, and turned it into a pile of\nbrick.\n</P>\n<P>\n\"It's a horrible situation, very gory. There's blood in the street,\" said Lt.\nGov. David Paterson, who takes over as governor for disgraced Eliot Spitzer on\nMonday.\n</P>\n<P>\nBut residents said they were grateful the accident occurred on a weekend when\nthe area was not full of people.\n</P>\n<P>\nJohn LaGreco, who owned a tavern called Fubar that was closed when the\nbrownstone was destroyed, said his employee, Juan Perez, was the man pulled from\nthe rubble. He said Perez suffered a broken leg. All of his employees were\naccounted for.\n</P>\n<P>\n\"Our bar is done,\" he said. \"The crane crashed the whole building. If I wasn't\nwatching a Yankees game, I would've come to work early and gotten\nkilled.\"\n</P>\n<P>\nAbout 19 of the planned 43-story condominium had been erected, and the crane was\nscheduled to be extended Saturday so workers could start work on a fresh story,\nsaid an owner of the company that manages the construction site.\n</P>\n<P>\nA piece of steel fell and sheared off one of the ties holding it to the\nbuilding, causing it to detach and topple, said Stephen Kaplan, an owner of the\nReliance Construction Group.\n</P>\n<P>\n\"It was an absolute freak accident,\" Kaplan said. \"All the piece of steel had to\ndo was fall slightly left or right, and nothing would have happened.\"\n</P>\n<P>\nKaplan said the company had subcontracted the work to different companies and\nwas not in charge of the crane. Phone messages and an e-mail left for the\ncrane's owner, New York Crane &amp; Equipment Corp., were not\nreturned.\n</P>\n<P>\nJames Kennelly, the lead partner at East 51st Development Company, which owns\nthe property, issued a written statement expressing the group's dismay over the\naccident.\n</P>\n<P>\n\"There are no words to describe the level of devastation we feel today as a\nresult of this tragic event,\" he said, extending prayers to the families of the\ndead and injured.\n</P>\n<P>\nNeighborhood residents said they had complained to the city several times about\nthe construction at the site, saying crews worked illegal hours and the building\nwas going up too fast.\n</P>\n<P>\nCity officials said they had issued 13 violations to the site in the last 27\nmonths, a normal amount for a project of that size. Inspectors examined the\ncrane Friday and found nothing wrong with it.\n</P>\n<P>\nCity Building Department records showed that on March 4, a caller told officials\nthat the upper portions of the crane appeared to lack the proper number of\nsafety ties attaching it to the building.\n</P>\n<P>\nA city inspector visited the site and determined on March 6 that no violation\nwas warranted.\n</P>\n<P>\nThe collapse comes amid a building boom in New York City and follows a spate of\nconstruction accidents in recent months, including some involving\ncranes.\n</P>\n<P>\nNew York Crane was involved in a 2006 mishap, in which a 13-foot (4-meter) piece\nof a crane mast that was being dismantled fell into the street and crushed a\ntaxi cab.\n</P>\n<P>\nAt a Donald Trump hotel-condominium tower, a worker plummeted 40 stories to his\ndeath last month when a concrete form gave way. A month before that, a crane's\nnylon sling broke away and dropped seven tons of steel onto a construction\ntrailer across from ground zero, injuring an architect.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press Writers Pat Rizzo and Verena Dobnik contributed to this\nreport.\n</P>\n", 
            "id": "APW_ENG_20080316.0266"
        }, 
        {
            "headline": "Crews search rubble of Manhattan construction crane collapse that killed 4, injured 17", 
            "text": "\n<P>\nCrews with search dogs and heat-sensing cameras sought survivors or more victims\nSunday in piles of rubble after a giant crane at a Manhattan construction site\ntoppled like a tree across a city block, destroying buildings and killing at\nleast four people.\n</P>\n<P>\nAt least 17 others were injured in what Mayor Michael Bloomberg called one of\nthe city's worst construction accidents. The four dead were all believed to be\nconstruction workers on a new high-rise condo building.\n</P>\n<P>\n\"I heard a big crash, and I saw dust immediately,\" said Maureen Shea, a\n66-year-old retired banker who was lying in bed talking on the phone when she\nglanced out her window and saw bricks raining from the sky. \"I thought the crane\nwas coming in my window.\"\n</P>\n<P>\nThe crane split into pieces as it fell Saturday afternoon, pulverizing a\nfour-story townhouse and demolishing parts of five other buildings. The collapse\ndevastated the affluent block on Manhattan's East Side: Cars were overturned and\ncrushed. A dust cloud mushroomed over the neighborhood. Rubble piled several\nstories high.\n</P>\n<P>\n\"It's a horrible situation, very gory. There's blood in the street,\" said Lt.\nGov. David Paterson, who is to be sworn in as governor Monday.\n</P>\n<P>\nSeveral blocks remained closed through the night and some residents were forced\nto stay at a nearby high school serving as a Red Cross shelter.\n</P>\n<P>\nOn Sunday, construction crews positioned a second crane to help remove pieces of\nthe white crane that crushed the townhouse, and started removing piles of bricks\nand debris from the middle of the street.\n</P>\n<P>\nThe crane that fell had stood at least 19 stories high and had been attached at\nvarious points to the side of a half-built apartment tower. The crane was to be\nextended Saturday so workers could start work on a new level of the planned\n43-story building, said an owner of the company that manages the construction\nsite.\n</P>\n<P>\nA piece of steel fell and sheared off one of the ties holding it to the\nbuilding, causing it to detach and topple, said Stephen Kaplan, an owner of the\nReliance Construction Group.\n</P>\n<P>\n\"It was an absolute freak accident,\" he said. \"All the piece of steel had to do\nwas fall slightly left or right, and nothing would have happened.\"\n</P>\n<P>\nKaplan said the company had subcontracted the work to different companies and\nwas not in charge of the crane. Phone messages and an e-mail left for the\ncrane's owner, New York Crane &amp; Equipment Corp., were not\nreturned.\n</P>\n<P>\n\"There are no words to describe the level of devastation we feel today as a\nresult of this tragic event,\" James Kennelly, the lead partner at East 51st\nDevelopment Company, which owns the property, said in a news\nrelease.\n</P>\n<P>\nJohn LaGreco, owner of the Fubar tavern on the townhouse's ground floor,\nreturned Sunday to the devastated scene where an employee and a second person in\nthe bar, which was closed, had been rescued, he said.\n</P>\n<P>\n\"It's unbelievable that this happened,\" LaGreco said. \"We're going to sue the\nhell out of them, of course.\"\n</P>\n<P>\nEight people remained hospitalized Sunday, including three in critical\ncondition, fire department officials said. Nine others were treated at the\nscene, including five firefighters, officials said.\n</P>\n<P>\nNo one else had been found in the demolished brownstone as of Sunday,\nauthorities said.\n</P>\n<P>\nResidents of the block said they were grateful the accident occurred on a\nweekend when fewer people are in the area.\n</P>\n<P>\n\"We would be dead if it wasn't on a Saturday,\" said Bryan Beus, an assistant for\nan artist who had office space in the crushed brownstone.\n</P>\n<P>\nSome residents said they had complained to the city several times about the\nconstruction site. Crews worked illegal hours and the building was going up too\nfast, they said.\n</P>\n<P>\nCity officials said they had issued 13 violations to the site in the past 27\nmonths, a normal amount for a project of that size. Inspectors examined the\ncrane Friday and found nothing wrong with it.\n</P>\n<P>\nCity Building Department records show that a caller told officials March 4 that\nthe upper portions of the crane appeared to lack the proper number of safety\nties attaching it to the building. A city inspector visited the site and\ndetermined March 6 that no violation was warranted.\n</P>\n<P>\nThe collapse comes amid a building boom in New York City and follows a spate of\nconstruction accidents in recent months, including a few involving cranes. In\n2006, a 13-foot (4-meter) piece of a crane mast that was being dismantled fell\ninto the street and crushed a taxi cab.\n</P>\n<P>\nLast month at a Donald Trump hotel-condominium tower, a worker plummeted 40\nstories to his death when a concrete form gave way. A month before that, a\ncrane's nylon sling broke away and dropped seven tons of steel onto a\nconstruction trailer across from ground zero, injuring an architect.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Pat Rizzo and Verena Dobnik contributed to this\nreport.\n</P>\n", 
            "id": "APW_ENG_20080316.0792"
        }, 
        {
            "headline": "Crews search rubble of NYC construction crane collapse that killed at least 4, injured 24", 
            "text": "\n<P>\nThree people were still listed as missing Sunday as rescue teams picked through\nthe rubble of a town house crushed by a toppling construction crane in an\naccident that killed four construction workers.\n</P>\n<P>\nCrews removed one section of the 19-story-tall crane that crashed onto the\nfour-story brownstone and seriously damaged five other buildings in an affluent\nEast Side neighborhood. Rescuers were waiting for removal of the largest pieces\nof debris so they could intensify their search for possible survivors, Mayor\nMichael Bloomberg said Sunday.\n</P>\n<P>\nThe missing people were two other construction workers and a woman who was\nstaying at an apartment in the town house, the mayor said.\n</P>\n<P>\nFire Commissioner Nicholas Scoppetta said that \"with each passing hour, things\nget a little more grim.\"\n</P>\n<P>\nTwenty-four others were injured, including 11 first responders, Bloomberg said.\nEight remained hospitalized Sunday, officials said.\n</P>\n<P>\nThe missing woman had come from Miami to visit a friend who lived in the town\nhouse and to celebrate St. Patrick's Day in the city, said John LeGreco, owner\nof Fubar, a tavern on the ground floor. The woman's friend was rescued, he\nsaid.\n</P>\n<P>\nThe mayor called the collapse, at the construction site of a new high-rise condo\nbuilding, one of the city's worst construction accidents.\n</P>\n<P>\nThe crane broke into pieces Saturday afternoon as it came loose from its\nsupports, toppling across 51st Street and the buildings between there and 50th\nStreet. One section that was lying on top of the remains of the town house\njutted into 50th Street.\n</P>\n<P>\n\"I heard a big crash, and I saw dust immediately,\" said Maureen Shea, a\n66-year-old retired banker who was lying in bed talking on the phone when she\nglanced out her window and saw bricks raining from the sky. \"I thought the crane\nwas coming in my window.\"\n</P>\n<P>\nThe four victims were identified as construction workers Wayne Bleidner, 51, of\nPelham, New York; Brad Cohen; Anthony Mazza, 39; and Aaron Stephens, 45, of New\nYork City, police said Sunday.\n</P>\n<P>\nOn Sunday, construction crews positioned a second crane to help remove pieces of\nthe toppled structure and started removing piles of debris from the\nstreet.\n</P>\n<P>\nThe fallen crane had stood at least 19 stories high and was attached at various\npoints to the side of a half-built apartment tower. The crane was to have been\nextended Saturday so workers could start work on a new level of the planned\n43-story building, said an owner of the company that manages the construction\nsite.\n</P>\n<P>\nA piece of steel fell and sheared off one of the ties holding it to the\nbuilding, causing the structure to detach and topple, said Stephen Kaplan, an\nowner of the Reliance Construction Group.\n</P>\n<P>\n\"It was an absolute freak accident,\" he said Saturday. \"All the piece of steel\nhad to do was fall slightly left or right, and nothing would have\nhappened.\"\n</P>\n<P>\nKaplan said the company had subcontracted the work to different companies and\nwas not in charge of the crane. There was no immediate response to calls and an\ne-mail seeking comment from the crane's owner, New York Crane &amp; Equipment\nCorp.\n</P>\n<P>\nNeighbors said they had complained to the city about the crane.\n</P>\n<P>\n\"I warned the Buildings Department on March 4 that it was not sufficiently\nbraced against the building,\" said Bruce Silberblatt, a retired contractor and\nvice president of the Turtle Bay Neighborhood Association.\n</P>\n<P>\nThe city had issued 13 violations at the construction site in the past 27\nmonths.\n</P>\n<P>\nBloomberg said Sunday that investigators were looking at either mechanical\nfailure or \"perhaps human error\" as a possible cause of the accident.\n</P>\n<P>\n\"As far as we can tell, all procedures that were called for were being\nfollowed,\" the mayor added.\n</P>\n<P>\nHe said about 250 construction cranes are operating in the city, and he said the\naccident should not alarm people living near them.\n</P>\n<P>\n\"Do I think that you should worry if there's a crane across the street? No,\" the\nmayor said. \"This is such a rare thing that I don't think we should worry about\nit.\"\n</P>\n<P>\nThe collapse comes amid a building boom in New York City and follows a spate of\nconstruction accidents in recent months, including a few involving cranes. In\n2006, a 13-foot (4-meter) piece of a crane mast that was being dismantled fell\nand crushed a taxi cab.\n</P>\n<P>\nLast month at a Donald Trump hotel-condo tower, a worker plummeted 40 stories to\nhis death when a concrete form gave way. A month before that, a crane's nylon\nsling broke away and dropped seven tons of steel onto a construction trailer\nacross from ground zero, injuring an architect.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writer Marcus Franklin contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20080316.1130"
        }
    ], 
    "id": "D1137G", 
    "title": "Crane Collapse"
}