{
    "docSet": [
        {
            "headline": "Pirates hijack Saudi tanker off African coast: US", 
            "text": "\n<P>\nPirates have seized control of the Saudi-owned super tanker Sirius Star off the\neast coast of Africa and are taking it towards a Somali port, the US Navy said\non Monday.\n</P>\n<P>\nThe 318,000 deadweight tonnes Very Large Crude Carrier is the largest vessel to\nbe seized in an epidemic of piracy in the region.\n</P>\n<P>\n\"According to the latest report we have, the ship is approaching the Somali\ncoast, heading towards Eyl (port),\" a spokeswoman for the Bahrain-based US Fifth\nFleet told AFP by telephone from Dubai. \"Can we assume that the pirates are\nSomalis? Yes.\"\n</P>\n<P>\nSirius Star, which is owned by Saudi Aramco, carried 25 crew members from\nCroatia, Britain, Philippines, Poland and Saudi Arabia, according to a US Navy\nstatement.\n</P>\n<P>\nThe South Korea-built ship, launched earlier this year, is operated by Vela\nInternational and registered in Liberia.\n</P>\n<P>\nVela said the fully-laden tanker was seized by a group of armed men about 420\nnautical miles off the coast of Somalia on Sunday.\n</P>\n<P>\n\"All 25 crew members on board are reported to be safe. Vela response teams have\nbeen established and are working to ensure the safe release of the crew members\nand the vessel,\" the company said.\n</P>\n<P>\nThe International Maritime Bureau has reported that at least 83 ships have been\nattacked off Somalia since January, of which 33 were hijacked. Of those, 12\nvessels and more than 200 crew were still in the hands of pirates.\n</P>\n<P>\n\"Our presence in the region is helping deter and disrupt criminal attacks off\nthe Somali coast, but the situation with the Sirius Star clearly indicates the\npirates' ability to adapt their tactics and methods of attack,\" Vice Admiral\nBill Gortney said in the US Navy statement.\n</P>\n<P>\nLast week, the European Union started a security operation off the coast of\nSomalia, north of Kenya, to combat growing acts of piracy and protect ships\ncarrying aid agency deliveries. It is the EU's first-ever naval mission.\n</P>\n<P>\nDubbed Operation Atlanta, the mission, endorsed by the bloc's defence ministers\nat talks in Brussels, is being led by Britain, with its headquarters in\nNorthwood, near London.\n</P>\n<P>\nPirates are well organised in the area where Somalia's northeastern tip juts\ninto the Indian Ocean, preying on a key maritime route leading to the Suez Canal\nthrough which an estimated 30 percent of the world's oil transits.\n</P>\n<P>\nThey operate high-powered speedboats and are heavily armed, sometimes holding\nships for weeks until they are released for large ransoms paid by governments or\nowners.\n</P>\n<P>\nNATO warships, along with ships and aircraft from several other nations have\nbeen deployed in the region to protect commercial shipping.\n</P>\n<P>\nNorwegian shipping company Odfjell said on Monday it will no longer sail through\nthe pirate-plagued Gulf of Aden, choosing instead the longer, more expensive but\nalso safer route around Cape of Good Hope.\n</P>\n<P>\nSomalia has lacked an effective government since the 1991 ouster of president\nMohamed Siad Barre touched off a bloody power struggle that has defied numerous\nattempts to restore stability.\n</P>\n", 
            "id": "AFP_ENG_20081117.0155"
        }, 
        {
            "headline": "US Navy: Somali pirates hijack Saudi oil tanker", 
            "text": "\n<P>\nSomali pirates have hijacked a Saudi-owned oil tanker off the Kenyan coast, the\nU.S. Navy said Monday.\n</P>\n<P>\nThe hijacking was the latest in a surge in Somali pirate attacks this year and\nhighlighted the vulnerability of even very large ships moving through the\narea.\n</P>\n<P>\nThe tanker, owned by Saudi oil company Aramco, is 330 meters (1,080 feet), about\nthe length of an aircraft carrier. It can carry about 2 million barrels of\noil.\n</P>\n<P>\nLt. Nathan Christensen, a spokesman for the U.S. Navy's 5th Fleet, said the\nSirius Star was carrying crude at the time of hijacking, but he did know how\nmuch. He also had no details about where the ship was sailing from and where it\nwas headed.\n</P>\n<P>\nThe ship was sailing under a Liberian flag. The 25-member crew includes citizens\nof Croatia, Britain, the Philippines, Poland and Saudi Arabia.\n</P>\n<P>\nChristensen said the pirates hijacked the vessel on Saturday.\n</P>\n<P>\nIn a news release sent out on Monday from the 5th Fleet's Middle East\nheadquarters in Bahrain, the Navy said the large crude tanker Sirius Star was\nattacked more than 450 nautical miles southeast of Mombasa, Kenya.\n</P>\n<P>\nA British Foreign Office spokesman said there were at least two British\nnationals aboard the MV Sirius Star, but said he could offer no further details\non the ship or what had happened to it.\n</P>\n<P>\nThe Sirius Star was built in South Korea's Daewoo shipping yards and\ncommissioned in March. Classed as a Very Large Crude Carrier, the ship is\n318,000 dead weight tons.\n</P>\n<P>\nAn operator with Aramco said there was no one available at the company to\ncomment after business hours.\n</P>\n<P>\nCalls went unanswered at Vela international, the Dubai-based marine company that\noperated the ship for Aramco.\n</P>\n<P>\nAs pirates have become better armed and equipped, they have sailed farther out\nto sea in search of bigger targets, including oil tankers.\n</P>\n", 
            "id": "APW_ENG_20081117.0607"
        }, 
        {
            "headline": "US Navy: Somali pirates hijack Saudi oil tanker", 
            "text": "\n<P>\nSomali pirates have hijacked a Saudi-owned oil supertanker loaded with crude and\ncarrying 25 crew members off the Kenyan coast, the U.S. Navy said Monday. It was\nthe largest ship pirates have seized, and the farthest out to sea they have\nsuccessfully struck.\n</P>\n<P>\nThe hijacking was alarming because it highlighted the vulnerability of even very\nlarge ships and pointed to widening ambitions and capabilities among\nransom-hungry pirates who have carried out a surge of attacks this year off\nSomalia.\n</P>\n<P>\nSaturday's hijacking of the MV Sirius Star tanker occurred in the Indian Ocean\nfar south of the zone patrolled by international warships in the busy Gulf of\nAden shipping channel, which leads to and from the Suez Canal.\n</P>\n<P>\nMaritime security experts said they have tracked a troubling spread in pirate\nactivity southward into a vast area of ocean that would be extremely difficult\nand costly to patrol, and this hijacking fits that pattern.\n</P>\n<P>\n\"It is very alarming,\" said Cyrus Mody, manager of the International Maritime\nBureau. \"It had been slightly more easy to get it under control in the Gulf of\nAden because it is a comparatively smaller area of water which has to be\npatrolled, but this is huge.\"\n</P>\n<P>\nThe tanker, which is owned by Saudi oil company Aramco, is one of the largest\nships to sail the seas. It is 330 meters (1,080 feet) long, or about the length\nof an aircraft carrier, and can carry about 2 million barrels of\noil.\n</P>\n<P>\nLt. Nathan Christensen, a spokesman for the U.S. Navy's 5th Fleet, said the\nSirius Star was carrying crude at the time of the hijacking, but he did know how\nmuch. He also had no details about where the ship was sailing from and where it\nwas headed at the time of the attack.\n</P>\n<P>\nHe said the bandits were taking it to an anchorage off the Somali port of Eyl.\nThe port on Somalia's northeastern coast has become a pirate haven and a number\nof ships are already being held there as pirates try to force\nransoms.\n</P>\n<P>\nThe ship was sailing under a Liberian flag and its 25-member crew includes\ncitizens of Croatia, Britain, the Philippines, Poland and Saudi Arabia. A\nBritish Foreign Office spokesman said there were at least two British nationals\naboard the vessel.\n</P>\n<P>\nThe Sirius Star was attacked more than 450 nautical miles southeast of Mombasa,\nKenya, the U.S. 5th Fleet said in a statement from its Middle East headquarters\nin Bahrain.\n</P>\n<P>\n\"It's the largest ship we've seen hijacked and one attacked farthest out on the\nsea,\" Christensen said.\n</P>\n<P>\nThe capturing of the oil tanker represents a \"fundamental shift in the ability\nof pirates to be able to attack merchant vessels,\" he said.\n</P>\n<P>\nThe Sirius Star was built in South Korea's Daewoo shipping yards and\ncommissioned in March. Classed as a Very Large Crude Carrier, the ship is\n318,000 dead weight tons.\n</P>\n<P>\nIf it were fully loaded, the ship's deck would be lower to the water, making it\neasier for pirates to climb aboard with grappling equipment and ladders, as they\ndo in most hijackings.\n</P>\n<P>\nIt is not clear if there was a security team on board the vessel. An operator\nwith Aramco said there was no one available at the company to comment after\nbusiness hours. Calls went unanswered at Vela international, the Dubai-based\nmarine company that operated the ship for Aramco.\n</P>\n<P>\nSomali pirates are trained fighters, often dressed in military fatigues, using\nspeedboats equipped with satellite phones and GPS equipment. They are typically\narmed with automatic weapons, anti-tank rockets launchers and various types of\ngrenades.\n</P>\n<P>\nAs pirates have become better armed and equipped, they have sailed farther out\nto sea in search of bigger targets, including oil tankers, among the 20,000\ntankers, freighters and merchant vessels transiting the Gulf of Aden each year.\nAttacks have increased more than 75 percent this year.\n</P>\n<P>\nWith most attacks ending with million-dollar payouts, piracy is considered the\nbiggest economy in Somalia. Pirates rarely hurt their hostages, instead holding\nout for a huge payday.\n</P>\n<P>\nThe strategy works well: A report last month by a London-based think tank said\npirates have raked in up to $30 million in ransoms this year\nalone.\n</P>\n<P>\nIn Somalia, pirates are better-funded, better-organized and better-armed than\none might imagine in a country that has been in tatters for nearly two\ndecades.\n</P>\n<P>\nThey do occasionally get nabbed, however. Earlier this year, French commandos\nused night vision goggles and helicopters in operations that killed or captured\nseveral pirates, who are now standing trial in Paris. The stepped-up\ninternational presence recently also appears to have deterred several\nattacks.\n</P>\n<P>\nRaja Kiwan, a Dubai-based analyst with PFC Energy, said the hijacking raises\n\"some serious questions\" about what is needed to secure such ships when they are\non the open seas.\n</P>\n<P>\n\"It's not easy to take over a ship\" as massive as an oil tanker, particularly\nVLCC's that can transport about 2 million barrels of crude, he said. He said\nsuch vessels typically have an armed security contingent on board but could not\nsay if that was the case with the Sirius Star.\n</P>\n<P>\nPirates have gone after oil tankers before.\n</P>\n<P>\nIn October, a Spanish military patrol plane thwarted pirates trying to hijack an\noil tanker by buzzing them three times and dropping smoke canisters.\n</P>\n<P>\nOn April 21, pirates fired rocket-propelled grenades at a Japanese oil tanker,\nleaving a hole that allowed several hundred gallons of fuel to leak out, raising\nfears for the environment.\n</P>\n<P>\nIn September, three pirates in a speed boat fired machine guns at an Iranian\ncrude oil carrier, though the ship escaped after a 30-minute\nchase.\n</P>\n<P>\nWarships from the more than a dozen nations as well as NATO forces have focused\ntheir anti-piracy patrols in the Gulf of Aden, increasing their military\npresence in recent months.\n</P>\n<P>\nBut Saturday's hijacking occurred much farther south, highlighting weaknesses in\nthe international response to the problem.\n</P>\n<P>\n\"The coalition has suppressed a number of attacks ... but there will never be\nenough warships,\" said Graeme Gibbon Brooks, the managing director of British\ncompany Dryad Maritime Intelligence Service Ltd. \"The whole area is 2.5 million\nsquare miles (6.5 million square kilometers) ... the coalition have to act\npreemptively and be one step ahead of the pirates. The difficulty here is that\nthe ship was beyond the area where the coalition were currently\nacting.\"\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Katharine Houreld and Elizabeth A. Kennedy in Nairobi,\nKenya, and Jason Keyser and Tarek el-Tablawy in Cairo, Egypt, contributed to\nthis report.\n</P>\n", 
            "id": "APW_ENG_20081117.0739"
        }, 
        {
            "headline": "US Navy: Somali pirates hijack Saudi oil tanker", 
            "text": "\n<P>\nSomali pirates hijacked a giant Saudi supertanker with a cargo of crude oil\nhundreds of miles out in the Indian Ocean in a dramatic escalation that showed\ntheir expanding reach, puncturing a security web of warships trying to protect\nvital shipping lanes.\n</P>\n<P>\nIt was the largest vessel seized yet in a surge of pirate attacks, and the\nfarthest out to sea that the well-armed fighters, bolstered by millions in past\nransoms, have successfully struck. Maritime experts warned that the broad\ndaylight attack, reported by the U.S. Navy on Monday, was an alarming sign of\nthe difficulty of patrolling a vast stretch of ocean key for oil and other cargo\ntraffic.\n</P>\n<P>\nThe brand new MV Sirius Star tanker, with a 25-member crew, was seized at about\n10 a.m. Saturday more than 450 nautical miles southeast of Mombasa, Kenya, the\nU.S. Navy said. The area lies far south of the zone where warships have\nincreased their patrols this year in the Gulf of Aden, one of the busiest\nchannels in the world, leading to and from the Suez Canal, and the scene of most\npast attacks.\n</P>\n<P>\nThe massive supertanker would seem to present a daunting target for the pirates,\nwho usually operate in small speedboats. At 330 meters (1,080 feet), it's the\nlength of an aircraft carrier, able to carry about 2 million barrels of\noil.\n</P>\n<P>\nBut its crew may have had a false sense of security so far from shore, and\npirates have repeatedly demonstrated their skill in taking down big\nprizes.\n</P>\n<P>\nDetails of Saturday's attack were not known, but in past seizures, pirates have\nused ropes and ladders to climb the hull -- and often on large ships, the crew\ndon't notice them until it's too late. On the Sirius Star, the attackers likely\nwould have had to scale about 10 meters (33 feet) from the water to the\ndeck.\n</P>\n<P>\nIt was not clear if the Sirius Star had any armed security on board. In past\nattacks, alert crews have been able to fend off pirates trying to climb the\nsides, using water hoses to knock them away. But the pirates are able to strike\nback: In April, they punched a hole in the side of a Japanese oil tanker with a\nrocket-propelled grenade in an unsuccessful attempt to capture\nit.\n</P>\n<P>\nPirates have been spreading their attacks in recent weeks southward into a vast\narea of the Indian Ocean that would be extremely difficult and costly to patrol,\nmaritime security experts said.\n</P>\n<P>\n\"It had been slightly more easy to get it under control in the Gulf of Aden\nbecause it is a comparatively smaller area of water which has to be patrolled,\nbut this is huge,\" said Cyrus Mody, manager of the International Maritime\nBureau.\n</P>\n<P>\nThe pirates were taking the captured tanker and crew to an anchorage off the\nSomali port of Eyl, Lt. Nathan Christensen, a spokesman for the U.S. Navy's 5th\nFleet, said. The port on Somalia's northeastern coast has become a pirate haven\nand a number of ships are already being held there as pirates negotiate\nransoms.\n</P>\n<P>\nChristensen said the Sirius Star was carrying crude, but could not say how much.\nFully loaded, the ship's cargo could be worth about $100 million. But the\npirates would have no way of selling crude and no way to refine it in Somalia.\nInstead, they were likely to demand a ransom, as they have in the\npast.\n</P>\n<P>\n\"It's the largest ship we've seen hijacked and one attacked farthest out on the\nsea,\" Christensen said. The capturing of the oil tanker represents a\n\"fundamental shift in the ability of pirates to be able to attack merchant\nvessels.\"\n</P>\n<P>\nThe Sirius Star, which was commissioned in March and is owned by Saudi oil\ncompany Aramco, is classed as a Very Large Crude Carrier, the second largest\nclassification. It was sailing under a Liberian flag and its 25-member crew\nincludes citizens of Croatia, Britain, the Philippines, Poland and Saudi Arabia.\nA British Foreign Office spokesman said there were at least two British\nnationals on board.\n</P>\n<P>\nAn operator with Aramco said there was no one available at the company to\ncomment after business hours. Calls went unanswered at Vela international, the\nDubai-based marine company that operated the ship for Aramco. Christensen said\nhe had no details on the ship's port of origin and destination.\n</P>\n<P>\nPirate attacks off Somalia have surged more than 75 percent this year, hitting\nfreighters, tankers, yachts and fishing vessels. The pirates raised\ninternational alarm bells in September when they seized a Ukrainian freighter,\nthe Faina, carrying a cargo of battle tanks and other weapons. The Faina and its\n20-member crew are still being held off Somalia, watched by warships to prevent\nthe removal of its cargo.\n</P>\n<P>\nWith most attacks ending with million-dollar payouts, piracy is considered the\nbiggest economy in Somalia, a country that has had no stable government for\ndecades. A report last month by a London-based think tank said pirates have\nraked in up to $30 million in ransoms this year alone.\n</P>\n<P>\nThe pirates are trained fighters, often dressed in military fatigues, using\nspeedboats equipped with satellite phones and GPS equipment. They are typically\narmed with automatic weapons, anti-tank rockets launchers and various types of\ngrenades. Far out to sea, their speedboats operate from larger\nmotherships.\n</P>\n<P>\n\"Pirates are becoming very strong and very rich, and they are expanding into\nother parts of the (Indian) ocean beyond the Gulf of Aden,\" said Nour Mohammed\nSaeed, a former fisheries minister in the Puntland region of northern Somalia.\n\"They are getting a lot of money and they know that they can make\nmore.\"\n</P>\n<P>\nThe seizure of the Faina and its cargo of weapons prompted a reinforcement of\nwarships patrolling the waters off Somalia. Along with a Russian frigate and\nIndian vessels, a NATO flotilla of seven ships is in the Gulf of Aden to help\nthe U.S. 5th Fleet in anti-piracy patrols and to escort cargo vessels. The 5th\nFleet said it has repelled about two dozen pirate attacks since Aug. 22 in the\ngulf.\n</P>\n<P>\nAnother multinational fleet currently led by the Dutch has carved out a\nprotected lane through the Gulf of Aden, through which 20,000 tankers,\nfreighters and merchant vessels transit every year, entering and exiting the\nSuez Canal.\n</P>\n<P>\nBut other ships -- including ones too big for the canal like the Sirius Star --\npass off East Africa to circle the continent by the Cape of Good\nHope.\n</P>\n<P>\nThe expansion of attacks signals they too could be vulnerable.\n</P>\n<P>\n\"There will never be enough warships,\" said Graeme Gibbon Brooks, the managing\ndirector of British company Dryad Maritime Intelligence Service Ltd. \"The whole\narea is 2.5 million square miles (6.5 million square kilometers) ... the\ncoalition have to act preemptively and be one step ahead of the\npirates.\"\n</P>\n<P>\n------\n</P>\n<P>\nBarbara Surk reported from Dubai, Tarek el-Tablawy from Cairo, Egypt. AP writers\nKatharine Houreld, Elizabeth A. Kennedy and Tom Maliti in Nairobi, Kenya, and\nJason Keyser in Cairo contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20081117.0971"
        }, 
        {
            "headline": "1st LD: Somali pirates hijack Saudi Arabian-owned oil tanker", 
            "text": "\n<P>\n1st LD: Somali pirates hijack Saudi Arabian-owned oil tanker\n</P>\n<P>\nNAIROBI, Nov. 17 (Xinhua) -- Somali pirates have hijacked a Saudi Arabian-owned\noil tanker, the largest vessel ever seized, loaded with crude and carrying 25\ncrew members off the Kenyan coast, a regional maritime official said on Monday.\n</P>\n<P>\nAndrew Mwangura, the East African Coordinator of the Seafarers Assistance\nProgram, said the oil tanker is the largest ship pirates have hijacked along the\neast Africa coast.\n</P>\n<P>\n\"It seems the vessel was hijacked on Saturday because the ship is approaching\nanchorage off the port of Eyl in Somalia. For it to reach there, it must have\ntaken three to four days,\" Mwangura told Xinhua by telephone.\n</P>\n<P>\nReports from the U.S. Navy said the tanker, Sirius Star, operated by Vela\nInternational, was hijacked after a group of pirates managed to scale the\n10-meter high side of the ship.\n</P>\n<P>\nLieutenant Nate Christensen, a spokesman for the U.S. Navy's Fifth Fleet said\nthe hijacking was shocking because it highlighted the vulnerability of even very\nlarge ships and pointed to widening ambitions and capabilities among ransom-\nhungry pirates who have carried out a surge of attacks this year off Somalia.\n</P>\n<P>\nThe U.S. Navy said the Saturday's hijacking of the oil tanker occurred in the\nIndian Ocean far south of the zone patrolled by international warships in the\nbusy Gulf of Aden shipping channel, which leads to and from the Suez Canal.\n</P>\n", 
            "id": "XIN_ENG_20081118.0115"
        }, 
        {
            "headline": "HIJACKED SUPERTANKER ANCHORS OFF SOMALIA", 
            "text": "\n<P>\nA hijacked Saudi-owned supertanker carrying more than $100\nmillion worth of crude oil was anchored off the coast of Somalia on\nTuesday, and the ship's owner said it was working to free the ship\nand its 25-member crew.\n</P>\n<P>\nThe owner, Vela International, a subsidiary of the Saudi\nArabia-based oil giant Saudi Aramco, said in a statement that the\ncompany was awaiting further contact from the pirates who seized\nthe vessel about 480 miles off the coast of Somalia. Earlier\nreports had said that the 1,080-foot-long ship, Sirius Star, had\nbeen hijacked off the Kenyan coast.\n</P>\n<P>\nThe company did not say specifically that it had begun\nnegotiations with the hijackers. The supertanker, about the same\nlength as an American Nimitz class aircraft carrier, is the largest\nship known to have been seized by pirates, and it was fully loaded\nwith 2 million barrels of oil.\n</P>\n<P>\n\"Our first and foremost priority is ensuring the safety of the\ncrew,\" Salah B. Ka'aki, the president and chief executive of Vela,\nsaid in the statement. The crew members are citizens of Britain,\nPoland, Croatia, the Philippines and Saudi Arabia.\n</P>\n<P>\nLt. Nathan Christensen, deputy spokesman for the U.S. 5th Fleet,\nsaid that the tanker had been anchored within sight of the coastal\ntown of Xarardheere. The town is 260 miles north of Mogadishu, the\nSomali capital, and is part of the breakaway Puntland region, which\nis known as a hub of pirate activity.\n</P>\n<P>\nThe hijacking follows a string of increasingly brazen attacks by\nSomali pirates in recent months, but this appeared to be first time\nthey have seized an oil tanker. While most of the hijackings have\ntaken place in the Gulf of Aden, which separates Somalia from\nYemen, the Saudi tanker was seized hundreds of miles to the south\nin a vast stretch of open ocean as the tanker headed toward the\nCape of Good Hope.\n</P>\n<P>\nThe Saudi foreign minister, Prince Saud al-Faisal, called the\nhijacking \"an outrageous act.\" In Athens, Greece, on Tuesday, he\nsaid, \"Piracy, like terrorism, is a disease which is against\neverybody, and everybody must address it together.\"\n</P>\n<P>\nThis year, 92 ships have been attacked in and around the Gulf of\nAden, more than triple the number in 2007, according to the\nInternational Maritime Bureau. At least 14 of those ships, carrying\nmore than 250 crew members, are still in the control of hijackers.\n</P>\n", 
            "id": "NYT_ENG_20081118.0137"
        }, 
        {
            "headline": "Somali pirates hijack Saudi tanker loaded with oil", 
            "text": "\n<P>\nIn a dramatic escalation of high seas crime, Somali pirates hijacked a Saudi\nsupertanker loaded with crude oil hundreds of miles (kilometers) off the coast\nof East Africa -- defeating the security web of warships trying to protect vital\nshipping lanes.\n</P>\n<P>\nThe takeover demonstrates the bandits' heightened ambitions and capabilities:\nNever before have they seized such a giant ship so far out to sea. Maritime\nexperts warned that the broad daylight attack, reported by the U.S. Navy on\nMonday, was an alarming sign of the difficulty of patrolling a vast stretch of\nocean key to oil and other cargo traffic.\n</P>\n<P>\nThe MV Sirius Star, a brand new tanker with a 25-member crew, was seized at\nabout 10 a.m. Saturday more than 450 nautical miles (833 kilometers) southeast\nof Mombasa, Kenya, the Navy said. The area lies far south of the zone where\nwarships have increased their patrols this year in the Gulf of Aden, one of the\nbusiest channels in the world, leading to and from the Suez Canal, and the scene\nof most past attacks.\n</P>\n<P>\n\"We are very concerned that a (ship) of this size has been hijacked. We have\nsafety concerns, security concerns, environmental concerns,\" said Noel Choong,\nthe head of the International Maritime Bureau's regional piracy center in Kuala\nLumpur, Malaysia.\n</P>\n<P>\n\"Of course, as long as there is no firm deterrrent pirates will continue to\nattack. The risk is low and returns are extremely high. You wil see more and\nmore of such attacks,\" he told The Associated Press.\n</P>\n<P>\nThe massive supertanker would seem to present a daunting target for the pirates,\nwho usually operate in small speedboats. At 1,080 feet (329 meters), it is the\nlength of an aircraft carrier and can carry about 2 million barrels of\noil.\n</P>\n<P>\nBut experts said its crew may have felt a false sense of security so far from\nshore, even though pirates have repeatedly demonstrated their skill in taking\ndown big prizes.\n</P>\n<P>\nDetails of Saturday's attack were not known, but in past seizures, pirates have\nused ropes and ladders to climb the hull -- and on large ships, the crew often\ndoes not notice them until it is too late. On the Sirius Star, the attackers\nlikely would have had to scale about 30 feet (nine meters) from the water to the\ndeck.\n</P>\n<P>\nIt was not clear if the Sirius Star had any armed security on board. In past\nattacks, alert crews have fended off pirates trying to climb the sides, using\nwater hoses to knock them away. But the pirates have struck back: In April, they\nfired a rocket-propelled grenade that punched a hole in the side of a Japanese\noil tanker, spewing oil into the sea, in an unsuccessful attempt to capture\nit.\n</P>\n<P>\nPirates have been spreading their attacks southward into a vast area of the\nIndian Ocean that is extremely difficult and costly to patrol, maritime security\nexperts said.\n</P>\n<P>\n\"It had been slightly easier to get it under control in the Gulf of Aden because\nit is a comparatively smaller area of water which has to be patrolled, but this\nis huge,\" said Cyrus Mody, manager of the International Maritime\nBureau.\n</P>\n<P>\nThe pirates were taking the captured tanker and crew to anchor off the Somali\nport of Eyl, said Lt. Nathan Christensen, a spokesman for the Navy's 5th Fleet.\nThe port on Somalia's northeastern coast has become a pirate haven and a number\nof ships are already being held there as pirates negotiate ransoms.\n</P>\n<P>\nChristensen said the Sirius Star was carrying crude, but he could not say how\nmuch. Fully loaded, the ship's cargo would be worth about $100 million. But the\npirates would have no way of selling crude and no way to refine it in Somalia.\nInstead, they were likely to demand a ransom, as they have in the\npast.\n</P>\n<P>\n\"It's the largest ship we've seen hijacked and one attacked farthest out on the\nsea,\" Christensen said. The capturing of the oil tanker represents a\n\"fundamental shift in the ability of pirates to be able to attack merchant\nvessels.\"\n</P>\n<P>\nThe Sirius Star, which was commissioned in March and is owned by the Saudi oil\ncompany Aramco, is classed as a Very Large Crude Carrier, the second-largest\nclassification. It was sailing under a Liberian flag and its crew includes\ncitizens of Croatia, Britain, the Philippines, Poland and Saudi Arabia. A\nBritish Foreign Office spokesman said there were at least two British nationals\non board.\n</P>\n<P>\nAn operator with Aramco said there was no one at the company to comment after\nbusiness hours. Calls went unanswered at Vela International, the Dubai-based\nmarine company that operated the ship for Aramco. Christensen said he had no\ndetails on the ship's port of origin and destination.\n</P>\n<P>\nPirate attacks off Somalia have surged more than 75 percent this year, hitting\ndozens of freighters, tankers, yachts and fishing vessels. The pirates raised\ninternational alarm bells in September when they seized a Ukrainian freighter,\nthe Faina, carrying a cargo of battle tanks and other weapons. The Faina and its\n20-member crew are still being held off Somalia, watched by warships to prevent\nthe removal of its cargo.\n</P>\n<P>\nWith most attacks ending with million-dollar payouts, piracy is considered the\nbiggest moneymaker in Somalia, a country that has had no stable government for\ndecades. A report last month by the London-based think tank Chatham House said\npirates raked in up to $30 million in ransoms this year alone.\n</P>\n<P>\nThe pirates are trained fighters, often dressed in military fatigues, using\nspeedboats equipped with satellite phones and GPS equipment. They are typically\narmed with automatic weapons, anti-tank rocket launchers and various types of\ngrenades. Far out to sea, their speedboats operate from larger\nmotherships.\n</P>\n<P>\n\"Pirates are becoming very strong and very rich, and they are expanding into\nother parts of the (Indian) Ocean beyond the Gulf of Aden,\" said Nour Mohammed\nSaeed, a former fisheries minister in the Puntland region of northern Somalia.\n\"They are getting a lot of money and they know that they can make\nmore.\"\n</P>\n<P>\nThe seizure of the Faina and its cargo of weapons prompted a reinforcement of\nwarships patrolling the waters off Somalia. Along with a Russian frigate and\nIndian vessels, a NATO flotilla of seven ships is in the Gulf of Aden to help\nthe U.S. 5th Fleet in anti-piracy patrols and to escort cargo vessels. The 5th\nFleet said it has repelled about two dozen pirate attacks since Aug. 22 in the\ngulf.\n</P>\n<P>\nAnother multinational fleet currently led by the Dutch has carved out a\nprotected lane through the Gulf of Aden, through which 20,000 tankers,\nfreighters and merchant vessels transit every year, entering and exiting the\nSuez Canal.\n</P>\n<P>\nBut other ships -- including ones too big for the canal like the Sirius Star --\ntraverse the waters off East Africa to circle the continent by the Cape of Good\nHope.\n</P>\n<P>\n\"There will never be enough warships,\" said Graeme Gibbon Brooks, managing\ndirector of the British company Dryad Maritime Intelligence Service Ltd. \"The\nwhole area is 2.5 million square miles ... The coalition have to act\npreemptively and be one step ahead of the pirates.\"\n</P>\n<P>\nThe EU is planning anti-piracy patrols off Somalia beginning next month -- but\nthey won't be assigned to watch supertankers, which aren't considered\n\"vulnerable\" vessels, a French government official said Monday.\n</P>\n<P>\nThe patrols, approved at an EU meeting last week, would be assigned to protect\nsmaller ships deemed at risk, the official said.\n</P>\n<P>\n------\n</P>\n<P>\nBarbara Surk reported from Dubai, Tarek el-Tablawy from Cairo, Egypt. AP writers\nKatharine Houreld, Elizabeth A. Kennedy and Tom Maliti in Nairobi, Kenya, and\nJason Keyser in Cairo contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20081118.0222"
        }, 
        {
            "headline": "Owner of hijacked Saudi tanker says crew safe", 
            "text": "\n<P>\nThe owner of a Saudi oil supertanker hijacked by Somali pirates over the weekend\nsays the 25 crew are safe and that the ship is fully loaded with\ncrude.\n</P>\n<P>\nDubai-based Vela International Marine Ltd. says company response teams have been\nestablished and are working to ensure the release of the crew and the\nvessel.\n</P>\n<P>\nThe U.S. Navy said the MV Sirius Star was seized off the coast of Kenya on\nSaturday and that the bandits were taking the ship to a Somali port known as a\nhub of pirate activity.\n</P>\n<P>\nA statement posted on Vela's Web site late Monday says the ship was hijacked\nSunday. The discrepancy could not immediately be explained.\n</P>\n<P>\nAttacks by Somali pirates have surged this year. The Saudi tanker was the\nlargest ship taken.\n</P>\n", 
            "id": "APW_ENG_20081118.0287"
        }, 
        {
            "headline": "NATO eyes long-term anti-piracy operations", 
            "text": "\n<P>\nNATO is considering whether to launch long-term missions to counter piracy, a\nspokesman said Tuesday, as pirates anchored a captured Saudi super-tanker off\nthe coast of Somalia.\n</P>\n<P>\n\"There will be a second discussion in NATO referring to a potential longer-term\nrole\" in anti-piracy operations, spokesman James Appathurai told reporters in\nBrussels.\n</P>\n<P>\nNATO has four ships -- from Britain, Greece, Italy and Turkey -- on patrol in\nthe waters off Somalia, with two protecting UN food aid convoys to the strife-\ntorn Horn of Africa country.\n</P>\n<P>\nThe mission, NATO's first-ever against pirates and which is commanded from\nNaples, southern Italy, ends in mid-December when the bigger European Union\nOperation Atalanta is to be put in place.\n</P>\n<P>\n\"The EU presence will be bigger and more designed for the mission,\" Appathurai\nsaid, but he added that the military alliance is wondering \"would anything\ncomplementary be necessary\" for the EU.\n</P>\n<P>\nHe added that NATO played no role in response to the seizure of the oil-laden\nSaudi tanker, the Sirius Star, which was taken at the weekend in waters off the\ncoast of Kenya and Tanzania.\n</P>\n<P>\nOn Tuesday, the super-tanker, carrying 100 million dollars of oil, was anchored\noff the Somali piracy hub port of Haradhere.\n</P>\n<P>\n\"We are not in the area,\" the spokesman said. \"This happened thousands of miles\naway from the place where the NATO operation is supposed to take place.\"\n</P>\n<P>\nAccording to the US navy, the tanker -- which is as big as three soccer fields\n-- is the largest ship ever seized by pirates and the hijacking was the farthest\nout to sea Somali bandits have attacked a vessel.\n</P>\n<P>\nExperts say the attack shows few ships are safe sailing the Indian Ocean.\n</P>\n<P>\nAppathurai noted that NATO had escorted around 7,000 tonnes of humanitarian aid\nto Somalia since its operation began this month, and cited the UN World Food\nProgramme as saying that no pirate attacks had hit its ships since.\n</P>\n<P>\nThe WFP ships 30,000 to 35,000 tonnes of aid into Somalia each month.\n</P>\n<P>\nPirates are well organised in the area where Somalia's northeastern tip juts\ninto the Indian Ocean, preying on a key maritime route leading to the Suez Canal\nthrough which an estimated 30 percent of the world's oil transits.\n</P>\n<P>\nThey operate high-powered speedboats and are heavily armed, sometimes holding\nships for weeks until they are released for large ransoms paid by governments or\nowners.\n</P>\n<P>\nThe International Maritime Bureau has reported that at least 92 ships have been\nattacked off Somalia since January, of which 36 were hijacked. Of those, 14\nvessels and more than 268 crew were still in the hands of pirates.\n</P>\n", 
            "id": "AFP_ENG_20081118.0306"
        }, 
        {
            "headline": "Owner of hijacked Saudi tanker says crew safe", 
            "text": "\n<P>\nThe owner of a Saudi oil supertanker hijacked by Somali pirates over the weekend\nsaid the 25 crew members are safe and the ship is fully loaded with crude -- a\ncargo worth about $100 million at current prices.\n</P>\n<P>\nDubai-based Vela International Marine Ltd., a subsidiary of Saudi oil company\nAramco, said in a statement Monday that company response teams have been set up\nand are working to ensure the release of the crew and the vessel.\n</P>\n<P>\nThe U.S. Navy said the MV Sirius Star was seized far off the coast of Kenya on\nSaturday and that the bandits were taking the ship to a Somali port known as a\nhub of pirate activity.\n</P>\n<P>\nHowever, the statement posted on Vela's Web site late Monday said the ship was\nhijacked Sunday. The discrepancy could not immediately be explained.\n</P>\n<P>\nAttacks by Somali pirates have surged this year as bandits have become bolder,\nbetter armed and capable of operating hundreds of miles from\nshore.\n</P>\n<P>\nA coalition of warships from eight nations, as well as from NATO and the U.S.\nNavy's 5th Fleet, is patrolling a critical zone in the Gulf of Aden leading to\nand from the Suez Canal. That's where most of the more than 80 attacks this year\nhave occurred.\n</P>\n<P>\nThe Saudi tanker, however, was seized far to the south of the patrolled zone,\nabout 450 nautical miles (833 kilometers) southeast of Mombasa, Kenya, according\nthe U.S. Navy.\n</P>\n<P>\nMaritime security experts said they have tracked a southward spread in piracy\nover the last several weeks into a vast area of the Indian Ocean, noting with\nalarm that the area would be almost impossible to patrol.\n</P>\n<P>\nThe U.S. Navy's 5th Fleet said Tuesday it was monitoring the situation but\ndidn't expect to send warships to surround the vessel as it has done with a\nUkrainian ship loaded with tanks and other weaponry the was seized off the\nSomali coast on Sept. 25 and remains in pirate hands.\n</P>\n<P>\n\"I don't anticipate any U.S. ships on station,\" said Lt. Nathan Christensen, a\nspokesman for the 5th Fleet, speaking from its headquarters in\nBahrain.\n</P>\n<P>\nHe would not elaborate on how the Navy was watching the hijacked\ntanker.\n</P>\n<P>\n\"We remain deeply concerned because this attack represents a fundamental change\nin pirates' ability to hijack bigger vessels farther out at sea,\" Christensen\nsaid.\n</P>\n<P>\nThe Sirius Star is the largest ship ever taken by Somali pirates, though large\nchemical tankers and freighters have also been hijacked.\n</P>\n<P>\nIt is \"the largest pirated vessel in the region\" to date, Christensen\nsaid.\n</P>\n<P>\nAt 1,080 feet (329 meters), it is the length of an aircraft carrier and can\ncarry about 2 million barrels of oil.\n</P>\n<P>\n\"We are very concerned that a (ship) of this size has been hijacked. We have\nsafety concerns, security concerns, environmental concerns,\" said Noel Choong,\nthe head of the International Maritime Bureau's regional piracy center in Kuala\nLumpur, Malaysia.\n</P>\n<P>\n\"Of course, as long as there is no firm deterrent, pirates will continue to\nattack. The risk is low and returns are extremely high. You will see more and\nmore of such attacks,\" he told The Associated Press on Tuesday.\n</P>\n<P>\nVela, the ship's owner and operator, is one of the largest crude oil tanker\ncompanies in the world.\n</P>\n<P>\nIncluding the Sirius Star, Vela owns and operates a fleet of 19 vessels classed\nas Very Large Crude Oil Carriers. It uses the ships to transport supplies\nprimarily between the Middle East, Europe and the U.S. Gulf Coast, according to\nthe company's Web site.\n</P>\n<P>\nThe Sirius Star was sailing under a Liberian flag and its crew includes citizens\nof Croatia, Britain, the Philippines, Poland and Saudi Arabia. A British Foreign\nOffice spokesman said there were at least two British nationals on\nboard.\n</P>\n", 
            "id": "APW_ENG_20081118.0341"
        }
    ], 
    "id": "D1139G", 
    "title": "Pirate Hijack Tanker"
}