{
    "docSet": [
        {
            "headline": "1st LD: Rising temperatures threaten China's food output", 
            "text": "\n<P>\nRising temperatures may pose a challenge to the long-term food security of\nChina, the world's most populous country, according to an official report\nevaluating climate change.\n</P>\n<P>\nChina's output of major crops, including rice, wheat and corn, could fall by up\nto 37 percent in the second half of this century if no effective measures are\ntaken to curb greenhouse gases in the coming 20 to 50 years, according to the\nreport.\n</P>\n<P>\nGlobal warming will negatively impact China's ecological, social and economic\nsystems, especially farming, animal husbandry and water supply, and some damage\nwill be irreversible, said the report.\n</P>\n<P>\nThe average temperature in China has risen by 0.5 to 0.8 degree centigrade in\nthe past century and is expected to go up another two to three degrees\ncentigrade in the coming 50 to 80 years, it said.\n</P>\n<P>\nMost areas in China, especially northern areas, will get drier, even though\nannual rainfall may increase 7 to 10 percent, it said.\n</P>\n<P>\nThe greater demand for water for agriculture will impact the cost of farm\nproduce, it reasoned.\n</P>\n<P>\nThis year, China's southwestern Chongqing Municipality and neighbouring province\nSichuan were ravaged by the worst drought in more than 50 years.\n</P>\n<P>\nChina's central and western regions will suffer an annual water shortage of\nabout 20 billion cubic meters from 2010 to 2030, the report said.\n</P>\n<P>\nThe report also predicted that more floods and droughts will hit the country as\nwater evaporates more rapidly from rivers.\n</P>\n<P>\nThe Yellow River, China's second longest, will see evaporation increase by 15\npercent a year, it said.\n</P>\n<P>\nIt also warned that coastal areas will be at a greater risk of flooding as\nChina's sea level will climb 1 to 16 centimeters by 2030.\n</P>\n<P>\nThe report was jointly released by six central departments and academic\norganizations, including the Ministry of Science and Technology, China\nMeteorological Administration and the Chinese Academy of Sciences.\n</P>\n", 
            "id": "XIN_ENG_20070103.0095"
        }, 
        {
            "headline": "Water shortage of Yangtze River in 2006 unconnected with Three Gorges Project", 
            "text": "\n<P>\nChinese hydrology experts have denied that last year's serious drop in water\nlevels in China's longest river, the Yangtze, are connected with the Three\nGorges hydroelectric project.\n</P>\n<P>\nThe Yangtze River hydrology bureau attributed the drop to lower rainfall on the\nupper reaches and serious drought along the river.\n</P>\n<P>\nYangtze water levels hit a record low in 2006, while its tributaries dropped 30\nto 60 percent below average levels, according to the bureau.\n</P>\n<P>\nThe flow at Yichang City, where the Three Gorges dam is located, was 284.4\nbillion cubic meters last year, 64 percent of the average, the lowest since 1877\nwhen records began.\n</P>\n<P>\nThe level in the Three Gorges reservoir reached the 156-meter mark in October\nwith a storage of 8.65 billion cubic meters in 2006, three percent of the total\nwater flow in the city, according to the bureau.\n</P>\n<P>\nEven if the reservoir had stored no water, the flow at Yichang City would have\nhit a record low, said Cheng Haiyun, bureau chief engineer.\n</P>\n<P>\nBegun in 1993 and costing an estimated 180 billion yuan (23 billion U.S.\ndollars), the Three Gorges Project on the middle reaches of the river will have\n26 generators when it is completed in 2009 and be able to generate 84.7 billion\nkwh of electricity annually.\n</P>\n", 
            "id": "XIN_ENG_20070109.0030"
        }, 
        {
            "headline": "Three Gorges Dam opens floodgates to ease water shortages in the Yangtze", 
            "text": "\n<P>\nThe Three Gorges Dam in central China's Hubei Province Thursday has opened its\nfloodgates to ease the severe water shortages along the Yangtze River.\n</P>\n<P>\nThe world's largest hydropower project has been releasing bigger quantities of\nwater since late December, according to the China Three Gorges Project\nCorporation.\n</P>\n<P>\nThe company said the dam could release an additional 6.1 billion cubic meters of\nwater to the lower reaches by reducing the reservoir's water level from the\ncurrent 155 meters to 144 meters.\n</P>\n<P>\nThe dam, 2,309 meters long and 185 meters high, was completed in May last year\nand the water level in the reservoir was raised to 156 meters from 135 meters in\nOctober.\n</P>\n<P>\nThe company said the floodgates could maintain the water level at 144 meters.\n</P>\n<P>\nThe Yangtze River, the nation's largest, has experienced the lowest water levels\nin around a hundred years since last summer due to scarce rainfall and severe\ndrought in the upper reaches, according to the Yangtze River Hydrology Bureau.\n</P>\n<P>\nThe bureau said that in 2006, the tributaries reported 30 to 40 percent less\nwater flow than average.\n</P>\n<P>\nThe Yichang hydrology station, a little downstream from the dam, recorded only\n64 percent of average annual water flow, the lowest since hydrology records\nbegan in 1877.\n</P>\n<P>\nWater flow downstream in Hankou and Datong has also fallen off sharply.\n</P>\n<P>\nIt said the severe water shortage have led to occasional reports of boats being\nstranded in shallow water and difficulties in water use for industry,\nagriculture, and households.\n</P>\n<P>\nCheng Haiyun, the bureau's chief engineer, earlier denied that the record low\nwater level in the Yangtze was connected with the Three Gorges hydropower\nproject.\n</P>\n<P>\nBegun in 1993 and costing an estimated 180 billion yuan (23 billion U.S.\ndollars), the Three Gorges Project on the middle reaches of the river will have\n26 generators when it is completed in 2009 and be able to generate 84.7 billion\nkwh of electricity annually.\n</P>\n", 
            "id": "XIN_ENG_20070111.0222"
        }, 
        {
            "headline": "Plight of Yangtze River worsened by critical water shortage", 
            "text": "\n<P>\nReefs exposed, ships stranded and fish stocks plummeting, the continuing ordeal\nof China's Yangtze River has been exacerbated by the worst water shortage in\nmore than a century.\n</P>\n<P>\nHeatwaves hit Chongqing municipality and Sichuan province in the upper Yangtze\nlast summer, and rainfall was nearly halved in most sections of the Yangtze,\nresulting in a severe drought.\n</P>\n<P>\nWater in the upper reaches decreased by over 60 percent from the previous year,\nand cities downstream reported the lowest water levels since records were first\nkept in 1877.\n</P>\n<P>\n\"Previously we had to prepare for floods, but the drought has changed all that,\"\nsaid Zhou Jinyun, director of the fishery bureau in the port city of Anqing, in\neast China's Anhui Province, in the middle reaches of the river.\n</P>\n<P>\nIn Anqing, the water is only four meters deep, and will continue to drop as the\ndrought continues, Zhou said.\n</P>\n<P>\nBut in fact the drought is only part of the story of the Yangtze's sad decline.\nOver 9,000 chemical plants line the banks of China's longest waterway, 45\npercent of the national total. Dongting Lake, China's second largest freshwater\nlake in central China's Hunan province, which is fed by the Yangtze, has to\nabsorb discharges from over 230 paper-making factories.\n</P>\n<P>\nAs the once-mighty Yangtze threads its way through 11 regions in China, water is\nintensively siphoned off for factories, hydroelectric schemes and agriculture.\nAnd when the factories release water back into the river, it is full of\npollutants, leading to a series of pollution and chemical accidents in recent\nyears.\n</P>\n<P>\n\"This is the worst water shortage I've seen in my thirty years experience as a\nmarine worker,\" said Huang Yongming, head of the Maritime Bureau in the\nneighboring Tongling city.\n</P>\n<P>\nThe Three Gorges dam has opened its floodgates to feed the river, but statistics\nfrom monitoring stations in central China's Hubei province and east China's\nJiangsu province have shown no perceptible rise in water levels.\n</P>\n<P>\nThe reduced water flow is affecting the river's capacity to dilute pollutants.\nWater resource authorities in Hankou, Hubei province, have had to add chlorides\nto purify drinking water for residents in the city.\n</P>\n<P>\nThe water shortage has affected the whole ecology of the Yangtze.\n</P>\n<P>\n\"Dwindling water reserves have made it harder for fish to survive, including\nendangered species like baiji, or white-flag dolphins, and increased the risks\nof them being injured by passing ships,\" said Wang Zhenxi, director of fishery\nmanagement in Tongling, Anhui province.\n</P>\n<P>\nWang said they had found some fish, including finless porpoises, maimed by ship\npropellers and with their skulls shattered.\n</P>\n<P>\nLow water levels in the river have made it impossible for some fish species to\nmigrate back to the sea, threatening their survival in shallow waters.\n</P>\n<P>\n\"Continuing water shortages, which date from long before the drought, have had a\ndrastic effect on fish resources in the Yangtze, which is home to most of\nChina's freshwater fish species, \" said Li Zhenye, director of the marine farm\nadministration in Tongling.\n</P>\n<P>\nYangtze fishermen, who make their living on the river, are experiencing a sharp\ndrop in their earnings. The annual per capita income of over 50,000 fishermen\naround Poyang Lake, the largest freshwater lake in China, was less than 600 yuan\n(about 77 U.S. dollars), only one fifth of their earning in previous years.\n</P>\n<P>\nMeanwhile, the shipping industry along the Yangtze is also feeling the effects\nof the water shortage.\n</P>\n<P>\nWater depth at Yichang and Jingjiang in the middle reaches of the river no\nlonger reaches the navigation standard of 2.9 meters. Local maritime authorities\nhave dispatched dredgers to dig out sludge, and in some places, they took the\ndrastic step of exploding reefs to make navigation possible.\n</P>\n<P>\nLarge vessels were ordered to unload shipments or banned from navigation to ease\nthe traffic jam caused by shrinking waterways.\n</P>\n<P>\nLocal maritime bureaus have increased patrols to issue warnings and prevent\nships from running aground.\n</P>\n<P>\nThe Yangtze maritime authority said the situation will improve in February. But\nno long-term solutions for China's longest river have so far been defined, and\nthe Yangtze's sad decline seems destined to continue.\n</P>\n<P>\nThe Yangtze River, the third longest in the world after the Nile and the Amazon,\nruns from far west Qinghai and Tibet through 186 cities including Chongqing,\nWuhan and Nanjing before emptying into the sea at Shanghai.\n</P>\n<P>\nThe total gross domestic product (GDP) of all cities along the Yangtze River\naccounts for 41 percent of the national total, according to government\nstatistics.\n</P>\n", 
            "id": "XIN_ENG_20070118.0130"
        }, 
        {
            "headline": "China lacks resources to cut critical emissions, official says", 
            "text": "\n<P>\nChina is concerned about global warming but lacks the money and technology to\nsignificantly reduce its own greenhouse gas emissions that are worsening the\nproblem, a top government scientist said Tuesday.\n</P>\n<P>\nChina is the world's biggest consumer and producer of coal, and is expected to\nsurpass the United States as the world's No. 1 greenhouse gas emitter in the\nnext decade.\n</P>\n<P>\nIt wants to reduce its dependence on coal but converting to cleaner energies on\na mass scale would be prohibitively costly for China, which is still a\ndeveloping economy.\n</P>\n<P>\nIt also \"lags behind Europe and the United States\" in the technology needed to\nburn cleaner coal, which accounts for 69 percent of its energy output, said Qin\nDahe, chief of the China Meteorological Administration, and an adviser to the\ngovernment on climate change.\n</P>\n<P>\n\"It takes time to catch up,\" he said at a news conference.\n</P>\n<P>\nQin served as one of China's representatives to the United Nations\nIntergovernmental Panel on Climate Change, which last week announced that global\nwarming is very likely caused by mankind and that climate change will continue\nfor centuries.\n</P>\n<P>\nHe said China agreed with and was concerned about the report's conclusions.\nChina, like the rest of the world, will increasingly face problems of extreme\ntemperatures, rising sea levels, drought and more intense typhoons because of\nthe effects of global warming, he said.\n</P>\n<P>\nQin's comments come as winter temperatures in China's capital have hit a 30-year\nhigh, state media said.\n</P>\n<P>\nQin and other scientists are preparing to brief the central government on\nclimate change based on the findings of the UN study. They would recommend that\nChina invest more in research and observation of weather patterns and climate\nchange and promote environmental awareness, Qin said.\n</P>\n<P>\nHe said the central government had already set a \"very ambitious and arduous\ngoal\" of reducing carbon dioxide and other emissions by 4 percent a year over\nthe next five years.\n</P>\n<P>\nThe central government is \"very serious about the commitment and has firmly\ndemanded all regions to meet the emissions reduction targets,\" he\nsaid.\n</P>\n<P>\nHowever, China has no binding international commitments to reduce its emissions\nand failed to meet similar targets set by the government five years\nago.\n</P>\n<P>\nLast month, state media reported that some regions were suspected of submitting\nfake data on emissions in 2006.\n</P>\n<P>\nA separate Chinese report released last month said climate change could cause\nlarge drops in agricultural output over the coming decades.\n</P>\n<P>\nIn the latter half of this century production of wheat, corn and rice in China\nwill drop by as much as 37 percent, and the country's average temperatures would\nrise by 2 or 3 degrees Celsius in the next 50 to 80 years, the report\nsaid.\n</P>\n<P>\nIt also said evaporation rates for some inland rivers would increase by 15\npercent. China already faces a severe water shortage, especially in the northern\npart of the country.\n</P>\n<P>\nA British environmental expert said Monday that water shortages in China were\nalready reaching \"incredible\" proportions, with Shanghai particularly vulnerable\nunless drastic action is taken quickly.\n</P>\n<P>\n\"The Chinese are facing an incredible water-stressed economy,\" Justin Mundy, a\ngovernment adviser on climate change said.\n</P>\n<P>\n\"All the water in the southwest of China is fed by glacial melt,\" he said.\n\"Glacial melt in about 25 years' time is not going to be there in anything like\nthe capacity that is going to be required. What then, Shanghai?\"\n</P>\n<P>\nThe China Daily newspaper said Beijing's temperature hit 12.8 degrees Celsius\n(55 Fahrenheit) on Saturday -- a 30-year high for the date -- prompting an early\nspring, with frozen lakes melting and trees blooming.\n</P>\n", 
            "id": "APW_ENG_20070206.0259"
        }, 
        {
            "headline": "Number of migratory birds drops in China's largest freshwater lake", 
            "text": "\n<P>\nThe number of migratory birds in Poyang Lake, China's largest freshwater lake,\nhas dropped by 40 percent.\n</P>\n<P>\nAccording to survey by the Jiangxi Bureau of Wildlife Protection, the current\nnumber of birds staying by Poyang Lake over winter is about 460,000, down from\n730,000 last year.\n</P>\n<P>\nExperts blamed the low water level of the 330,000-hectare lake for the decrease.\nThe lake's water level has been falling continuously since last July as it\nsupplies water to the drought-stricken Yangtze River.\n</P>\n<P>\nA long drought in the upper reaches of the Yangtze saw the water level in the\nmiddle reaches drop to their lowest point in more than a century. The water\nlevel at 2 p.m. on Tuesday was just 7.48 meters, according to statistics from\nXingzi Station of Poyang Hydrological Center.\n</P>\n<P>\nPoyang Lake in east China's Jiangxi Province is a reserve for large flocks of\nrare migratory birds from north China and Siberia, including white cranes, gray\ncranes and swans.\n</P>\n<P>\nExperts estimate that the water shortage will not be alleviated until March. The\nlocal authorities are building weirs to preserve water and provide food for the\nbirds.\n</P>\n", 
            "id": "XIN_ENG_20070217.0205"
        }, 
        {
            "headline": "China plans to cut water consumption", 
            "text": "\n<P>\nChina plans to cut its average water consumption by 20 percent by the end of\n2010 in an effort to avert a looming shortage crisis, state media reported\nThursday.\n</P>\n<P>\nThe government will set up consumption quotas and make local officials\nresponsible for managing the use of water, the Xinhua news agency reported,\nciting the ministry of water resources.\n</P>\n<P>\nThe government also aims to establish 100 pilot water-saving schemes in the run-\nup to 2010, and to roll out successful projects across the nation, according to\nthe agency.\n</P>\n<P>\n\"There is huge potential for water saving in China,\" said Wang Shucheng,\nminister of water resources.\n</P>\n<P>\nChina only recycles 60 to 65 percent of its industrial water, compared with 80\nto 85 percent in developed countries, the agency said.\n</P>\n<P>\nDouble-digit economic growth and a growing population are putting a heavy strain\non China's limited water resources, and the consequences are beginning to show.\n</P>\n<P>\nThere was enough water in Beijing to adequately supply just over 14 million\npeople in 2005, but the city had 15 million permanent residents and four million\nmigrant workers at the end of last year, Xinhua said recently.\n</P>\n", 
            "id": "AFP_ENG_20070221.0738"
        }, 
        {
            "headline": "East China province invests 3.6 bln yuan in sea water desalination", 
            "text": "\n<P>\nEast China's Shandong Province, a coastal region that suffers from a shortage of\nfresh water, will invest 3.6 billion yuan over the next four years to build 21\nsea water desalination plants.\n</P>\n<P>\nOnce built, the plants will turn out about 140 million cubic meters of fresh\nwater every year, according to a government plan.\n</P>\n<P>\nQingdao, Yantai, Binzhou and a few other cities will benefit from the project,\naccording to the plan.\n</P>\n<P>\nLike many Chinese regions, Shandong is suffering a worsening water shortage, but\nits 3,024 kilometers of coastline offers the solution of desalinating sea water.\n</P>\n<P>\nShandong currently has 16 plants desalinating 32,000 cubic meters of sea water\nper day, 57 percent of the country's total.\n</P>\n<P>\nBesides sea water desalination, Shandong is seeking more fresh water through\nChina's mammoth south-to-north water diversion program and the water diversion\nprogram of the Yellow River.\n</P>\n<P>\nThe water resources in Shandong meet only one third of the province's demand.\n</P>\n<P>\nAccording to the State Development and Reform Commission and some other state-\nlevel agencies, desalinated seawater is expected to contribute 16 to 24 percent\nof the water supply in coastal areas by 2010, with a daily processing capacity\nof up to 3 million cubic meters in 2020.\n</P>\n<P>\nChina is among the driest countries in the world, and 400 out of 600 Chinese\ncities suffer from water shortages for domestic and industrial uses.\n</P>\n", 
            "id": "XIN_ENG_20070222.0088"
        }, 
        {
            "headline": "1st LD-Writethru: Yangtze drought leaves one million people short of water", 
            "text": "\n<P>\nSevere drought has had a debilitating effect on the Yangtze River, China's\nlongest waterway, over the last two weeks, leaving at least 1 million people in\nChongqing Municipality with water shortages, local water authorities said on\nMonday.\n</P>\n<P>\nA spokesman of Shapingba Waterworks, one of the largest drinking water suppliers\nin the city center, told Xinhua that only one of its 10 pipes used to pump water\nfrom the Yangtze was still below the water surface and in operation - and that\nis only 10 cm below the water level.\n</P>\n<P>\n\"If the water levels in the Yangtze and its upper tributary Jialing River\ncontinue to decline, we'll face a real crisis,\" he said.\n</P>\n<P>\nThe municipal drought control authority has sent water wagons to the drought-hit\nareas to provide water for humans and cattle and has told local governments to\nbuild up reserves.\n</P>\n<P>\nThe local hydrological bureau said water levels in the Yangtze and Jialing\nrivers had declined sharply in recent weeks due to a lack of rainfall. It\nfollows last summer's severe drought that forced tens of thousands of farmers to\neke out a living away from home - many ended up picking cotton in northwestern\nXinjiang Uygur Autonomous Region.\n</P>\n<P>\nOn Sunday, the water level at Cuntan hydrological station in Chongqing measured\n158.43 meters, only 35 centimeters higher than the record low reported in 1987,\nsaid a bureau spokesman surnamed Wang.\n</P>\n<P>\nWang blamed a glut of power plants in the Yangtze's upper reaches for the\ndecline in water, but did not link the water shortages with the operation of the\nThree Gorges Dam, which is located in the lower reaches of the Yangtze.\n</P>\n<P>\nSources with the China Three Gorges Project Corporation said the water shortage\nin the upper reaches had not affected the world's largest water storage\nfacility.\n</P>\n<P>\nThe flow of water into the dam measured 3,700 cubic meters per second and the\nwater level at the dam was 153.43 meters on Sunday afternoon, which safeguard\nthe operation of the dam and navigation in the lower reaches, they said.\n</P>\n<P>\nBut the declining water level in Chongqing has played havoc with navigation and\na cargo ship carrying 1,400 tons of timber was stranded on Sunday close to\nChongqing's Xinggang port. The salvage operation lasted five hours.\n</P>\n<P>\nOn Monday, the local maritime bureau suspended navigation in the area between\n12:30 p.m. and 2:30 p.m. every day for surveying and dredging.\n</P>\n<P>\n\"The Yangtze suffers drought almost every spring, but this year's situation is\nworse than normal,\" said a sailor, adding the water level at Chaotianmen Wharf\nin central Chongqing was \"lower by at least one meter\" compared with last year.\n</P>\n<P>\nThe exposed riverbed near the wharf has become a temporary playground for locals\nto sunbathe and fly kites.\n</P>\n<P>\nThe Chongqing municipal flood control and drought relief office said it planned\nto ease the drought through artificial rainfall.\n</P>\n<P>\nThe office predicted the drought would last until after the rainy season begins\nin May, but will return in the middle of summer and will last for at least 30\ndays.\n</P>\n<P>\nWater conservation experts believe most parts of Chongqing will receive between\n1,000 and 1,300 millimeters of rainfall this year, slightly more than in recent\nyears. But a severe drought is still likely to affect the southeastern part of\nthe city in mid July.\n</P>\n<P>\nChongqing and neighboring Sichuan Province in the upper reaches of the Yangtze\nsuffered their worst water shortages in more than a century last summer when the\nwater level and rainfall nearly halved.\n</P>\n<P>\nThe Yangtze River, the third longest in the world after the Nile and the Amazon,\nruns from far west Qinghai and Tibet through 186 cities including Chongqing,\nWuhan and Nanjing before emptying into the sea in Shanghai.\n</P>\n<P>\nThe total gross domestic product (GDP) of all cities along the Yangtze River\naccounts for 41 percent of the national total, according to government\nstatistics.\n</P>\n", 
            "id": "XIN_ENG_20070226.0084"
        }, 
        {
            "headline": "China's grain production up in 2006, but shortages still loom", 
            "text": "\n<P>\nChina increased its grain production 2.8 percent to 497.46 million tonnes in\n2006, but the world's most populous nation still faces the prospect of\nshortages, state press reported Thursday.\n</P>\n<P>\nProduction last year was 13.46 million tonnes more than in 2005, as annual grain\noutput in China increased for the third year running, but still short of the\ncountry's demand, the China Daily said.\n</P>\n<P>\nNo break down was given on the differing grains. China also includes legumes,\nsuch as beans, and oil bearing seeds, as part of its grain statistics.\n</P>\n<P>\nChina faces the possibility of a 48 million tonne grain shortage in 2010, equal\nto nearly nine percent of the country's grain consumption, according to a recent\nstudy published by the ruling Communist Party's central school.\n</P>\n<P>\nThe nation of 1.3 billion people needs to feed its growing population but its\narable land is increasingly being lost to expanding cities and environmental\ndegradation.\n</P>\n<P>\nChina had 105.38 million hectares of land for grain crops last year, an increase\nof 1.1 million hectares over the previous year, according to the latest\nstatistics cited by the state news agency Xinhua.\n</P>\n<P>\nHowever, the country's arable land had shrunk from 131 million hectares in 1996\nto 123 million hectares in 2005.\n</P>\n<P>\nGiven the shrinking acreage, falling water tables and a growing population, some\ngrain experts have predicted that China will not be able to raise yields per\nhectare and the nation will remain a net food importer in the coming years.\n</P>\n", 
            "id": "AFP_ENG_20070228.0760"
        }
    ], 
    "id": "D1136G", 
    "title": "China Water Shortage"
}