{
    "docSet": [
        {
            "headline": "BRITAIN ON EDGE AFTER CAR RAMS SCOTTISH AIRPORT", 
            "text": "\n<P>\nOne day after foiling an alleged double car-bomb plot\nin London, Britain raised its terrorism threat assessment to its\nhighest level on Saturday after two men slammed a Jeep SUV into the\ndeparture doors of Glasgow airport, turning the vehicle into a\npotentially lethal fireball.\n</P>\n<P>\nOne of the attackers was set ablaze from head to foot, and as he\nstruggled with police, \"was throwing punches and shouting, 'Allah,\nAllah,\"' an eyewitness said.\n</P>\n<P>\nBritain's threat level was set at \"critical,\" meaning that a\nfurther attack was considered imminent. The threat level has not\nbeen that high since last year, after authorities discovered an\nalleged plot to attack trans-Atlantic airliners with liquid\nexplosives in August.\n</P>\n<P>\nA British security official, speaking in return for customary\nanonymity, said the heightened level reflected an assessment that\nthe London and Glasgow attacks were \"linked in some ways and,\ntherefore, there are clearly individuals who have the capability\nand intent to carry out further attacks.\"\n</P>\n<P>\nThe links related to the way the foiled car-bomb attacks in\nLondon and the airport attack in Glasgow had been conceived and\nplanned using vehicles and gasoline, the official said.\n</P>\n<P>\nWithin an hour of the announcement, authorities said the airport\nin Liverpool had also been closed until further notice, apparently\nreflecting a fresh area of concern as an increasingly jittery\nnation braced for further possible episodes.\n</P>\n<P>\nIn the United States, officials were following the events\nclosely, but the Department of Homeland Security issued a statement\nfrom Secretary Michael Chertoff saying there were no plans to raise\nthe national threat level.\n</P>\n<P>\nStill, a spokesman for the Port Authority of New York and New\nJersey said additional security measures were being taken at the\nregion's airports, and New York City police were taking steps that\nincluded sending officers into parking garages with sensors that\ndetect the presence of chemical, biological or radiological agents.\n</P>\n<P>\nWillie Rae, the chief constable of the Strathclyde area around\nGlasgow, called Saturday's attack an act of terrorism.\n</P>\n<P>\nThe police said two men were arrested. One of the two men in the\nattack had been injured and had been found to be wearing a\n\"suspicious device\" when he was taken to a hospital for\ntreatment. The hospital was evacuated, the police officer said, but\ndeclined to comment on reporters' suggestions that the assailant --\nsaid to be in a critical condition -- had been wearing a suicide\nbombers' belt.\n</P>\n<P>\nThe attacks confronted Britain's new prime minister, Gordon\nBrown, with his first major crisis. He summoned two emergency\nmeetings of the high-level security committee called Cobra to try\nto come to grips with the newest attacks.\n</P>\n<P>\nThe episodes in London and Scotland deepened foreboding among\nsecurity experts that Britain was confronting a new threat: the use\nof relatively unsophisticated, homemade explosive devices to claim\nlives and spread mayhem.\n</P>\n", 
            "id": "NYT_ENG_20070630.0124"
        }, 
        {
            "headline": "4 HELD IN SCOTTISH ATTACK AS BRITISH SEE BROADER PLOT )", 
            "text": "\n<P>\nBritish officials raised the country's terrorism threat\nalert to its highest level on Saturday after two men slammed an SUV\ninto entrance doors at Glasgow Airport and turned the vehicle into\na potentially lethal fireball.\n</P>\n<P>\nLess than 38 hours earlier, the police had uncovered two cars in\nLondon rigged to explode with gasoline, gas canisters and nails.\n</P>\n<P>\nEarly Sunday, after a day of fast-moving developments, the\nLondon police announced that two people had been arrested in\nCheshire, in northwest England, \"in connection with the events in\nLondon and Scotland.\"\n</P>\n<P>\nThe arrests were in addition to those of the two occupants of\nthe blazing car at Glasgow Airport. A witness to the attack said on\nBBC television that one of the car's occupants had been ablaze from\nhead to foot, and as he struggled with the police, \"was throwing\npunches and shouting 'Allah, Allah.\"'\n</P>\n<P>\nBritain's threat level is now at \"critical,\" meaning that\nanother attack is considered imminent. The threat has not been as\nhigh since last year, after authorities discovered what they called\na plot to attack trans-Atlantic airliners with liquid explosives.\n</P>\n<P>\nA British security official, who like many other officials who\ndisclosed information insisted on anonymity, said Saturday that the\nheightened level reflected an assessment that the London and\nGlasgow cases were \"linked in some ways and, therefore, there are\nclearly individuals who have the capability and intent to carry out\nfurther attacks.\"\n</P>\n<P>\nThe links related to the way the London car bombs and Glasgow\nairport attack had been conceived and planned, using vehicles and\ngasoline, the official said.\n</P>\n<P>\nThe airport in Liverpool was also closed on Saturday, apparently\nreflecting a fresh area of concern in an increasingly jittery\nnation.\n</P>\n<P>\nIn the United States, the Department of Homeland Security issued\na statement from Secretary Michael Chertoff saying there were no\nplans to raise the national threat level because there was \"no\nspecific, credible information\" suggesting any threat to the\nUnited States.\n</P>\n<P>\nBut the federal government took a number of steps on Saturday,\ngiven the events in Britain and the approaching July 4 holiday, to\nelevate security.\n</P>\n<P>\nHomeland Security officials said they included additional bomb\ndetection canine teams at airports and behavior-detection squads.\n</P>\n", 
            "id": "NYT_ENG_20070630.0152"
        }, 
        {
            "headline": "Britain's security alert level raised to highest", 
            "text": "\n<P>\nBritain's national security alert level has been raised to \"critical,\" the\nhighest rating, in the wake of a car crash at Glasgow Airport on Saturday\nafternoon, according to the Home Office.\n</P>\n<P>\nThis means imminent attack is expected.\n</P>\n<P>\nThe Home Office has also ordered security to be tightened, Sky news reported.\n</P>\n<P>\nA burning car was driven at the front of the main terminal building at Glasgow\nAirport, at around 3:15 p.m. on Saturday afternoon. Two people were arrested and\nthe airport was evacuated and closed following the incident.\n</P>\n<P>\nWitnesses described the car as a Jeep Cherokee which was driven at speed towards\nthe building with flames coming out from underneath.\n</P>\n<P>\nShortly after the incident, vehicle access were closed at New Castle and\nEdinburgh airports on heightened state of alert, while armed police closed off\nBlackpool airport at the west coast of Britain.\n</P>\n<P>\nThe incident is now treated as a terrorist attack. And police are calling on\npeople to be vigilant.\n</P>\n<P>\nPrime Minister Gordon Brown is reportedly to chair a Cobra meeting on Saturday\nevening.\n</P>\n", 
            "id": "XIN_ENG_20070630.0164"
        }, 
        {
            "headline": "Attack in Glasgow airport linked to London car bombs: police", 
            "text": "\n<P>\nBritain's senior police officer said here on Saturday night that the attack at\nGlasgow airport was linked to events in London where two car bombs were defused\non Friday.\n</P>\n<P>\nPeter Clarke, Deputy Assistant Commissioner of the anti- terrorism branch at the\nMetropolitan Police, told a press conference that one suspect suffering from\nsevere burns is in critical condition and that suspicious device had been found\nat the hospital where suspect was being treated.\n</P>\n<P>\n\"The suspect was wearing suspicious device,\" he said.\n</P>\n<P>\nWhat's more, he said, the burning Cherokee jeep which crashed into the main\nterminal building at the Glasgow Airport on Saturday afternoon is now in \"highly\nunstable condition at the scene of attack.\" It contained inflammable materials.\n</P>\n<P>\nBritish Prime Minister Gordon Brown urged the public on Saturday night to remain\nvigilant and support the police after the national security alert level was\nraised to \"critical\".\n</P>\n<P>\nHe reassured people that it is right to raise security level at airports and\ncrowded places, and safety of the people is the government's first duty.\n</P>\n<P>\n\"The British people must remain united, resolute and strong,\" he said after\nchairing a Cobra meeting with the Home Secretary and the security officers.\n</P>\n<P>\nThe highest security alert level means imminent attack is expected.\n</P>\n<P>\nThe Home Office has also ordered security to be tightened across the country.\n</P>\n<P>\nA burning car was driven at the front of the main terminal building at Glasgow\nAirport, at around 3:15 p.m. on Saturday afternoon. Two people were arrested and\nthe airport was evacuated and closed following the incident.\n</P>\n<P>\nWitnesses described the car as a Jeep Cherokee which was driven at speed towards\nthe building with flames coming out from underneath.\n</P>\n<P>\nShortly after the incident, vehicle access were closed at New Castle and\nEdinburgh airports on heightened state of alert, while armed police closed off\nBlackpool airport at the west coast of Britain.\n</P>\n<P>\nThe incident is now treated as a terrorist attack. And police are calling on\npeople to be vigilant.\n</P>\n", 
            "id": "XIN_ENG_20070630.0171"
        }, 
        {
            "headline": "British police arrest two connected with attacks in London, Glasgow", 
            "text": "\n<P>\nBritish police arrested two people in northern England in connection with the\nattempted attacks in London and Glasgow, police said Sunday.\n</P>\n<P>\nThe two suspects were arrested in the county of Cheshire by counter-terrorism\nofficers, London's Metropolitan Police said in a statement.\n</P>\n<P>\nGlasgow Airport was evacuated and closed after a burning car crashed into the\nmain terminal building on Saturday afternoon.\n</P>\n<P>\nOn Friday, police foiled a car bomb plot in central London after they discovered\nexplosives packed into a car outside a nightclub near Piccadilly Circus and\nanother car parked nearby.\n</P>\n<P>\nPeter Clarke, deputy assistant commissioner of the anti-terrorism branch at the\nMetropolitan Police, said the attack at Glasgow airport was linked to the\nincident in London.\n</P>\n", 
            "id": "XIN_ENG_20070630.0187"
        }, 
        {
            "headline": "Writethru: British police arrest two connected with attacks in London, Glasgow", 
            "text": "\n<P>\nBritish police arrested two people in northern England in connection with the\nattempted attacks in London and Glasgow, police said Sunday.\n</P>\n<P>\nThe two suspects were arrested in the county of Cheshire by counter-terrorism\nofficers, London's Metropolitan Police said in a statement.\n</P>\n<P>\n\"Police have this evening arrested two people in connection with events in\nLondon and Scotland on the 29th and 30th of June,\" said the statement, without\ngiving details.\n</P>\n<P>\nA burning Jeep Cherokee crashed into the main terminal building at Glasgow\nAirport on Saturday afternoon. Two people in the car, including one suffering\nsevere burns, were arrested and the airport was evacuated and closed following\nthe incident.\n</P>\n<P>\nShortly after the incident, which police described as a terrorist attack,\nvehicle access was closed at New Castle and Edinburgh airports on a heightened\nstate of alert, while armed police closed off Blackpool airport at the west\ncoast of Britain.\n</P>\n<P>\nOn Friday, police foiled a car bomb plot in central London after they discovered\nexplosives packed into a car outside a nightclub near Piccadilly Circus and\nanother car parked nearby.\n</P>\n<P>\nSenior police officers said the attack at Glasgow airport was linked to the\nincident in London, adding that all three vehicles had carried large amounts of\nflammable materials.\n</P>\n<P>\nBritish Prime Minister Gordon Brown urged the public on Saturday night to remain\nvigilant and support the police after the national security alert level was\nraised to \"critical.\"\n</P>\n<P>\nHe reassured people that it is right to raise the security level at airports and\ncrowded places.\n</P>\n<P>\n\"The British people must remain united, resolute and strong,\" he said after\nchairing a meeting with security officers.\n</P>\n<P>\nThe highest security alert level means imminent attack is expected.\n</P>\n<P>\nBritain's Home Office has also ordered security to be tightened across the\ncountry.\n</P>\n", 
            "id": "XIN_ENG_20070630.0217"
        }, 
        {
            "headline": "Car on fire crashes into British airport terminal ATTENTION - CHANGES dateline, UPDATES with eyewitness report, TV picture ///", 
            "text": "\n<P>\nA blazing car crashed into the terminal building at Glasgow Airport in Scotland\non Saturday, police said.\n</P>\n<P>\nThe incident came just a day after police foiled car bomb attacks in London.\n</P>\n<P>\n\"The police have been called at about 3:15 (pm) (1415 GMT) at Glasgow Airport. A\ncar had crashed inside the terminal. It was on fire,\" a police spokeswoman told\nAFP.\n</P>\n<P>\nShe added that she did not know if it was a terrorist attack or if there were\nany victims.\n</P>\n<P>\nWitness James Edgar said there was \"absolute chaos\" at the airport.\n</P>\n<P>\n\"I was in the airport building trying to book a holiday and people were running\npast us and then suddenly they told us all to get out of the airport,\" he told\nSky News television.\n</P>\n<P>\n\"When we went out the main building there was a 4X4 (four-wheeled drive\nvehicle), as if it was rammed into the building. It was on fire and at that\npoint everybody was just in a panic.\"\n</P>\n<P>\nEdgar added that police and security scuffled with an Asian man.\n</P>\n<P>\n\"They later took him away. The fire is now out. As you can imagine there is\nabsolute chaos in the airport.\"\n</P>\n<P>\nBBC television meanwhile showed a still image of the terminal's exterior\nengulfed by a ball of fire.\n</P>\n", 
            "id": "AFP_ENG_20070630.0269"
        }, 
        {
            "headline": "URGENT Glasgow airport car fire was 'an attack': British PM", 
            "text": "\n<P>\nBritish Prime Minister Gordon Brown confirmed Saturday that an incident in which\na blazing jeep rammed into a terminal at Scotland's Glasgow airport was \"an\nattack\", as he justified raising the security threat level to \"critical\".\n</P>\n", 
            "id": "AFP_ENG_20070630.0363"
        }, 
        {
            "headline": "Glasgow airport incident, fire was 'attack': British PM", 
            "text": "\n<P>\nPrime Minister Gordon Brown confirmed Saturday that an incident in which a\nblazing jeep rammed into a terminal at Scotland's Glasgow airport was \"an\nattack\", as he justified raising the security threat level to \"critical\".\n</P>\n<P>\nSpeaking after an emergency meeting of senior ministers and intelligence chiefs,\nhe praised the emergency services for their response to foiling two car bomb\nattacks in London Friday and \"now today the attack in Glasgow\".\n</P>\n<P>\n\"It is right to raise the levels of security at airports and crowded places in\nthe light of the heightened threat,\" he added.\n</P>\n", 
            "id": "AFP_ENG_20070630.0364"
        }, 
        {
            "headline": "Glasgow airport car fire was 'attack': British PM ATTENTION - ADDS quotes ///", 
            "text": "\n<P>\nBritish Prime Minister Gordon Brown confirmed Saturday that an incident in which\na blazing jeep rammed into a terminal at Scotland's Glasgow airport was \"an\nattack\", as he justified raising the security threat level to \"critical\".\n</P>\n<P>\nSpeaking after an emergency meeting of senior ministers and intelligence chiefs,\nhe praised the emergency services for their response to foiling two car bomb\nattacks in London Friday and \"now today the attack in Glasgow.\"\n</P>\n<P>\nUntil Brown spoke, there had been no official confirmation that the incident in\nGlasgow Saturday afternoon was being treated as a deliberate attack.\n</P>\n<P>\n\"The first duty of a government is the security and safety of all the British\npeople,\" Brown said in a televised statement from his Downing Street office.\n</P>\n<P>\n\"So it is right to raise the levels of security at airports and in crowded\nplaces in the light of the heightened threat.\n</P>\n<P>\n\"I want all British people to be vigilant and I want them to support the police\nand all the authorities.... I know the British people will stand together\nunited, resolute and strong.\"\n</P>\n", 
            "id": "AFP_ENG_20070630.0365"
        }
    ], 
    "id": "D1133F", 
    "title": "Glasgow Airport Attack"
}