{
    "docSet": [
        {
            "headline": "HIV dementia alarmingly high in Africa: study", 
            "text": "\n<P>\nAn international study led by Johns Hopkins University suggests on Monday that\nthe rate of HIV-related dementia is so high in sub-Saharan Africa that HIV\ndementia along with Alzheimer's disease and dementia from strokes may be among\nthe most common forms of dementia in the world.\n</P>\n<P>\nIn the first study of HIV dementia on the African continent using rigorous\nneurological and neuropsychological tests, 31 percent of a small but presumably\nrepresentative group of HIV-positive patients in Uganda were found to have HIV\ndementia, according to Ned Sacktor, M.D., a Johns Hopkins neurologist and senior\nauthor of a multi-institutional study that will be published Jan. 29 in\nNeurology.\n</P>\n<P>\nHIV dementia is defined as memory, learning, behavioral and motor disabilities\nthat interfere with normal daily life and in extreme cases lead to total\ndisability and a bedridden state. Unlike Alzheimer's- and stroke-induced\ndementia, HIV dementia is treatable and potentially reversible with the same\nantiretroviral medication that is used to treat the infection. Treatment can\neven restore completely normal cognitive function to some of those affected.\n</P>\n<P>\nThe study looked at 178 subjects in Kampala, Uganda, from September 2003 to\nJanuary 2004. Seventy-eight were HIV-positive patients recruited from the\nInfectious Disease Clinic in Mulago Hospital, Makerere University, and 100 were\nHIV-negative individuals recruited from the AIDs Information Center who were\nused to obtain normative data for the cognitive tests.\n</P>\n<P>\nIn diagnosing HIV dementia, researchers looked at medical history and the\nresults of a series of comprehensive neurological and neuropsychological tests\nand functional assessments.\n</P>\n<P>\n\"Clearly, large-scale testing would have to be conducted before we know the\nglobal reach of HIV dementia, but this study sends a clear message that it\nexists in high proportions in sub-Saharan Africa and is an under-recognized\ncondition that needs to be studied and treated,\" Sacktor says.\n</P>\n<P>\nOf the estimated 40 million adults and children worldwide who are living with\nHIV infection, an estimated 27 million live in sub-Saharan Africa, according to\nSacktor.\n</P>\n<P>\n\"If the rate we saw in our study translates across sub-Saharan Africa, we're\nlooking at more than 8,000,000 people in this region with HIV dementia,\" says\nSacktor.\n</P>\n<P>\nSacktor says an extremely high rate of HIV dementia in Africa and other poor\nregions of the world adds enormously to the social and economic burden of their\npopulations and governments. Dementia not only disrupts jobs and adds to the\ncost of care, but also interferes with a patient's ability to adhere to a\nregular course of antiretroviral medication, thus increasing the risk of drug\nresistance.\n</P>\n<P>\n\"We hope studies like these will shed additional light on the devastating\nproblem of HIV in resource-limited countries like Uganda and encourage more\nprograms that bring much-needed medication to these poor regions of the world,\"\nSacktor says.\n</P>\n", 
            "id": "XIN_ENG_20070129.0374"
        }, 
        {
            "headline": "Researchers stop studies in Africa and India after vaginal gels fail to prevent HIV infection", 
            "text": "\n<P>\nResearchers have halted two studies of an anti-AIDS vaginal gel in Africa and\nIndia after early results suggested it might raise the risk of HIV infection\ninstead of lowering it.\n</P>\n<P>\nIt was \"a disappointing and unexpected setback\" to efforts to get a simple tool\nto protect women from the risk of AIDS through sex, the World Health\nOrganization said.\n</P>\n<P>\nMore than half of all new infections with the AIDS virus in Africa involve women\nand girls. Scientists and groups like the Gates Foundation have long sought a\nmethod of protection women could use, even without their partners' knowledge,\nsince many men refuse to use condoms.\n</P>\n<P>\nThe studies were testing Ushercell, a gel containing cellulose sulfate, a\ncotton-based compound developed by Polydex Pharmaceuticals, based in\nToronto.\n</P>\n<P>\nOne study involving 1,500 women in South Africa, Benin, Uganda, and India was\nstopped this week after an independent safety monitoring board saw more HIV\ninfections among women using the gel than those given a dummy medication. The\nstudy was led by CONRAD, a Virginia-based health research group, and paid for by\nthe United States Agency for International Development, and the Bill &amp;\nMelinda Gates Foundation.\n</P>\n<P>\n\"I cannot think of any biological basis for these findings, and I hope that\nfurther analysis of all of the data may shed further light on this important\nquestion,\" said a statement by USAID's research chief, Jeff Spieler.\n</P>\n<P>\nThe second study of Ushercell, by Family Health International, involving 1,700\nwomen in Nigeria, was stopped as a precaution.\n</P>\n<P>\n\"We did not find any evidence of greater risk of HIV infection,\" said a\nstatement from Dr. Vera Halpern, who led the Nigeria study. \"But we also found\nno evidence that the product was effective.\"\n</P>\n<P>\nUshercell appeared safe and promising in 11 previous studies, mostly done in the\nUnited States.\n</P>\n<P>\nAnother study of a different microbicide, Carraguard, developed by the New\nYork-based Population Council, is due to wrap up in March and to report results\nlater this year. That product is seaweed-based, and no safety problems have been\nseen in three preliminary evaluations on 6,000 women in South Africa, said\ncouncil spokeswoman Melissa May. The study is designed to test\neffectiveness.\n</P>\n<P>\nThe Gates Foundation is financing that experiment as well as research on a\nmicrobicide containing tenofovir, a drug already used to treat AIDS that is\nshowing potential as an HIV preventive.\n</P>\n<P>\n\"We remain hopeful that a safe and effective microbicide will be developed,\"\nsaid a statement by Nicholas Hellmann, acting director of the Gates foundation's\nHIV program.\n</P>\n", 
            "id": "APW_ENG_20070131.1455"
        }, 
        {
            "headline": "Malawi to formulate law to protect people from deliberate HIV infection", 
            "text": "\n<P>\nMalawi has started a process of formulating a law that will protect people from\ndeliberate and malicious infection of HIV, a senior government official\ndisclosed on Friday.\n</P>\n<P>\n\"The government is just responding to the needs of the people who have been\ncalling for such a law for a very long time,\" Mary Shawa, principal secretary\nfor HIV/AIDS and nutrition in the president's office told Xinhua.\n</P>\n<P>\nShawa said the Malawian government had set up a special law commission that\nwould come up with an HIV/AIDS law after consulting the whole country.\n</P>\n<P>\nShe said Malawi needed an HIV/AIDS law that would ably protect people from\nmalicious HIV infection especially in cases of rape or other sexual abuses,\nadding that the current legal framework had huge loopholes in addressing such\nissues.\n</P>\n<P>\n\"We need to protect people from such infections that are happening in hospitals,\nhomes and everywhere in the country so that no one gets away with infecting\nanother person deliberately,\" she said.\n</P>\n<P>\nShawa could not however state how soon Malawi would have the HIV/AIDS law in\nplace but said the country should have formulated the law some years back.\n</P>\n<P>\nThe impoverished southern African country, whose total number of HIV infected\npeople currently stands at about 1 million, has about 170,000 infected people\nwho require HIV/AIDS drugs.\n</P>\n<P>\nMalawi, whose population currently stands at about 12 million, loses 80,000\npeople every year to HIV/AIDS and about 110,000 people catch HIV annually.\n</P>\n<P>\nThe country has however managed to increase the number of people receiving free\nanti-retroviral drugs (ARVs) from about 4, 000 two years ago to 80,000 at\npresent.\n</P>\n<P>\nMalawi, like other southern African countries, has seen its life expectancy at\nbirth drop from about 60 in the early 1990s to below 35 presently due to the\nHIV/AIDS pandemic.\n</P>\n", 
            "id": "XIN_ENG_20070202.0303"
        }, 
        {
            "headline": "22 women contract HIV after microbicide tests in South Africa", 
            "text": "\n<P>\nTwenty-two women who took part in recent trials for a gel designed to prevent\nHIV infection during intercourse have contracted the virus, South Africa's\nhealth ministry said on Wednesday.\n</P>\n<P>\nThe announcement of the number infections comes a day after Health Minister\nManto Tshabalala-Msimang ordered an investigation into the microbicide clinical\ntrials in the eastern KwaZulu Natal province.\n</P>\n<P>\n\"We have found that about 22 women from the 604 participants at the trial site\nin KwaZulu-Natal were infected by the AIDS virus,\" health spokesman, Sibani\nMngadi told AFP.\n</P>\n<P>\n\"We are investigating whether these women were infected as a result of the use\nof the microbicide, Ushercell,\" added Mngadi.\n</P>\n<P>\nTshabalala-Msimang said a thorough investigation was needed to establish if\nparticipants in the trial process had been properly informed about the risks.\n</P>\n<P>\n\"I have asked a thorough investigation into this matter to establish whether the\nstudy followed all protocols approved by the Medicine Control Council,\" she said\nafter a meeting with local scientists.\n</P>\n<P>\n\"We also are investigating whether the participants were given sufficient\ninformation to make informed decisions about their participation.\"\n</P>\n<P>\nIt was announced by the World Health Organisation last week that two out of six\nadvanced trials of the vaginal microbicides gels had been stopped for safety\nreasons.\n</P>\n<P>\nResearchers testing cellulose sulphate found that women who used the gel ran a\nhigher risk of HIV infection compared with those who used a dummy lookalike, or\nplacebo. As a precaution, another trial using this compound was stopped.\n</P>\n<P>\nThe cellulose sulphate, also called Ushercell, was in Phase III trials, the\nfinal and biggest step in testing a pharmaceutical innovation for safety and\neffectiveness.\n</P>\n<P>\nApart from South Africa, the trial had also been conducted in India, Uganda and\nBenin. A similar trial involving cellulose sulphate was stopped in Nigeria as a\nprecaution, although there was no data to suggest that there was any risk.\n</P>\n<P>\nSouth Africa's main anti-AIDS lobby group, the Treatment Action Campaign (TAC)\nsaid the halting of microbicide trials was a \"setback\".\n</P>\n<P>\n\"The termination of the Ushercell trials is a setback for microbicide research,\"\nthe TAC said in a statement. \"It is unlikely that a succesful microbicide will\nbe found in the next few years and it is possible that other ongoing microbicide\ntrials will fail.\n</P>\n<P>\n\"Nevertheless, science advances by learning from failures and ethical trials of\nthe most promising microbicides should continue because the development of a\nsuccessful microbicide will likely prevent many HIV infections and save many\nlives.\"\n</P>\n<P>\nSouth Africa has one of the world's highest rates of HIV infections, with more\nthan 5.5 million out of the overall 47 million population affected by the virus.\n</P>\n", 
            "id": "AFP_ENG_20070207.0456"
        }, 
        {
            "headline": "Herpes drug helps control AIDS virus and may prevent spread, study says", 
            "text": "\n<P>\nTreating genital herpes can also help keep the AIDS virus under control in women\nwith both infections, and might reduce the spread of HIV as well, the first\nmajor study to test this strategy suggests.\n</P>\n<P>\nMany people with HIV are also infected with the herpes type 2 virus, and\nscientists have long known that herpes sores on the genitals can make it easier\nto become infected with the AIDS virus and could increase the risk of\ntransmitting HIV to others.\n</P>\n<P>\nIn the latest study, conducted in Africa and published in Thursday's New England\nJournal of Medicine, women who took the herpes drug valacyclovir had less HIV in\ntheir blood and in their genital secretions.\n</P>\n<P>\nThe study did not look at whether the drug, sold as Valtrex by GlaxoSmithKline\nPLC, actually reduces transmission of the AIDS virus. However, scientists\ngenerally have found that the more virus someone has, the greater the risk of\ntransmission.\n</P>\n<P>\nDoctors have been looking for novel ways to treat and prevent HIV infection,\nparticularly in poor countries where few can afford modern AIDS drugs and the\nstigma keeps many from taking them. Researchers recently found that circumcision\nlowers the risk of spreading HIV, and they hope the same will prove true of\ntreating herpes.\n</P>\n<P>\n\"It does open some potential avenues to slowing down the HIV epidemic,\" said Dr.\nLawrence Corey, a leading herpes researcher at the University of Washington who\nhad no role in the study but has received research grants from\nGlaxo.\n</P>\n<P>\nThere are 40,000 new HIV infections in the U.S. each year and 4.3 million new\ncases worldwide. Previous studies have shown that herpes infections can triple a\nperson's chance of acquiring HIV and can make HIV-positive individuals more\ninfectious.\n</P>\n<P>\nIn the study, 140 women from the West African nation of Burkina Faso who were\ninfected with the both the herpes and AIDS viruses received either valacyclovir\nor dummy pills for three months. Participants were not taking other AIDS\nmedications.\n</P>\n<P>\nDoctors took vaginal swabs and drew blood samples twice a week to measure HIV\nlevels.\n</P>\n<P>\nThose who took the drug ended up with less HIV in the bloodstream, with their\ncount dropping from an average 20,000 virus copies per milliliter of blood to\n8,000 copies. The placebo group saw their HIV levels spike, from an average of\n50,000 virus copies per milliliter of blood to 63,000.\n</P>\n<P>\nThe treatment group was also less likely to have HIV in their genital tract -- 13\npercent had detectable virus levels during each visit, compared with 27 percent\nin the placebo group.\n</P>\n<P>\nThe study involved researchers from France, England and Burkina Faso and was\nfunded by the French national AIDS research agency, ANRS.\n</P>\n<P>\nOne of the study's authors, Dr. Philippe Mayaud of the London School of Hygiene\n&amp; Tropical Medicine, called for more research on herpes control methods,\nincluding the development of a herpes vaccine. Mayaud has received research\nsupport from Glaxo.\n</P>\n<P>\nA larger study funded by the Bill and Melinda Gates Foundation is under way that\naims to be the definitive word on whether treating herpes patients with\nacyclovir, the first herpes drug, can slow down HIV transmission.\n</P>\n<P>\nSome AIDS specialists said it is unlikely herpes drugs will be the first line of\ndefense against AIDS. However, they said such treatment could be useful in\npreventing HIV transmission in Third World countries without access to modern\nAIDS drugs.\n</P>\n<P>\n\"If, heaven forbid, we didn't have treatments for HIV, this would be something\nwe would use. Fortunately, we have much better therapies to treat HIV,\" said Dr.\nMichael Saag, director of the AIDS Center at the University of Alabama at\nBirmingham. He has consulted for Glaxo.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nNew England Journal: http://www.nejm.org\n</P>\n", 
            "id": "APW_ENG_20070221.1256"
        }, 
        {
            "headline": "British research shows herpes drug helps control HIV", 
            "text": "\n<P>\nA study carried out by British researchers has revealed that a drug designed to\ncombat genital herpes can reduce levels of HIV in the blood by 70 percent and\nalso appears to reduce levels of HIV in the genital tract.\n</P>\n<P>\nResearchers of the London School of Hygiene and Tropical Medicine, UK, had the\nfindings after having carried out a small trial in Africa, New Scientist\nreported Thursday on its website.\n</P>\n<P>\nThe researchers led by Philippe Mayaud recruited 140 women infected with both\nHIV and herpes in the West African nation of Burkina Faso and gave half of the\nwomen valacyclovir and the other half women placebo pills for three months.\n</P>\n<P>\nThe researchers found that copies of HIV in those who received valacyclovir had\ndropped from 25,000 copies per milliliter of blood to 8,000 per milliliter - a\n70 percent reduction and levels of HIV found in the blood of women who received\nthe placebo, by comparison, had increased slightly on average.\n</P>\n<P>\nThe women who received valacyclovir also had half as many copies of HIV in their\ngenital tracts compared to those who received the placebo, suggesting that\nvalacyclovir has the potential to reduce the spread of HIV, Mayaud said.\n</P>\n<P>\nThis is the same effect one would expect if the women had been given an anti-HIV\ndrug such as Zidovudine (AZT), according to Mayaud.\n</P>\n<P>\nThe herpes medication, valacyclovir, and other herpes drugs, might dramatically\nreduce the spread of HIV, according to the researchers.\n</P>\n<P>\nResearchers believe that valacyclovir indirectly reduces HIV infection by\ndecreasing copies of the herpes virus and note that untreated herpes can cause\nlesions in the genital region, which subsequently attract a type of immune cell\nthat harbors HIV.\n</P>\n<P>\nMayaud stressed the need for long-term studies of valacyclovir' s effect on HIV\ninfection.\n</P>\n", 
            "id": "XIN_ENG_20070222.0217"
        }, 
        {
            "headline": "Three trials now proof that circumcision prevents AIDS infection: scientists ATTENTION - EMBARGO, RELEASABLE Friday at 0001 GMT ///", 
            "text": "\n<P>\nTrials showing that male circumcision more than halves the risk of HIV infection\nare published in The Lancet on Friday, giving the seal of approval to calls for\ncircumcision to be cautiously launched as an AIDS prevention strategy.\n</P>\n<P>\nThe trials, conducted in Kenya and Uganda and earlier in South Africa, found\nthat men who were uncircumcised were twice as likely to catch the human\nimmunodeficiency virus (HIV) compared with circumcised counterparts.\n</P>\n<P>\nThe data were so dramatic that the trials in Kenya and Uganda were halted ahead\nof schedule, for it would have been ethically wrong to continue them.\n</P>\n<P>\nThe trials' results were announced by their researchers last year.\n</P>\n<P>\nBut Friday's publication in the peer-assessed Lancet of the Kenya and Uganda\nresearch is the medical community's de-facto validation of the findings, and\nenshrines circumcision's place in the war against AIDS.\n</P>\n<P>\n\"We have proof of a permanent intervention that can reduce the risk of HIV\ninfection in men, which is positive news about prevention after past and current\ndisappointments,\" said a commentary by Marie-Louise Newell and Till Barnighausen\nof the University of KwaZulu-Natal in South Africa and the Harvard School of\nPublic Health.\n</P>\n<P>\nThey calculate that in KwaZulu-Natal province, where HIV incidence is very high\nbut circumcision rates very low, 35,000 new infections could have been prevented\nin 2007 alone if the 2.5 million men there had been circumcised.\n</P>\n<P>\nIn addition to being preventive, circumcision also carries cost benefits. The\noperation is cheap, whereas treatment for HIV infection entails a lifelong\ndependence on expensive drugs.\n</P>\n<P>\nBut Newell and Barnighausen join other experts in saying that the urge to\nswiftly implement circumcision should be leavened with caution.\n</P>\n<P>\nGovernments and doctors have to tread carefully in advising circumcision, they\nsaid. In some cultures, circumcision is considered a rite of passage to\nadulthood and a symbol of manhood; in others, it is considered an emasculation.\n</P>\n<P>\nIn addition, the operation has to be conducted in sterile conditions by trained\npersonnel, and this will require resources for awareness campaigns and set up\nmedical facilities.\n</P>\n<P>\nMost importantly, reduction of risk is not the same as elimination of risk,\nwhich means that circumcised men should still be encouraged to wear a condom.\n</P>\n<P>\n\"The emerging truth is that no single approach alone will be able to stem the\nspread of HIV,\" The Lancet said in an editorial.\n</P>\n<P>\nBotched operations and the temptations of unsafe sex could squander a historic\nopportunity, it said.\n</P>\n<P>\nIn Geneva, the World Health Organization (WHO) and UNAIDS welcomed publication\nof the trials in Kenya and Uganda.\n</P>\n<P>\n\"Male circumcision has major potential for the prevention of HIV infection,\"\nsaid Kevin De Cock, director of the WHO's HIV/AIDS department.\n</P>\n<P>\nWHO and UNAIDS have convened an international meeting in early March to examine\nthe results of the new trials and assess their impact on AIDS policies.\n</P>\n<P>\nThe theory behind circumcision's protective effect is that the foreskin has a\nvery thin epithelium, or lining, and easily suffers minor abrasions during\nintercourse.\n</P>\n<P>\nThese microscopic cuts make it easier for the AIDS virus to enter the man's\nbloodstream.\n</P>\n<P>\nAnother mooted reason is that the foreskin is rich in so-called Langerhans cells\nwhose surface configuration makes it easy for the AIDS virus to latch on to\nthem.\n</P>\n", 
            "id": "AFP_ENG_20070222.0463"
        }, 
        {
            "headline": "Studies confirm circumcision significantly reduces chances of HIV infection", 
            "text": "\n<P>\nScientists say conclusive data shows there is no question circumcision reduces\nmen's chances of catching HIV by up to 60 percent -- a finding experts are\nhailing as a major breakthrough in the fight against AIDS.\n</P>\n<P>\nNow, the question is how to put that fact to work to combat AIDS across\nAfrica.\n</P>\n<P>\nThe findings first were announced in December, when initial results from two\nmajor trials -- in Kenya and Uganda -- showed promising links between circumcision\nand HIV transmission. However, those trials were deemed so definitive that the\ntests were halted early.\n</P>\n<P>\nThe results were confirmed by further tests carried out by the United States'\nNational Institutes of Health and published Friday in The Lancet.\n</P>\n<P>\n\"This is an extraordinary development,\" said Dr. Kevin de Cock, director of the\nWorld Health Organization's AIDS department. \"Circumcision is the most potent\nintervention in HIV prevention that has been described.\"\n</P>\n<P>\nCircumcision has long been suspected of reducing men's susceptibility to HIV\ninfection because the cells in the foreskin of the penis are especially\nvulnerable to the virus.\n</P>\n<P>\nNow, a modeling study projects that in the next decade, male circumcision could\nprevent 2 million AIDS infections and 300,000 deaths. Last year, 2.8 million\npeople in sub-Saharan Africa became infected with HIV, and 2.1 million people\ndied.\n</P>\n<P>\nExperts say the breakthrough is a significant one on par with the identification\nof the virus and the use of lifesaving combination drug therapy.\n</P>\n<P>\nThe two U.S. studies confirm similar results from an earlier trial in South\nAfrica. Given the recent failure of a microbicide trial in Africa and India, and\nthe ongoing difficulties in developing an AIDS vaccine, the potential of\ncircumcision as a new weapon against HIV has become even more\nsignificant.\n</P>\n<P>\nBut they caution solid evidence is not justification for mass\ncircumcisions.\n</P>\n<P>\nAfrican health systems are already overburdened. Circumcision requires much more\nplanning than, for example, an immunization campaign.\n</P>\n<P>\n\"It's a tricky one, but it's something we're going to have to move on,\" said Dr.\nCatherine Hankins, a scientific adviser at UNAIDS.\n</P>\n<P>\n\"Male circumcision is such a sensitive religious and cultural issue that we need\nto be careful,\" she said.\n</P>\n<P>\nSeveral African countries have already met with U.N. agencies to explore new\nstrategies for increasing circumcision services. Swaziland, for instance,\nrecently experimented with a series of \"Circumcision Saturdays,\" where existing\nhealth care facilities, normally closed on weekends, were opened by local\ndoctors to circumcise approximately 40 men a day on certain Saturdays.\n</P>\n<P>\nProviding circumcisions across Africa would not be the first time surgical\nprocedures have been adopted by public health campaigns.\n</P>\n<P>\n\"Cataract surgeries have been carried out extremely efficiently to prevent\nblindness worldwide,\" said Dr. Richard Hayes, an AIDS expert at the London\nSchool of Hygiene and Tropical Medicine. In some places, the cataract surgeries\nare performed by trained paramedics.\n</P>\n<P>\nIn recent years, the fight against the AIDS pandemic has focused on the\nprovision of lifesaving drugs. The circumcision data gives prevention, rather\nthan treatment, renewed emphasis.\n</P>\n<P>\n\"Treating people with antiretrovirals is completely unsustainable unless we can\nturn off the tap of infection,\" said Hayes.\n</P>\n<P>\nWhile circumcision may offer new hope, it is not a cure for the\nepidemic.\n</P>\n<P>\n\"This is an additional tool, and it must not replace other interventions,\" said\nde Cock, who added that there will be no push for universal circumcision. \"There\nis no one size fits all solution for AIDS.\"\n</P>\n<P>\nTogether with the United Nations AIDS agency, WHO is convening a meeting in\nSwitzerland in early March to evaluate the circumcision data, and to decide on\nthe next steps in slowing the AIDS pandemic.\n</P>\n<P>\nIn the Kenyan study, 1,391 circumcised men were compared to 1,393 who were not.\nAnd in Uganda, 2,474 circumcised men were compared to 2,522 men who were not.\nAfter tracking the men for two years, scientists found that circumcised men were\n51 to 60 percent less likely to contract HIV than their uncircumcised\ncounterparts. Since the studies were stopped, all the men have been offered the\nopportunity to be circumcised. And all the men were warned not to lapse into\nsexually risky behavior, such as abandoning condom use.\n</P>\n<P>\nScientists theorize that women would benefit indirectly from lower HIV\nprevalence in men, and a study is currently ongoing in Uganda to determine\nthis.\n</P>\n<P>\nIn areas where HIV is spread primarily through heterosexual sex, such as\nsub-Saharan Africa, male circumcision could theoretically slash the infection\nrate in half.\n</P>\n<P>\nIt is unknown whether circumcision would be equally effective in concentrated\nAIDS epidemics, as in Asia and eastern Europe, where AIDS primarily strikes gay\nmen and drug users.\n</P>\n", 
            "id": "APW_ENG_20070222.1137"
        }, 
        {
            "headline": "Basic health care should be top priority in Africa, not just fighting AIDS, African official says", 
            "text": "\n<P>\nThe top priority in Africa should be getting people basic health care and not\njust dealing with the HIV/AIDS pandemic, an African Union commissioner\nsaid.\n</P>\n<P>\nBience Gawanas, the AU's commissioner for social affairs, joined members of\nAfrican-based HIV/AIDS organizations, U.N. delegates and staff on Friday for an\ninformal briefing on HIV/AIDS.\n</P>\n<P>\nThe panel echoed a need for general health services that some expressed would\nimprove treatment and prevention of the disease.\n</P>\n<P>\n\"We should go back to the basics: that primary health care is what Africa\nneeds,\" Gawanas said. \"You cannot focus on one issue at the exclusion of\nothers.\"\n</P>\n<P>\nLast year, 2.8 million people in sub-Saharan Africa became infected with HIV,\nand 2.1 million people died. The region is home to over 60 percent of all people\nliving with HIV. But Africa also struggles with high rates of tuberculosis and\nmalaria infection.\n</P>\n<P>\nU.N.-led efforts to solve the problems one by one lose effectiveness as they\nencounter complex maladies among people in Africa, Gawanas said.\n</P>\n<P>\n\"The U.N. system approach says look at AIDS and TB, then look at something\nelse,\" she said. \"The body cannot choose ... to get help from one agency or\nanother if it has more than one disease,\" Gawanas said.\n</P>\n<P>\nProf. Babatunde Osotimehin, chairman of Nigeria's National Action Committee on\nAIDS, said Africa has suffered a \"decay\" in its infrastructure.\n</P>\n<P>\nBuilding health care systems is among its top challenges, he\nsaid.\n</P>\n<P>\nA focus on treatment programs is drawing attention away from prevention\nstrategies and general health care services could correct the balance,\nOsotimehin said.\n</P>\n<P>\n\"Access is not just about drugs, it's about services,\" he said.\n</P>\n<P>\nBut he also said that manufacturing medication used to treat HIV/AIDS is sparse\nin Africa and the continent needs to increase its own production because \"HIV is\ngoing to be with us for a very long time.\"\n</P>\n<P>\nGawanas said \"HIV has a woman's face,\" referring to the prevalence of the\ndisease among women compared to men, and that dealing with social issues is also\namong top priorities in the ongoing fight against HIV/AIDS.\n</P>\n", 
            "id": "APW_ENG_20070224.0106"
        }, 
        {
            "headline": "Deadly Drug-Resistant TB in HIV Patients", 
            "text": "\n<P>\nA highly drug-resistant form of tuberculosis has\nkilled about 85 percent of South African HIV patients who have become\ninfected, presenting one of the most worrisome problems in HIV and\ntuberculosis control, researchers reported Sunday.\n</P>\n<P>\nAbout 330 cases of extensively drug-resistant, or ``XDR,''\ntuberculosis have been verified in South Africa over the past year,\nsaid Karin Weyer of the South African Medical Research Council in\nPretoria.\n</P>\n<P>\nThe outbreak began in KwaZulu-Natal province last year and is found\nthroughout the country, she said.\n</P>\n<P>\nDr. Paul Nunn, coordinator of tuberculosis and human\nimmunodeficiency virus at the World Health Organization, called the 85\npercent mortality rate ``completely egregious.''\n</P>\n<P>\nThe South African findings were presented at the opening here of\nthe Conference on Retroviruses and Opportunistic Diseases. It is the\nlargest scientific gathering for researchers of acquired immune\ndeficiency syndrome.\n</P>\n<P>\nXDR tuberculosis is resistant to many drugs, although it can be\ntreated with four antibiotics if caught early enough.\n</P>\n<P>\n``This creates a huge challenge in terms of infection control,\nespecially in settings where a high numbers of HIV-positive\nindividuals are converging,'' such as hospitals, Weyer said.\n</P>\n<P>\nDoctors have seen sporadic cases for decades, but the XDR form\ngained attention after the outbreak in KwaZulu-Natal province.\n</P>\n<P>\nThe World Health Organization has reported that the number of\ncountries with XDR tuberculosis has increased from 17 in March to 28\nat present. Some of the most affected areas include South Africa,\nSouth Korea and parts of Eastern Europe, according to the U.S. Centers\nfor Disease Control and Prevention.\n</P>\n<P>\nThe disease can kill with surprising speed, particularly among HIV\npatients, whose immune systems are weakened. Researchers reported last\nyear that median survival time for patients in one study was 25 days\nfollowing their diagnosis.\n</P>\n<P>\nWeyer said the disease appears in about 10 percent of patients with\na less severe form of tuberculosis known as ``multi-drug resistant.''\n</P>\n<P>\nXDR tuberculosis has appeared in the U.S. but at much lower levels.\nSince 1993, there have been 47 cases in the U.S., resulting in 13\ndeaths, said Dr. Kevin Fenton, director of the CDC's National Center\nfor HIV, STD (Sexually Transmitted Diseases) and TB Prevention.\n</P>\n<P>\nThe death rate is still six times higher than the typical rate for\ntuberculosis, he said.\n</P>\n<P>\nResistance testing is widespread in the U.S., but Fenton said the\nSouth African cases are a ``wake-up call'' for strengthening TB\nsurveillance and prevention.\n</P>\n<P>\nHe said there are large numbers of multi-drug resistant\ntuberculosis cases in China, Russia and India, providing more\nopportunities for the development of XDR tuberculosis.\n</P>\n<P>\n``We increasingly live in small world,'' he said. ``With foreign\ntravel and migration to the U.S., we have to be very much aware of\nemerging threats of XDR TB.''\n</P>\n", 
            "id": "LTW_ENG_20070226.0052"
        }
    ], 
    "id": "D1134F", 
    "title": "Hiv Infection Africa"
}