{
    "docSet": [
        {
            "headline": "Coral, trees, cuddly mammal up for protection from human trade: CITES", 
            "text": "\n<P>\nPink coral, cedar trees, types of fish eaten in Europe and a cuddly, wide-eyed\nmammal that is prized in Asian medicine are among the animal and plant species\nthat could gain greater protection this year, a UN agency said Wednesday.\n</P>\n<P>\nThe United Nations agency regulating the trade in endangered species, CITES,\nunveiled some 40 new government proposals for changes to wildlife trade rules\nwhich will be considered at the organisation's conference in June.\n</P>\n<P>\nThe agency said many of the proposals reflected growing international concern\nabout the accelerating destruction of the world's marine and forest resources\nthrough overfishing and excessive logging.\n</P>\n<P>\n\"Biological diversity faces many threats, ranging from habitat destruction to\nclimate change to unrestrained commercial harvesting for trade,\" said Achim\nSteiner, executive director of the UN Environment Programme, which administers\nCITES.\n</P>\n<P>\nPotentially the most endearing candidate for a complete ban trade is the Slow\nLoris, a small furry nocturnal primate from south and southeast Asia.\n</P>\n<P>\nCambodia, which is sponsoring full protection under CITES Appendix I, says the\nLoris is threatened by a combination of the destruction of its forest habitat\nand growing demand for traditional medicine and as a pet.\n</P>\n<P>\nThe requests also include an attempt by the United States to control the trade\nin pink coral for the first time, because of the overexploitation of tropical\ncoral reefs which have been rendered fragile and bleached by climate change.\n</P>\n<P>\nThe pink variety of the polyp has been prized in jewellery and for decoration\nfor 5,000 years.\n</P>\n<P>\n\"Extensive deforestation\" of the cedar tree in South and central America, is\nprompting the European Union to seek trade restrictions under Appendix II for\nthe species, which is valued for its insect and rot resistant wood.\n</P>\n<P>\nThe EU also wants the trade in the European eels, a popular food in coastal\nareas of northern Europe, and the spiny dogfish, a type of shark prized in fish\nand chip shops, to be subject to a permit system and fisheries management, CITES\nsaid.\n</P>\n<P>\nGermany, which currently holds the European Union presidency, said the spiny\ndogfish was vulnerable because of its tendency to travel in large schools that\nare easily trawled by fishing boats and its slow reproductive rate.\n</P>\n<P>\nMeanwhile European eel stocks have declined \"dramatically\" due to overfishing\naccording to CITES.\n</P>\n<P>\nOther fish species up for protection due to overexploitation include Brazilian\nlobsters, while several countries want complete halt in trade in the sawfish, a\nfavourite for traditional medicine.\n</P>\n<P>\nA popular item in home aquariums, the striking tropical Bangai cardinal fish, is\nalso a candidate for listing, because about 700,000 to 900,000 of them are\ncollected every year.\n</P>\n", 
            "id": "AFP_ENG_20070228.0194"
        }, 
        {
            "headline": "A MILLION TINY LIFE RAFTS", 
            "text": "\n<P>\nOn a night of fierce winds and savage waves, the freighter\nMiss Beholden started taking on water.\n</P>\n<P>\nThe 142-foot ship was 5 miles off Key West, carrying 20\ntons cargo of candy and cigarettes, and straining against what\nlater would be called the no-name storm. With water pooling\ninside the ship, the captain feared it would sink. So\nto save the crew, he ran the ship aground.\n</P>\n<P>\nFourteen years later, scientists from the Florida Aquarium in Tampa are\nstill trying to repair the damage caused that night not\nto the freighter, but to the delicate coral reef it\nsmashed into.\n</P>\n<P>\nThe scientists have nursed dozens of tiny coral fragments in a\nlab in Ruskin, and transported them to Western Sambo Reef\nin the Keys.\n</P>\n<P>\nIt's all part of a complicated experiment to find a new\nway to save Florida's vast coral reefs, which lately have\nbeen dying from everything from shipwrecks to pollution to climate\nchange. The idea is to grow coral in labs, kind\nof like fish farms, so they can be returned to\ntheir natural settings in Florida's struggling coral reefs.\n</P>\n<P>\nIlze Berzins of the Florida Aquarium, who is in charge of\nthe effort, said it's more than an interesting scientific pursuit.\nBecause of all the dangers facing Florida's coral reefs today,\nshe said, doing something to restore them is urgently needed.\n</P>\n<P>\n\"If we can't come up with answers to our environmental problems,\"\nshe said, \"we're not being good stewards.\"\n</P>\n<P>\nCoral are animals related to sea anemones and jellyfish, whose skeletons\ncan form rocklike structures that make up reefs. They have\ntiny mouths that they can open to swallow plankton, and\nalso get nourishment from algae in the surrounding water. But\ntwo species of coral last year were listed as \"threatened\"\nunder the Endangered Species Act.\n</P>\n<P>\nReefs are not only a big attraction for divers and tourists,\nbut they also are the backbone of an ecosystem that\nsupports a wide diversity of fish and other undersea life.\nScientists want to protect the coral to save the surrounding\nenvironment.\n</P>\n<P>\nThis project has its roots in a conversation about the state's\ncoral that Berzins had with Craig Watson from the Tropical\nAquaculture Laboratory in Ruskin, and an official from the Florida\nKeys National Marine Sanctuary.\n</P>\n<P>\nThey developed a plan: Take some tiny bits of coral from\na construction site in the Keys. Study the coral in\na lab, watch it grow, make sure it's healthy. And\nthen find a way to return it to the wild\nin hopes that it will flourish.\n</P>\n<P>\nA look around Berzins' office it's one of those nooks you\ncan't see on a normal tour of the Florida Aquarium\nshows what makes her a good candidate to lead this\neffort: posters from academic conferences and pictures of seascapes, just\nas you would expect from a marine biologist with a\ndoctorate.\n</P>\n<P>\nBut her shelves also contain books with titles such as Goat\nMedicine and Zoo and Wild Animal Medicine. That's because she\nalso is a veterinarian. She specializes in aquatic medicine a\nfish doctor, you could say.\n</P>\n<P>\nAfter obtaining government grants, she and colleagues studied the coral and\ndeveloped health certificates for the tiny animals a way of\ndetermining whether they were healthy enough to be put back\nin the wild. Scientists from the University of South Florida,\nFlorida Atlantic University and Mote Marine Laboratory in Sarasota have\nassisted in the research.\n</P>\n<P>\nSome of the tiny corals from the Keys came to the\naquarium. Others went to Hillsborough County, to the Tropical Aquaculture\nLab in Ruskin. This University of Florida lab works closely\nwith the tropical fish industry, which has a large presence\nin Tampa Bay. Still others went to Mote.\n</P>\n<P>\nChallenging process\n</P>\n<P>\nScientists at the Hillsborough lab went to work with equipment similar\nto what you might get from Lowe's or Home Depot.\nThey cut the corals with a tile saw, and used\nepoxy to glue them onto small concrete disks. They monitored\nthe different species of brain coral, boulder coral and others.\n</P>\n<P>\nIn December, scientists went to Western Sambo Reef and used more\nepoxy to glue the disks in place.\n</P>\n<P>\n\"I like the challenge,\" said Ryan Czaja of the aquarium, who\ndives to place and inspect the coral. \"It's something I\nalways felt, why can't it be done?\"\n</P>\n<P>\nEveryone in the project stressed that growing coral in \"farms\" and\nplacing it in the wild is a complicated process that\nmay take years to accomplish and study. But they have\nhigh hopes.\n</P>\n<P>\n\"If restoration of coral reefs is going to occur, you need\ncorals,\" Watson said of the aquaculture lab. \"If we can't\ngrow them outside of the coral reef, you're not going\nto get them.\"\n</P>\n<P>\nTED McLAREN Times photos\n</P>\n<P>\nGreat star coral, or Montastrea cavernosa, at the University of Florida\nTropical Aquaculture Laboratory in Ruskin is being raised in an\neffort to restore reefs in the Florida Keys. This image\nis a macro photograph, capturing an area about 11/4 inches\nacross, of a cluster of individual coral polyps, or animals.\n</P>\n<P>\nScott Graves, hatchery manager at Tropical Aquaculture Laboratory in Ruskin, holds\na fragment of Knobby brain coral, or Diploria clivosa.\n</P>\n", 
            "id": "NYT_ENG_20070409.0066"
        }, 
        {
            "headline": "CORAL IS DYING. CAN IT BE REBORN?", 
            "text": "\n<P>\nClouds were moving across the sun and a\n20-knot northeast wind was stirring a 3-foot chop as Meaghan\nJohnson headed her open boat into the Florida Straits.\n</P>\n<P>\nJohnson, a program coordinator for the Nature Conservancy, headed the boat\ninto the swells, to minimize swamping, as her passengers tried\nin vain to avoid soaking spray.\n</P>\n<P>\nOne of them, Ken Nedimyer, stood next to her at the\nconsole, gazing out at the seemingly featureless welter of waves,\nseeking signs -- a slight change in water depth here,\na barely visible underwater patch of reef there -- that\nonly he could recognize and triangulate with the rapidly disappearing\nonshore landmarks of Key Largo.\n</P>\n<P>\nAbout two and a half miles out, he told Johnson to\nthrottle back a bit. \"Over there,\" he said, pointing off\nthe starboard bow. \"About 400 yards.\"\n</P>\n<P>\nThe boat pulled up to the site and Philip Kramer, who\ndirects the conservancy's Caribbean Marine Program, set its anchor. Soon\nhe, Johnson and Nedimyer were over the side, peering into\nthe water through their snorkeling masks. Below them was what\nthey had come to see, an array of concrete disks\nset in the sand. Each one held a tiny piece\nof coral.\n</P>\n<P>\nNedimyer had led them to a nursery, one of a number\nhe has established since 2000, when chance, coincidence, a government\nprogram and a lifelong passion for tropical fish set him\non an adventure: a quest to nourish and restore the\ntattered remains of the Keys' once glorious reefs.\n</P>\n<P>\nHe is working with assistance from the conservancy, which in turn\ncooperates with the Florida Keys National Marine Sanctuary and the\nNational Oceanographic and Atmospheric Administration, which has its own coral\nefforts in places like Puerto Rico. Meanwhile, the Environmental Protection\nAgency is looking at water quality standards for corals in\nFlorida, Hawaii, the Virgin Islands and Puerto Rico, the only\nAmerican territories where they occur. The Coral Reef Task Force,\ncreated in the Clinton administration, regularly assesses coral health. The\nWorld Bank, motivated in large part by corals' importance for\necosystems and ecotourism, has embarked on a global program to\nassess restoration efforts and to identify tactics to combat their\ndecline.\n</P>\n<P>\nAnd 90 miles south on Highway 1, the traffic-snarled spine of\nthe Keys, biologists at the Mote Marine Laboratory struggle with\ntheir own coral nursery efforts. Like Nedimyer, they are trying\nto identify strains of coral that grow well in the\nKeys, and to re-establish them offshore.\n</P>\n<P>\nTheirs is an uphill battle. Many would say corals globally are\nalready so damaged, and so threatened by further environmental degradation,\nthat there is little chance restoration efforts can turn things\naround.\n</P>\n<P>\nStaghorn and elkhorn corals, Nedimyer's principal interests, were once abundant in\nSouth Florida, the Bahamas and elsewhere in the Caribbean. But\nsince the 1990s they have significantly declined, to the point\nthat last year they were placed on the threatened list,\nunder the Endangered Species Act.\n</P>\n<P>\nThey are suffering the kinds of environmental disruption that afflict corals\naround the world. \"We have lost 25 percent of the\nworld's corals in the last 25 years,\" David E. Vaughan,\ndirector of the Center for Coral Reef Research at Mote,\nsaid in an interview, adding that 25 percent more are\nexpected to die in the next decade or two. \"Sometimes\nwe sound like doomsday sayers,\" Vaughan said, \"but those are\nthe facts.\"\n</P>\n<P>\nEnvironmental disruption takes many forms. Fishing boats, and even dive boats\nand divers, can damage reefs. Sea turtles bang into corals,\nbreaking them. Polluted runoff can deprive corals of the clear,\noxygen-rich water they need to survive.\n</P>\n<P>\nAnd then there is global warming. So far, scientists say, it\nhas had two main effects on coral, both potentially lethal.\nFirst, as oceans absorb more carbon dioxide, the chief greenhouse\ngas, they become more acidic. The acidity makes it more\ndifficult for corals to grow and may even cause them\nto start to dissolve. And as oceans warm, algae that\nlive in corals, and on which they depend, may be\nkilled.\n</P>\n<P>\n(BEGIN OPTIONAL TRIM.)\n</P>\n<P>\nDavid Lackland, a biologist at Mote, tells children who visit that\ncorals live with algae as people might live if they\nliked asparagus, say, but instead of raising it in gardens\nthey grew it inside their bodies, absorbing it directly as\nenergy and fertilizing it with their waste in a symbiotic\nrelationship. Different kinds of corals have different kinds of algae\nsymbionts, but if the algae are threatened, corals are threatened,\ntoo.\n</P>\n<P>\nAnother serious disruption is overfishing.\n</P>\n<P>\nCorals need herbivorous fish to keep unwanted algae under control. When\nseaweed-eating fish are gone, \"you are going to end up\nwith seaweed blooms,\" said Nancy Knowlton, director of the Center\nfor Marine Biodiversity and Conservation at the Scripps Institution of\nOceanography and a leader in the World Bank effort. \"It's\nbeen shown that seaweeds release a lot of sugars into\nthe water,\" she said. Because many bacteria need sugars, \"you\nhave these bacteria blooms that kill corals.\"\n</P>\n<P>\nCorals also need predators like groupers, snappers, barracudas and even lobsters\nto prevent the proliferation of coral-eating snails, worms and other\norganisms.\n</P>\n<P>\nMeanwhile, a host of diseases plague coral, many of them poorly\nunderstood. For example, staghorn and elkhorn coral are vulnerable to\nso-called white-band disease, in which coral tissue mysteriously decays. The\ndisease, which struck the Caribbean in the mid-1990s, kills healthy\ntissue, leaving only white skeletons. It usually progresses quickly, and\nwhile it almost never wipes out complete colonies, colonies can\nbe reinfected.\n</P>\n<P>\nScientists do not know for sure what causes the condition, and\ntheir suspects -- bacteria, fungi and other microbes -- are\npresent at healthy corals as well as sickly formations, adding\nto the mystery.\n</P>\n<P>\nCorals in South Florida have another big problem, a die-off of\nsea urchins, which began succumbing wholesale to a mysterious ailment\nabout 20 years ago. Urchins graze on unwanted algae, and\nwithout them, corals in many areas have been smothered in\novergrowth, making it difficult or impossible for them to grow\nor propagate.\n</P>\n<P>\n(END OPTIONAL TRIM.)\n</P>\n<P>\nNedimyer focuses most of his efforts on coral, something he got\ninto almost by accident several years ago, through his work\nas a wholesale dealer in aquarium supplies, a business he\nhas operated for 35 years. One of his products is\n\"live rock,\" reef rubble that bacteria colonize. In aquariums, the\nbacteria help break down waste from fish.\n</P>\n<P>\nHe had permission from the government to gather live rock at\na particular site and one day about 10 years ago,\nhe noticed that a few bits of rubble had something\ngrowing on them. \"I didn't know what it was at\nfirst,\" he said. \"I saw five of these little things.\nI kept watching them and pretty soon they started to\ngrow out into staghorn coral.\" He set the rocks aside,\nunderwater, and managed to keep the coral growing in spite\nof storms and other problems. When he found broken pieces\nof coral he stuck them in other pieces of rock,\nand \"sometimes they would live.\"\n</P>\n<P>\nIn 2000, at an aquarium in Orlando, he heard a presentation\non Pacific coral and learned that \"you can cut these\nthings into tiny fragments and glue them to things and\nthey will grow.\" Back in the Keys, he started experimenting.\nHis daughter Kelly helped, turning the work into a 4-H\nproject.\n</P>\n<P>\nAt first it was trial and error. They experimented with growing\nplatforms and especially with how to glue coral fragments to\nthem. \"We tried a lot of epoxy,\" Nedimyer said. \"We\nfound kinds that stick to wetsuits, to hair, to cameras.\"\n</P>\n<P>\nEventually, they discovered a two-part epoxy glue used in taxidermy. They\ncan mix it on a boat and it remains workable\nfor about half an hour. And it is white, which\nlooks nice against the sandy bottom.\n</P>\n<P>\nFor a brief heady moment, he recalled, he thought about the\nfact that he has government permission to sell coral and\nconsidered turning it into a lucrative sideline for his business.\nBut then, he said, he started thinking about what had\nhappened to the Keys' reefs since he first encountered them\nin the 1970s, \"when there would be thickets three, four,\nfive feet high and just vast.\"\n</P>\n<P>\nThose kinds of underwater landscapes have just about vanished, he said.\n\"So I thought, well, these corals are in trouble. And\nwe can make a difference rather than make money.\" Today\nhe has several nurseries, each with a variety of coral\nstrains, at varying depth, water quality and distance from shore.\nThe goal of the project is to identify which coral\nstrains are most robust and in what conditions. Kramer, Johnson\nand Nedimyer were pleased by the corals they saw at\nthe nursery. After climbing back into the boat, Nedimyer said:\n\"They were a few inches, now they are two or\nthree times the size. That's a lot of growth in\nsix months.\"\n</P>\n<P>\nKnowlton, the coral expert at Scripps, said staghorn coral was among\nthe fastest growing -- up to four inches or so\nfrom branch tips in a year, whereas most corals grow\nonly about half an inch a year. But, she said,\ncorals that grow quickly are often unusually sensitive to their\nenvironment. \"They can slip from growing really fast to dying\nreally fast,\" she said.\n</P>\n<P>\nAt Mote, Lackland maintains and propagates a variety of coral species\nin tanks, and hopes to emulate Nedimyer with offshore nurseries\nbetween Looe Key and American Shoals.\n</P>\n<P>\nLike Nedimyer, Lackland, who is 40, parlayed a youthful fascination with\nmarine creatures -- he had corals in tanks in his\nbedroom as a teenager in Watchung, N.J. -- into his\nlife's work. After earning a bachelor's degree in biology, he\nworked at an aquarium in Point Pleasant Beach, N.J., where\nhis one-bedroom apartment had six tank systems filled with coral.\nFriends told him he had \"a blue thumb.\"\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nEventually, he said, he decided to go to the Florida Keys,\n\"where they have the most hurting ocean, an ocean that's\nslipping away as far as its coral cover.\" He presented\nhimself at the National Marine Sanctuary, where he learned there\nmight be an opening for a biologist at Mote. When\nhe got the job, \"I was thrilled,\" he said.\n</P>\n<P>\nToday, he presides over several rooms full of tanks where many\nspecies of coral grow on networks of iron pipes. Lackland\nhas devised elaborate systems to mimic the flow of ocean\ncurrents, the varying pressure of waves and even the coming\nand going of daylight. He feeds his coral oyster larvae\nand other plankton, which he buys from an aquarium supplier,\nand he has devised formulas to maintain the proper mineral\nbalance in the water.\n</P>\n<P>\nSome of his corals are doing so well they have even\nspawned in the tanks.\n</P>\n<P>\nLike Nedimyer, he is starting corals on concrete disks and establishing\nthem in the water, in his case between Looe Key\nand American Shoals, near the laboratory.\n</P>\n<P>\nKramer noted that, overall, \"corals have managed to deal with many\nswift changes in the last million and half years.\" He\nadded, \"Over these geological time scales, in the long term,\ncorals may be able to handle these climate changes.\" Meanwhile,\nthough, he said, \"I think these types of strategies have\na real role to play.\"\n</P>\n<P>\nFor scientists like Knowlton, the major question is not whether some\ncoral strains might do better than others. That is almost\na given, she said. \"The biggest problem is making a\ndifference on a regional scale or even on a large\nlocal scale.\"\n</P>\n<P>\nShe said people interested in corals should focus on \"fixing the\nthings we can fix -- climate action or water quality\naction or stopping overfishing.\"\n</P>\n<P>\nIn interviews, Lackland and Nedimyer separately acknowledged that viewed from any\nreasonable perspective, the problem is huge and their efforts are\nsmall.\n</P>\n<P>\n\"I am not an ostrich,\" Lackland said. \"The facts are really\nbad.\" But, he added, \"If the ocean is really in\nthat bad condition, let's gear up!\"\n</P>\n<P>\nNedimyer shares this view even though, as he put it, every\nday he spends on the project \"is one day I\ncan't make a living.\" But one of its major rewards,\nhe said, was its lesson for his daughter Kelly, now\n19 and a student at the University of Central Florida,\nand the Coral Shores students working with him. \"We have\nturned five corals into five to seven hundred,\" he said.\n\"In another year or two we'll have several thousand corals.\nThat's mostly one person making a difference.\"\n</P>\n", 
            "id": "NYT_ENG_20070430.0144"
        }, 
        {
            "headline": "Global warming threatens to wipe out Caribbean coral: report", 
            "text": "\n<P>\nCaribbean coral species essential to the region's reef ecosystems are at risk of\nextinction as a result of climate change, according to a new marine life study\nreleased Thursday.\n</P>\n<P>\nThe report by Conservation International found 10 percent of the Caribbean's 62\nspectacular reef-building corals -- one of the sea's most spectacular natural\nresources -- are under threat and candidates for \"critically endangered\"\ndesignations.\n</P>\n<P>\n\"One of the Atlantic Ocean's most beautiful marine habitats no longer exists in\nmany places because of dramatic increases in coral diseases, mostly caused by\nclimate change and warmer waters,\" said Dr Michael Smith, director of the\nCaribbean Biodiversity Initiative at Conservation International.\n</P>\n<P>\nA gathering of 23 scientists in March 2007 analyzed data on tropical corals,\nseagrasses, mangroves and algae -- all fundamental components of healthy marine\necosystems.\n</P>\n<P>\n\"Coral reefs support some of the richest areas of biodiversity in the world.\nWhen the coral reefs disappear, so will many other species which rely on reefs\nfor shelter, reproduction and foraging,\" said Dr Suzanne Livingstone, another\nmarine biologist who contributed to the study.\n</P>\n<P>\nThe scientists noted that in some well-managed, protected areas of the ocean,\nhuman impacts are reduced, allowing most corals to thrive.\n</P>\n", 
            "id": "AFP_ENG_20070607.0607"
        }, 
        {
            "headline": "Wildlife conference to consider protection for deep sea coral", 
            "text": "\n<P>\nLike miniature forests of richly colored trees, red coral decorates pockets of\nthe world's seas and oceans from the Mediterranean to the Pacific. It also\nadorns the necks and arms of the rich and fashion conscious.\n</P>\n<P>\nThe trade in the slow-growing, deep sea coral is now so widespread that there\nare fears for its survival.\n</P>\n<P>\nThe United States is leading a push to have the coral, whose scientific name is\ncorallium, protected under the Convention on International Trade in Endangered\nSpecies (CITES), a global conservation body meeting until June 15 in The Hague.\nThe U.S. proposal will be debated and put to a vote next week.\n</P>\n<P>\nThat has worried the fishers and craftsmen of Torre del Greco, a town in the\nshadow of Mt. Vesuvius volcano on Italy's Mediterranean coast, who have\nharvested the coral for generations and turned it into art works and\njewelry.\n</P>\n<P>\n\"We started 800 years ago and we want to continue,\" said Ciro Condito of\nAssocoral, a lobby group representing the craftsmen. \"We are not an industry;\nthis is our tradition, our culture. Coral is our life.\"\n</P>\n<P>\nUnder the U.S. proposal up for debate at the CITES meeting, trade in several\nspecies of corallium would be regulated for the first time to ensure harvesting\nand global sales do not threaten their survival.\n</P>\n<P>\nIn some parts of the world, corallium is still harvested using trawl nets\ndragged along the seabed -- a practice that devastates the coral.\n</P>\n<P>\n\"It is like clear-cutting a forest -- it pulls everything up, there's a lot of\nloss and you remove the large colonies, the small colonies and cause a lot of\ndamage to the habitat,\" said Andy Bruckner of the U.S. National Oceanic and\nAtmospheric Administration.\n</P>\n<P>\nThat affects not just the coral but also other marine wildlife that use coral\ncolonies as a place to feed, mate and hide from predators.\n</P>\n<P>\nThe United States, the world's biggest market for corallium products, imported\nmore than 26 million pieces from 2001-2006, says environmental group SeaWeb. The\ngroup has launched a campaign, \"Too Precious to Wear,\" aimed at raising\nawareness of the coral's vulnerability.\n</P>\n<P>\nIts value is boosted by its rarity and the fact that it is hard to gather\nbecause it grows as deep as 1,000 meters (3,280 feet). Raw coral can sell for\nUS$900 (euro670) per kilogram at auction and finished works of art or pieces of\njewelry can cost anywhere from US$20 (euro15) to US$20,000 (euro15,000)\ndepending on their size and quality.\n</P>\n<P>\nIt is also rare because it grows so slowly -- in some cases just 1.5 millimeters\n(0.06 inches) or less per year -- takes up to seven years to reach maturity and\nhas low reproduction rates.\n</P>\n<P>\nOne place you can no longer buy corallium jewelry is a Tiffany and Co. store.\nThe high-end U.S. jeweler no longer sells any coral products.\n</P>\n<P>\n\"Until we are convinced that coral harvesting is sustainable and does not\nthreaten marine ecosystems, we believe this cautionary principle should continue\nto apply,\" the company says on its Web site.\n</P>\n<P>\nIn the Mediterranean, trawl fishing has been replaced by scuba divers harvesting\nthe coral and some countries have imposed quotas and minimum size limits. But\nthe coral is still struggling.\n</P>\n<P>\n\"We're afraid that if things continue the way they are it could lead to species\nbeing depleted from large areas,\" said Bruckner.\n</P>\n<P>\nCoral jewelry was popular in the 1980s and went out of fashion in the 1990s. But\nit is now making a comeback, increasing pressure on stocks.\n</P>\n<P>\n\"I love coral pieces and jewelry, it's beautiful,\" said Elizabeth Neeley of\nSeaWeb. \"But the unfortunate reality is that what's going on underneath the sea\nis not.\"\n</P>\n<P>\n--------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nhttp://www.tooprecioustowear.com\n</P>\n", 
            "id": "APW_ENG_20070609.0426"
        }, 
        {
            "headline": "Sharp limits imposed on global trade in coral", 
            "text": "\n<P>\nThe UN wildlife trade organisation imposed strict limits Wednesday on the global\ntrade of pink and red coral, severely depleted by commercial exploitation.\n</P>\n<P>\nWith a finished necklace retailing for up to 20,000 dollars (15,000 euros), red\ncorals are among the world's most expensive wildlife commodities.\n</P>\n<P>\nBut destructive fishing methods and over-harvesting have reduced worldwide\ncatches by 90 percent in the past two decades, scientists say.\n</P>\n<P>\n\"This is the best possible decision to start getting the trade in these corals\nunder some form of international control,\" said Ernie Cooper, a coral trade\nexpert from TRAFFIC, the wildlife trade monitoring network.\n</P>\n<P>\n\"Until now most species of Corallium have been over-harvested as a result of a\nfree-for-all situation.\"\n</P>\n<P>\nAll 26 species in the Corallium genus will now be protected by the 171-nation\nConference on International Trade in Endangered Species (CITES), which regulates\nthe world trade in wildlife.\n</P>\n<P>\nBut the ones most often exploited to make jewelry and art objects are red and\npink coral, found throughout the world's tropical and temperate seas but\nharvested mainly in the Mediterranean and Western Pacific.\n</P>\n<P>\nStocks off the coasts of Spain, Italy and France have already been commercially\ndepleted, experts say.\n</P>\n<P>\nSeveral major retailers have supported the new restrictions.\n</P>\n<P>\n\"We believe that coral harvesting as currently practiced is not sustainable and\nthreatens marine ecosystems,\" said Fernanda Kellogg, senior vice president of\nTiffany and Co.\n</P>\n<P>\n\"We will not use this precious material in our jewelry until harvesting methods\nhave been adopted that ensure the sustainability of coral reefs,\" she told Sea\nWeb, an ocean conservation group that works with the international jeweler.\n</P>\n", 
            "id": "AFP_ENG_20070613.0396"
        }, 
        {
            "headline": "Wildlife trade watchdog regulates trade in red coral", 
            "text": "\n<P>\nThe global wildlife trade watchdog agreed Wednesday to regulate sales of red\ncoral, which conservationists say is under threat from overfishing for the\njewelry industry.\n</P>\n<P>\n\"This is the best possible decision to start getting the trade in these corals\nunder some form of international control,\" said Ernie Cooper, a coral trade\nexpert from wildlife monitoring network TRAFFIC.\n</P>\n<P>\nDelegates at the triennial meeting of the 171-nation Convention on International\nTrade in Endangered Species put the coral on a list of protected wildlife,\nmeaning exporters will now have to prove that the coral was harvested without\nthreatening the species' survival before they can sell it.\n</P>\n<P>\nRed coral, also known by its Latin name corallium, is a slow-growing deep-sea\ncoral that grows all over the world but is harvested mainly in the Mediterranean\nand parts of the Pacific.\n</P>\n<P>\nIn the Mediterranean, it is gathered by scuba divers but in some other parts of\nthe world fishermen still use trawl nets dragged along the seabed -- a practice\nthat devastates the coral.\n</P>\n<P>\nAndy Bruckner of the U.S. National Oceanic and Atmospheric Administration, who\ndrafted the U.S. proposal adopted at the conference, welcomed its\nacceptance.\n</P>\n<P>\n\"Red coral is the most valuable and widely traded out of all the coral species,\nand CITES protection will help ensure the future of the species and the red\ncoral industry,\" he said. \"We are pleased that the international community has\nrecognized the threats corallium face, and is taking the necessary steps to\nsafeguard these species.\"\n</P>\n<P>\nThe United States, the world's biggest market for corallium products, imported\nmore than 26 million pieces from 2001-2006, says the environmental group SeaWeb,\nwhich lobbied for the CITES protection.\n</P>\n<P>\nRaw coral can sell for US$900 (euro670) per kilogram (2.2 pounds) at auction and\nfinished works of art or pieces of jewelry can cost anywhere from US$20 (euro15)\nto US$20,000 (euro15,000) depending on their size and quality.\n</P>\n<P>\nPart of the reason the coral is so vulnerable is that it grows so slowly -- in\nsome cases just 1.5 millimeters (0.06 inches) or less per year -- takes up to\nseven years to reach maturity and has low reproduction rates.\n</P>\n<P>\nItalian craftsmen from the town of Torre Del Greco near Naples had lobbied\nagainst CITES regulating the trade, saying that they had been harvesting it in a\nsustainable way for 800 years and would continue to do so to preserve their\nlivelihoods.\n</P>\n<P>\n\"We are not an industry; this is our tradition, our culture. Coral is our life,\"\nCiro Condito of Assocoral, a lobby group representing the craftsmen, said before\nWednesday's decision.\n</P>\n", 
            "id": "APW_ENG_20070613.1071"
        }, 
        {
            "headline": "Officials try to protect threatened US coral reefs from pollution, ships, fishing", 
            "text": "\n<P>\nJust below the sea's surface off Florida's southeast coast lies a virtual gold\nmine.\n</P>\n<P>\nIt is not sunken treasure or a Spanish galleon, but rather nature's bounty: rows\nof coral reefs that generate billions of dollars a year in tourism\nspending.\n</P>\n<P>\nBut pollution, warming waters from climate change, commercial fishing,\ndevelopment and ship groundings are jeopardizing them. With 84 percent of the\nUnited States' coral reefs located along Florida's 1,350 miles (2,175\nkilometers) of coastline, officials are moving quickly to protect\nthem.\n</P>\n<P>\nOn Thursday, Tim Keeney, the U.S. deputy assistant secretary for oceans and\natmosphere and a key high-level figure within the National Oceanic and\nAtmospheric Administration, got a firsthand look at reef damage and repair and\nrecovery efforts.\n</P>\n<P>\n\"Just gorgeous. That's impressive,\" said Michael Sole, Florida's environmental\nchief, who joined Keeney. He had just returned to the boat after scuba diving\noff Fort Lauderdale, where he viewed elkhorn and staghorn coral, recently listed\nas endangered species.\n</P>\n<P>\n\"Taking appropriate measures to improve our understanding is key because you\ncan't manage what you don't understand,\" Sole said. \"Our ocean resources pump\nbillions of dollars into our economy.\"\n</P>\n<P>\nThe state is managing underwater nurseries to grow coral that will be\ntransplanted onto natural reefs, seeking to end the pumping of treated\nwastewater into the ocean and plowing ahead with research into artificial\nreefs.\n</P>\n<P>\nFlorida is also spending $2 million (euro1.5 million) to remove some 700,000 old\ntires from the ocean floor off Fort Lauderdale that were dumped there in the\n1970s with the intent of creating an artificial reef. It didn't work, and now\nthe tires are scouring the ocean floor and wedging against the natural reef,\nkilling coral.\n</P>\n<P>\n\"The first thing you think when you see it is these things don't belong here.\nIt's a wasteland,\" Keeney said after surveying the tires.\n</P>\n<P>\nScientists warn that up to half of the world's coral reefs could disappear by\n2045. The reefs serve as breeding grounds for many commercial fisheries, so\nwithout them, an important food source for humans could be lost.\n</P>\n<P>\nReefs also serve as natural barriers to tidal surges created by powerful storms.\nDegrading them could put coastal communities at risk.\n</P>\n<P>\n\"We're talking about a major economic engine that people don't understand,\" said\nRichard Dodge, executive director of the National Coral Reef Institute. \"They\nsupport people's incomes and livelihoods.\"\n</P>\n<P>\nReef-related activities generate more than $4 billion (euro3 billion) for the\neconomy of southeast Florida alone, Dodge said.\n</P>\n<P>\nThe U.S. Congress is considering the reauthorization of the Coral Reef\nConservation Act, which would add another layer of protection for the nation's\nreef system, Keeney said.\n</P>\n<P>\nUnder current law, the federal government has no authority to fine boats or\nships for running aground on coral reefs that are not located within marine\nsanctuaries or to penalize people who destroy them, he said.\n</P>\n<P>\n\"It doesn't allow us to go into areas outside protected areas and hold parties\nresponsible for the damage,\" Keeney said.\n</P>\n<P>\nReauthorization of the act would create that authority and also build a federal\nfund to restore damaged reef systems, he said. States and counties currently\nhave limited authority.\n</P>\n<P>\nThere have been 12 major ship groundings on reefs outside Port Everglades, just\nsouth of Fort Lauderdale, since 1993. The port has three reefs off its shore and\nnarrow channels and tight spots for maneuvering and anchoring among\nthem.\n</P>\n<P>\nAs Thursday's trip neared its end, Keeney peered out over the glistening,\nemerald green ocean and pointed to a pod of dolphins bobbing along a reef.\nSeveral large freighters passed by in the distance, heading toward Port\nEverglades.\n</P>\n<P>\n\"People are just now starting to appreciate the value of reefs,\" Keeney said.\n\"It takes a long, long time to grow these coral reefs and in a very short period\nof time, we can destroy them if we're not careful.\"\n</P>\n", 
            "id": "APW_ENG_20070615.0356"
        }, 
        {
            "headline": "Last-minute reversal on protecting coral at UN wildlife body", 
            "text": "\n<P>\nThe UN wildlife trade organisation back-tracked Friday and removed restrictions\nit had imposed days earlier on the global trade in coral species severely\ndepleted by commercial exploitation.\n</P>\n<P>\n\"The reversal by the delegates by a secret ballot is deplorable,\" said Elizabeth\nMeely of Sea Web, a marine conservation group.\n</P>\n<P>\n\"The science was clear on this issue and not debated -- this is a political\ndecision,\" she said.\n</P>\n<P>\nOn Wednesday the 171-nation Convention on International Trade in Endangered\nSpecies (CITES) had placed 26 species in the Corallium genus on its Appendix II,\nprotecting them from the unregulated trade which has decimated coral stocks\naround the world.\n</P>\n<P>\nA finished necklace of red coral retails for up to 20,000 dollars (15,000\neuros), making the sea animal one of the world's most expensive wildlife\ncommodities.\n</P>\n<P>\nDestructive fishing methods and over-harvesting have reduced worldwide catches\nby 90 percent in the past two decades, scientists say.\n</P>\n", 
            "id": "AFP_ENG_20070615.0455"
        }, 
        {
            "headline": "SAVING CORAL REEFS BECOMES A TOURISM PRIORITY", 
            "text": "\n<P>\nGreen sea turtles, cascades of glittering reef fish, blooming\ncoral pillars -- countless travelers have come nose to nose with a\nthriving undersea universe while on vacation. But increasingly,\ndivers and snorkelers are swimming over bleached hunks of coral\ndevastated by shore runoff or overfishing.From the South Pacific to\nthe Caribbean, coral reefs -- which are among the most delicate of\nmarine ecosystems -- are bearing the brunt of climate change and\nother human-driven activities -- including coastal development,\ndeforestation, and unrestricted tourism. Now, many in the tourist\nindustry are trying to halt the damage.\n</P>\n<P>\nAnd it is no wonder. The dollars involved in reef-based tourism\nare significant: Australia's Great Barrier Reef alone draws about\n1.9 million visitors a year, supporting a $4.2 billion industry.\nAccording to the Nature Conservancy, the annual economic value of\ncoral reefs to world tourism is $9.6 billion.\n</P>\n<P>\nGrowing awareness of environmental issues means that the tourism\nindustry has lately been a partner to conservation efforts in major\nreef areas. Though the Great Barrier is the most famous reef, it is\nnot the most threatened; its extensive marine management program is\nwidely regarded as a model for conservation. It includes\neco-certification programs for tourism operators within the\nboundaries of the marine park, environmental tourist fees, large\nno-take zones, species monitoring, and tourism industry\ncontributions to the Great Barrier Reef's main research center.\n</P>\n<P>\nBut the world's second-largest barrier reef, the Mesoamerican\nReef in the Caribbean, is seriously endangered by coastal\ndevelopment, runoff, and pollution. The reef system stretches\nnearly 700 miles from the Yucatan Peninsula of Mexico to the Bay\nIslands of Honduras.\n</P>\n<P>\nAnd reefs in the Coral Triangle in Southeast Asia -- which\nreaches from Malaysia to the Philippines, Indonesia, and the\nSolomon Islands, encompassing some of the planet's most diverse\nmarine habitats -- have been severely damaged by overfishing and\ndestructive practices, including the use of cyanide and dynamite to\ncapture fish.\n</P>\n<P>\nIn 2004, the nonprofit group Conservation International began a\nprogram called the Mesoamerican Reef Tourism Initiative, which aims\nto address the threat that mass tourism poses to the Mesoamerican\nReef by engaging hoteliers, developers, cruise lines, and local\ngovernments in Mexico, Belize, and Honduras. There is special\nemphasis on the Riviera Maya of Mexico, where, less than nine miles\noffshore, the island of Cozumel is the world's second most-visited\ncruise destination after Miami, according to the International\nCouncil of Cruise Lines.\n</P>\n<P>\nLast year, as part of the Mesoamerican Reef initiative's\nefforts, the cruise line council began an effort to avoid\nwastewater discharge by cruise ships in environmentally sensitive\nareas.\n</P>\n<P>\n\"This program will ensure that cruise line wastewater is\ndischarged at least four miles from any of the sensitive marine\necosystems within the Mesoamerican Reef system, thereby minimizing\nthe chance such discharges will have negative impact on the\nlong-term health of the reef,\" said Jamie Sweeting, who oversees\nConservation International's work with the travel industry.\n</P>\n<P>\nThe cruise industry is a particular area of concern, since ships\nregularly disgorge crowds of passengers into fragile coastal areas\nthat strain to absorb the impact. Conservation International\nestimates that cruise passengers typically make about 2,000 scuba\ndives in and around Cozumel's surrounding reefs in a single day.\n</P>\n<P>\n\"We're working with the municipal government, the local dive\nand water sports association, and the cruise lines themselves,\nbecause they all have a vested interest to look after this coral\nreef,\" Sweeting said.\n</P>\n<P>\nAreas being addressed include the creation of a dedicated\nsnorkeling zone in Cozumel to limit visitor impact to one section\nof the reef, and ensuring that park management fees are collected\nand put toward protection and management of marine areas. The\nMesoamerican Reef Tourism Initiative has also begun a program to\nevaluate and implement good business practices for conserving water\nand energy, reducing solid waste, and managing chemicals at coastal\nhotels along the Riviera Maya and in southern Belize.\n</P>\n<P>\nCrucial partnerships between conservation groups and the tourism\nindustry have also taken root in the Coral Triangle. In developing\nnations like Indonesia, where human and financial resources are\nslim, the cooperation of private tourism businesses has been\ninstrumental in accomplishing reef conservation goals.\n</P>\n<P>\nFor example, Bunaken National Park, in north Sulawesi, is today\nmanaged in large part by a local association of dive operators who\nsaw the declining quality of coral (and their livelihood) in the\nmid-1990s.\n</P>\n<P>\nThe Nature Conservancy's Coral Triangle Center works at several\nsites in Indonesia, including the Raja Ampat Islands in Papua and\nKomodo National Park, a major protected marine area in the Lesser\nSunda Islands. Komodo is now run by a nonprofit joint venture\nbetween the Nature Conservancy and a local tourism company. The\njoint venture, PT Putri Naga Komodo, was established in 2005.\n</P>\n<P>\nFounded in 1980, the park is a World Heritage Site and protects\nthe habitat of the Komodo dragon, as well as important whale\nmigration routes between the Indian and Pacific Oceans. The reefs\nare rich in coral species and home to up to 1,000 species of fish.\n</P>\n<P>\n\"After a decade supporting conservation in Komodo National\nPark, the Nature Conservancy recognized the need for\nself-sufficiency,\" said Marcus Matthews-Sawyer, director of\ntourism communications for the joint venture.\n</P>\n<P>\nTourism has helped raise awareness of the destination and of the\nreefs' biological importance. Blast fishing -- using explosives to\nstun or kill fish -- is now prohibited within the park. The ban is\ncredited with a 60 percent increase in hard coral coverage between\n1996 and 2002, according to the Coral Triangle Center. The\ncollection of conservation fees from tourists, about $15 a stay, is\nvital to sustaining park management. The partnership plans to have\nKomodo self-financed by park fees by 2012.\n</P>\n<P>\nThough Komodo is one of Indonesia's greatest tourism assets -- it\nis one of the most frequently visited nature reserves in the\ncountry -- conservation work there is also necessary to protect\nyoung fish that are a source for surrounding fishing grounds.\n</P>\n<P>\nEnforcement of the park zoning system, which restricts access to\ncertain parts of the reefs, continues to be a challenge because of\nlimited resources. But a major goal of the tourism partnership is\nsupporting sustainable community use of the reef area, which\nincludes providing alternative livelihoods to destructive fishing.\n</P>\n<P>\nAll three reef systems -- the Great Barrier Reef, the\nMesoamerican Reef and the Coral Triangle -- are jeopardized by the\nthreat of global warming, which kills coral and leads to a\nbleaching effect. And while tourism cannot solve the problem of\nrising sea temperatures, the industry's cooperation to eliminate\nspecific pressures -- by establishing a well-enforced no-take zone,\nor reducing wastewater pollution, for example -- helps reefs recover\nfrom bleaching and disease. The contribution of conservation fees\nto support the protected areas, which many businesses have long\nresisted, is also important.\n</P>\n<P>\nTo keep coral reefs from disappearing as quickly as they have in\nrecent years, people need to be involved and educated on every\nlevel from local government to hotel developers to cruise lines,\nsaid Sweeting of Conservation International.\n</P>\n<P>\n\"It took Cancun 35 years to develop to this massive size, and\nit took less than a decade for the Riviera Maya,\" he said. \"But\nnature will not let you get away with it.\"\n</P>\n", 
            "id": "NYT_ENG_20070624.0022"
        }
    ], 
    "id": "D1131F", 
    "title": "Endangered Coral"
}