{
    "docSet": [
        {
            "headline": "Search continues for Indonesia ferry survivors by Nabiha Shahab", 
            "text": "\n<P>\nIndonesian navy ships on Monday renewed efforts to reach survivors of a ferry\ndisaster who spent a third night on the open sea as continuing rough weather\nhindered the search for hundreds still missing.\n</P>\n<P>\n\"Navy ships are still searching now. We're still trying the best we can,\"\nCentral Java navy commander Colonel Yan Simamora told AFP.\n</P>\n<P>\nFishermen and search and rescue teams have thus far found around 200 survivors\nfollowing the sinking of the ferry off the coast of Java late Friday with some\n600 on board, officials said.\n</P>\n<P>\nThe ill-fated ferry was en route from Kumai on Borneo island to the Javanese\nport city of Semarang when it sank. Initial investigations showed bad weather\nwas likely to blame.\n</P>\n<P>\nEleven survivors and two bodies were brought in here before dawn Monday. Search\nand rescue workers had to carry the survivors who were too weak to walk off the\nfishing boat which picked them up.\n</P>\n<P>\nOther rescue efforts were focusing on three liferafts with around 30 to 40\nsurvivors which were found by helicopters on Sunday.\n</P>\n<P>\nTransport Minister Hatta Radjasa told ElShinta radio the survivors seemed\nhealthy and had waved to the helicopters.\n</P>\n<P>\nBut Simamora said bad weather had made it impossible to pick them up Sunday.\n</P>\n<P>\n\"We did try to evacuate them by air, but the weather did not permit us to do so\nas the waves were up to four metres high and it was raining heavily,\" he told\nElShinta, adding that food and drinks had been dropped to them.\n</P>\n<P>\nSome 177 survivors had been rescued, the official Antara news agency quoted the\ntransport ministry as saying late Saturday.\n</P>\n<P>\nBut Radjasa later said 157 had been saved, with 125 already ashore and others\nbeing brought in on ships.\n</P>\n<P>\nNavy ships were also bringing in about 60 bodies to the port of Rembang in\nCentral Java, ElShinta reported.\n</P>\n<P>\nWarships, fishing vessels and helicopters have braved continuing bad weather and\nrough seas to scour the waters off the north coast of Java since the \"Senopati\nNusantara\" (Archipelago Commander) sank.\n</P>\n<P>\nMeteorologists warned the bad weather would continue for the next few days.\n</P>\n<P>\n\"The weather is still not conducive for sailing. We expect waves as high as two\nto four metres (six to 12 feet) in north Java, east Java and in central Java,\"\nsaid Arif Triono from the Meteorology and Geophysics Agency in Surabaya, East\nJava.\n</P>\n<P>\n\"Besides high waves in these areas, we also expect heavy and continuous rains\nwith strong winds up to 80 kilometres (50 miles) per hour,\" he told AFP.\n</P>\n<P>\nPreliminary investigations showed bad weather was to blame for the accident,\nofficials said as they continued to collect data.\n</P>\n<P>\n\"Our investigation so far shows that bad weather coupled with high and heavy\nwaves had caused the ferry to sink,\" said Setio Rahardjo, head of the National\nCommittee on Transportation Safety.\n</P>\n<P>\n\"We have not had evidence of a collision or any carelessness by the Senopati,\"\nAntara quoted him as saying.\n</P>\n<P>\nThe vessel was carrying 542 passengers and 57 crew when it sank. It was licensed\nto carry 850.\n</P>\n<P>\nIt was still not known exactly where the ferry sank, but search efforts were\nbeing concentrated in the seas between Surabaya and Semarang off the north coast\nof central Java.\n</P>\n<P>\nOfficials said they lost contact with the vessel around midnight (1700 GMT)\nFriday.\n</P>\n<P>\nFerries are a crucial link between the archipelago nation's 17,000 islands and\nfrequently carry more people than officially acknowledged. Boats are also often\noverloaded due to lax safety standards.\n</P>\n", 
            "id": "AFP_ENG_20070101.0006"
        }, 
        {
            "headline": "Weeping relatives wait for news as corpses picked up from Indonesian ferry disaster", 
            "text": "\n<P>\nWeeping relatives waited for news of loved ones who were on a packed ferry that\nsank during a violent storm in central Indonesia as rescue boats Monday picked\nup scores of corpses and prepared to bring them ashore, official\nsaid.\n</P>\n<P>\nA fleet of ships and aircraft kept up their search for at least 400 people still\nmissing after spending three nights in the Java Sea amid high waves. More than\n150 people have been rescued and dozens of bodies have either been spotted or\ncollected, authorities say.\n</P>\n<P>\n\"I am tired of crying,\" said Sipan, who had been camped out at Rembang hospital\nwaiting for news of his son. \"Dead or alive, I will accept his destiny. It is up\nto God. All I can do is keep waiting.\"\n</P>\n<P>\nEleven survivors and two corpses arrived at Rembang port on Java's northern\ncoast on a fishing boat early Monday, authorities said.\n</P>\n<P>\nRescue chief Eko Prayitno said a helicopter Monday spotted an unspecified number\nof people still alive in the sea. The crew dropped food and water to them and\nboats would try and pick them later, he said.\n</P>\n<P>\nThe Senopati Nusantara went down before midnight Friday after being pounded by\nheavy waves for more than 10 hours on a journey from the Indonesian section of\nBorneo island to the country's main island of Java.\n</P>\n<P>\nSearch official Capt. Hadi Siswanto said that rescue boats were picking up\nscores of bloated bodies Monday they had so far left in the sea because they\nwere concentrating their search for survivors.\n</P>\n<P>\nWorkers at Rembang Hospital constructed a makeshift morgue for the\nbodies\n</P>\n<P>\nOfficials have given differing numbers of the numbers of people saved and bodies\ncollected, hampered by poor communication and the fact that ships are bring\nsurvivors to shore at several ports.\n</P>\n<P>\nThe ferry, which was built in Japan in 1992, had a capacity of 850 people, but\nthe transport minister earlier said it had 638 people on board based on the\nmanifest. Officials say bad weather was the cause of the accident.\n</P>\n<P>\nIndonesia's tropical waters are generally 22-29 degrees Celsius (72-84\nFahrenheit). People have been known to survive days at sea, but only with a\nbuoyancy aid.\n</P>\n<P>\nSurvivors told harrowing stories of the minutes before the ship went down as\nwell as the struggle to stay alive in the hours that followed.\n</P>\n<P>\nWaluyo, 50, recalled holding onto a large tire and seeing two of his children\nlose their grip and drown.\n</P>\n<P>\n\"For 17 hours we held on, sometimes being turned over in the swell, but one by\none the people fell off, including my two children,\" he said from a hospital\nSunday. \"I could not do anything apart from pray.\" Waluyo goes by a single\nname.\n</P>\n<P>\nIndonesia has been wracked by weeks of seasonal rains and high winds that have\ncaused several deadly floods, landslides and maritime accidents. Antara reported\na cargo ship carrying 11 people sunk off Bali island on Sunday and two survivors\nhad swam to shore. The rest were missing.\n</P>\n", 
            "id": "APW_ENG_20070101.0127"
        }, 
        {
            "headline": "Search teams spot survivors from Indonesian ferry, collect scores of corpses", 
            "text": "\n<P>\nRescue ships collected scores of bloated corpses Monday from seas close to where\nan Indonesian ferry sank in the Java Sea, but search teams also spotted\nsurvivors on life rafts and dropped food and water to them, officials\nsaid.\n</P>\n<P>\nWeeping relatives camped out at ports and a local hospital, desperate for news\nof the some 400 still missing from the ferry when it sank during a violent storm\nminutes before midnight Friday.\n</P>\n<P>\nSo far, more than 150 people have been found alive, either packed into\nlifeboats, clinging on to debris or on beaches after swimming ashore, officials\nsay. Dozens of bodies have either been spotted or collected.\n</P>\n<P>\n\"I am tired of crying,\" said Sipan, who had been staying at Rembang hospital\nwaiting for news of his son. \"Dead or alive, I will accept his destiny. It is up\nto God. All I can do is keep waiting.\" Sipan goes by a single\nname.\n</P>\n<P>\nSearch official Capt. Hadi Siswanto said that rescue boats were picking up\nscores of bloated bodies on Monday that had so far been left in the sea because\nofficials were concentrating their search for survivors.\n</P>\n<P>\nWorkers at Rembang Hospital constructed a makeshift morgue for the\nbodies.\n</P>\n<P>\nRescue chief Eko Prayitno said a helicopter Monday spotted an unspecified number\nof people still alive in the sea. The crew dropped food and water to them and\nboats would try and pick them later, he said.\n</P>\n<P>\nEleven survivors and two corpses arrived at Rembang port on Java's northern\ncoast on a fishing boat early Monday, authorities said.\n</P>\n<P>\nThe Senopati Nusantara sank quickly after being pounded by heavy waves for more\nthan 10 hours on a journey from the Indonesian section of Borneo island to the\ncountry's main island of Java.\n</P>\n<P>\nOfficials have given differing numbers of the numbers of people saved and bodies\ncollected, hampered by poor communication and the fact that ships are bring\nsurvivors to shore at several ports.\n</P>\n<P>\nThe ferry, which was built in Japan in 1992, had a capacity of 850 people, but\nthe transport minister earlier said it had 638 people on board based on the\nmanifest. Officials say bad weather was the cause of the accident.\n</P>\n<P>\nIndonesia's tropical waters are generally 22-29 degrees Celsius (72-84\nFahrenheit). People have been known to survive days at sea, but only with a\nbuoyancy aid.\n</P>\n<P>\nSurvivors told harrowing stories of the minutes before the ship went down as\nwell as the struggle to stay alive in the hours that followed.\n</P>\n<P>\nWaluyo, 50, recalled holding onto a large tire and seeing two of his children\nlose their grip and drown.\n</P>\n<P>\n\"For 17 hours we held on, sometimes being turned over in the swell, but one by\none the people fell off, including my two children,\" he said from a hospital\nSunday. \"I could not do anything apart from pray.\" Waluyo goes by a single\nname.\n</P>\n<P>\nIndonesia has been wracked by weeks of seasonal rains and high winds that have\ncaused several deadly floods, landslides and maritime accidents. Antara reported\na cargo ship carrying 11 people sunk off Bali island on Sunday and two survivors\nhad swam to shore. The rest were missing.\n</P>\n", 
            "id": "APW_ENG_20070101.0174"
        }, 
        {
            "headline": "Search teams spot survivors from Indonesian ferry, collect corpses", 
            "text": "\n<P>\nBloated bodies washed up along Indonesia's coastline days after a ferry sank in\nstormy weather leaving 400 people missing, but rescue teams refused to give up\nhope with survivors still being found in life-rafts, some desperately waving\ntheir arms.\n</P>\n<P>\nTransport Minister Hatta Radjasa said Monday nearly 200 had been found alive and\nvowed to keep up search and rescue efforts for at least a week, as an air force\nplane dropped food and water to some survivors stranded in the Java\nSea.\n</P>\n<P>\nWeeping relatives camped out at a local hospital were becoming more and more\ndesperate, however, and a temporary morgue was being set up at a port close to\nwhere the crowded passenger ship went down Friday just before\nmidnight.\n</P>\n<P>\nHundreds of body bags have been readied.\n</P>\n<P>\n\"I am tired of crying,\" said Sipan, who goes by only one name, as he waited at\nRembang hospital for news of his son. \"Dead or alive, I will accept his destiny.\nIt is up to God. All I can do is keep waiting.\"\n</P>\n<P>\nThe Senopati Nusantara sank quickly after being pounded by heavy waves for more\nthan 10 hours as it neared the end of a two-day journey from the Indonesian\nsection of Borneo island to the country's main island of Java.\n</P>\n<P>\nRadjasa said 628 people were on board, based on the manifest, and that 191\nsurvivors had been found alive either packed into lifeboats, clinging on to\ndebris or on beaches after swimming ashore.\n</P>\n<P>\nSearch teams said by late Monday about 100 bodies had been recovered.\n</P>\n<P>\nImproved weather conditions were enabling emergency rations to be dropped to\nsurvivors previously unreachable because of high waves and strong\nwinds.\n</P>\n<P>\nSupplies wrapped in plastic and attached to inflated tires were thrown to about\n10 people in a life-raft and several others in buoyancy vests. Search teams will\ntry to pick them up later, officials said.\n</P>\n<P>\n\"They are alive, they waved their hands,\" said pilot Lt. Wisnu\nWijayanto.\n</P>\n<P>\nHarrowing tales about the ship's last moments continued to emerge.\n</P>\n<P>\nOne survivor said many victims were trapped in the lower decks of the ferry,\nunable to escape the vessel as it slid beneath the sea's surface.\n</P>\n<P>\n\"I thought I was going to die there and then,\" said Syahrul, a 21-year-old palm\nplantation worker who was on the 3rd floor of the ship when it suddenly veered\nto the left and began sinking.\n</P>\n<P>\n\"I heard people screaming from the second floor, 'Open the door! Help!' Hundreds\nmust have died down there,\" said Syahrul, who was recovering in a hospital\nMonday.\n</P>\n<P>\nWaluyo, 50, recalled holding onto a large tire and seeing two of his children\nlose their grip and drown.\n</P>\n<P>\n\"For 17 hours we held on, sometimes being turned over in the swell, but\none-by-one the people fell off, including my two children,\" he said. \"I could\nnot do anything apart from pray.\" Waluyo also goes by a single\nname.\n</P>\n<P>\nOfficials have given differing estimates of the numbers of people saved and\nbodies collected, hampered by poor communication and the fact that ships are\nbringing survivors to shore at several ports.\n</P>\n<P>\nCpt. Hadi Siswanto, the head of search and rescue operations, said bodies were\nwashing ashore hundreds of kilometers (miles) east of the disaster\nsite.\n</P>\n<P>\nIndonesia's tropical waters are generally between 22-29 degrees Celsius (72-84\ndegrees Fahrenheit). People have been known to survive for days at sea, but only\nwith a buoyancy aid.\n</P>\n<P>\nThe ferry, which was built in Japan in 1992, had a capacity of 850 people.\nOfficials say bad weather was the cause of the accident.\n</P>\n<P>\nIndonesia has been wracked by weeks of seasonal rains and high winds that have\ncaused several deadly floods, landslides and maritime accidents.\n</P>\n<P>\nOn Monday, rescue teams were dispatched after a commercial Adam Air passenger\nplane with more than 100 people onboard sent out a distress signal while flying\nin bad weather in Indonesia.\n</P>\n<P>\nPresident Susilo Bambang Yudhoyono urged rescue teams to keep up the hunt for\nsurvivors of the ferry accident.\n</P>\n<P>\n\"I'm constantly in contact with central and local officials about the efforts to\nsave our brothers and sisters,\" he said at a prayer meeting in the Indonesian\ncapital Jakarta. \"The floods and the sinking of the ship in the Java Sea are a\ntest from Allah.\"\n</P>\n", 
            "id": "APW_ENG_20070101.0501"
        }, 
        {
            "headline": "Rescuers scour seas for Indonesia ferry missing", 
            "text": "\n<P>\nShips and rescue teams scoured rough seas off Indonesia for hundreds of people\nstill missing after a ferry disaster off Java island, as more weary survivors\nwere plucked to safety.\n</P>\n<P>\nNavy ships, fishermen and search and rescue teams have found more than 200\nsurvivors since the ferry sank late Friday with some 600 on board.\n</P>\n<P>\nHealth department officials said they had brought in hundreds of body bags in\npreparation for the worst but so far there is no official death toll, with\nfishing boats occasionally finding bodies floating in the sea.\n</P>\n<P>\nAt least 218 people had been rescued by Monday night, the Suara Merdeka\nnewspaper said, quoting a local government search and rescue command post.\n</P>\n<P>\nSome 48 survivors were being brought in on naval and commercial ships, the\nnewspaper based in the Javanese port of Semarang said.\n</P>\n<P>\nTransport Minister Hatta Rajasa said the search operation would continue for the\nhundreds still missing.\n</P>\n<P>\n\"If needed, the search will be extended to an unspecified time,\" he was quoted\nas saying by the detikcom online news portal.\n</P>\n<P>\nThe ferry was en route from Kumai on Borneo island to the Javanese port city of\nSemarang when it sank. Initial investigations showed bad weather was likely to\nblame.\n</P>\n<P>\nSurvivors have said the ship went down in minutes in rough seas as it tried to\nstabilise itself, leaving the passengers and crew little chance of saving\nthemselves.\n</P>\n<P>\n\"Only about 10 minutes after we dropped anchor the ship disappeared. The next\nthing I knew, I was in the water,\" deckhand Wawan, 22, told AFP.\n</P>\n<P>\n\"I'd floated around since Friday night until the fishermen's boat found me\nsometime Sunday night, almost midnight,\" he said in hospital here after being\nbrought in by fishing boat early Monday.\n</P>\n<P>\nFellow survivor Ariyo Tanoto said many were trapped as the ship went down.\n</P>\n<P>\n\"I saw the ferry sink in about 10 minutes,\" Tanoto, 19, told ElShinta radio.\n\"Only some 30 percent had managed to save themselves. They had lifejackets.\"\n</P>\n<P>\n\"Many were still trapped in the ferry. I would say more than 50 percent of the\npassengers were still on board when the ship sank,\" he added.\n</P>\n<P>\nWarships, fishing vessels and helicopters have braved continuing bad weather and\nrough seas to scour the waters off the north coast of Java since the \"Senopati\nNusantara\" (Archipelago Commander) sank.\n</P>\n<P>\nMeteorologists have warned the bad weather and rough seas will continue for the\nnext few days, with waves of two to four metres (six to 12 feet) high and strong\nwinds.\n</P>\n<P>\nPreliminary investigations showed bad weather was to blame for the accident,\ntransport safety officials have said as they continue to collect data.\n</P>\n<P>\nThe vessel was carrying 542 passengers and 57 crew when it sank. It was licensed\nto carry 850.\n</P>\n<P>\nFerries are a crucial link between the archipelago nation's 17,000 islands and\nfrequently carry more people than officially acknowledged.\n</P>\n", 
            "id": "AFP_ENG_20070102.0070"
        }, 
        {
            "headline": "Search teams spot survivors from Indonesian ferry, collect corpses", 
            "text": "\n<P>\nBloated bodies washed up along Indonesia's coastline days after a ferry sank in\nstormy weather leaving 400 people missing, but rescuers refused to give up hope\nwith survivors still being found in life-rafts, some desperately waving their\narms.\n</P>\n<P>\nTransport Minister Hatta Radjasa said Monday nearly 200 had been found alive and\nvowed to keep up search and rescue efforts for at least a week, as an air force\nplane dropped food and water to some survivors stranded in the Java\nSea.\n</P>\n<P>\nWeeping relatives camped out at a local hospital were becoming more and more\ndesperate, however, and a temporary morgue was being set up at a port close to\nwhere the crowded passenger ship went down Friday just before\nmidnight.\n</P>\n<P>\nHundreds of body bags have been readied.\n</P>\n<P>\n\"I am tired of crying,\" said Sipan, who goes by only one name, as he waited at\nRembang hospital for news of his son. \"Dead or alive, I will accept his destiny.\nIt is up to God. All I can do is keep waiting.\"\n</P>\n<P>\nThe Senopati Nusantara sank quickly after being pounded by heavy waves for more\nthan 10 hours as it neared the end of a two-day journey from the Indonesian\nsection of Borneo island to the country's main island of Java.\n</P>\n<P>\nRadjasa said 628 people were on board, based on the manifest, and that 191\nsurvivors had been found alive either packed into lifeboats, clinging on to\ndebris or on beaches after swimming ashore.\n</P>\n<P>\nSearch teams said by late Monday about 100 bodies had been recovered.\n</P>\n<P>\nImproved weather conditions were enabling emergency rations to be dropped to\nsurvivors previously unreachable because of high waves and strong\nwinds.\n</P>\n<P>\nHarrowing tales about the ship's last moments continued to emerge.\n</P>\n<P>\nWaluyo, 50, recalled holding onto a large tire and seeing two of his children\nlose their grip and drown.\n</P>\n<P>\n\"For 17 hours we held on, sometimes being turned over in the swell, but\none-by-one the people fell off, including my two children,\" he said. \"I could\nnot do anything apart from pray.\" Waluyo also goes by a single\nname.\n</P>\n<P>\nCpt. Hadi Siswanto, the head of search and rescue operations, said bodies were\nwashing ashore hundreds of kilometers (miles) east of the disaster\nsite.\n</P>\n<P>\nThe ferry, which was built in Japan in 1992, had a capacity of 850 people.\nOfficials say bad weather was the cause of the accident.\n</P>\n", 
            "id": "APW_ENG_20070102.0109"
        }, 
        {
            "headline": "Bad weather hampering search for survivors of Indonesian ferry sinking", 
            "text": "\n<P>\nBad weather on Tuesday prevented search aircraft from looking for more survivors\nfrom an Indonesian ferry that sank in stormy weather as 400 people remained\nmissing days after the disaster.\n</P>\n<P>\nNearly 200 have been found alive so far, and authorities say they will keep\nsearching until next Sunday. Twelve corpses have been recovered and scores of\nothers have been spotted, official say.\n</P>\n<P>\nOn Monday, an air force plane dropped food and water to some survivors stranded\nin the Java Sea.\n</P>\n<P>\nWeeping relatives camped out at a local hospital were becoming more and more\ndesperate, however, and a temporary morgue was being set up at a port close to\nwhere the crowded passenger ship went down Friday just before\nmidnight.\n</P>\n<P>\nHundreds of body bags have been readied.\n</P>\n<P>\n\"I am tired of crying,\" said Sipan, who goes by only one name, as he waited at\nRembang hospital for news of his son. \"Dead or alive, I will accept his destiny.\nIt is up to God. All I can do is keep waiting.\"\n</P>\n<P>\nThe Senopati Nusantara sank quickly after being pounded by heavy waves for more\nthan 10 hours as it neared the end of a two-day journey from the Indonesian\nsection of Borneo island to the country's main island of Java.\n</P>\n<P>\nHead of the search and rescue mission Jan Simamora said that high winds and poor\nvisibility had prevented helicopters and search planes from taking to the air on\nTuesday.\n</P>\n<P>\nHarrowing tales about the ship's last moments continued to emerge.\n</P>\n<P>\nWaluyo, 50, recalled holding onto a large tire and seeing two of his children\nlose their grip and drown.\n</P>\n<P>\n\"For 17 hours we held on, sometimes being turned over in the swell, but\none-by-one the people fell off, including my two children,\" he said. \"I could\nnot do anything apart from pray.\" Waluyo also goes by a single\nname.\n</P>\n<P>\nThe ferry, which was built in Japan in 1992, had a capacity of 850 people.\nOfficials say bad weather was the cause of the accident.\n</P>\n", 
            "id": "APW_ENG_20070102.0166"
        }, 
        {
            "headline": "Rescuers scour seas for Indonesia ferry missing ATTENTION - ADDS weather ///", 
            "text": "\n<P>\nShips and rescue teams scoured rough seas off Indonesia for hundreds of people\nstill missing after a ferry disaster off Java island, as more weary survivors\nwere plucked to safety.\n</P>\n<P>\nNavy ships, fishermen and search and rescue teams have found more than 200\nsurvivors since the ferry sank late Friday with some 600 people on board.\n</P>\n<P>\nHealth department officials said they had brought in hundreds of body bags in\npreparation for the worst but so far there is no official death toll, with\nfishing boats occasionally finding bodies floating in the sea.\n</P>\n<P>\nAt least 218 people had been rescued by Monday night, the Suara Merdeka\nnewspaper said, quoting a local government search and rescue command post.\n</P>\n<P>\nSome 48 survivors were being brought in on naval and commercial ships, the\nnewspaper based in the Javanese port of Semarang said.\n</P>\n<P>\nTransport Minister Hatta Rajasa said the search operation would continue for the\nhundreds still missing.\n</P>\n<P>\n\"If needed, the search will be extended to an unspecified time,\" he was quoted\nas saying by the detikcom online news portal.\n</P>\n<P>\nBad weather and rough seas, which have hampered rescue operations, would persist\nthis week from Java to Timor, meteorologists said.\n</P>\n<P>\n\"The waters in these areas will still experience high waves, while heavy rains\nand strong winds will occur in the seas of East Java,\" Ahmad Zakir told the\nstate-run Antara news agency.\n</P>\n<P>\nThe ferry was en route from Kumai on Borneo island to the Javanese port city of\nSemarang when it sank. Initial investigations showed it was likely that bad\nweather was to blame.\n</P>\n<P>\nSurvivors have said the ship went down in minutes in rough seas as it tried to\nstabilise itself, leaving the passengers and crew little chance of saving\nthemselves.\n</P>\n<P>\n\"Only about 10 minutes after we dropped anchor the ship disappeared. The next\nthing I knew, I was in the water,\" deckhand Wawan, 22, told AFP.\n</P>\n<P>\n\"I'd floated around since Friday night until the fishermen's boat found me\nsometime Sunday night, almost midnight,\" he said in hospital here after being\nbrought in by fishing boat early Monday.\n</P>\n<P>\nFellow survivor Ariyo Tanoto said many were trapped as the ship went down.\n</P>\n<P>\n\"I saw the ferry sink in about 10 minutes,\" Tanoto, 19, told ElShinta radio.\n\"Only some 30 percent had managed to save themselves. They had lifejackets.\"\n</P>\n<P>\n\"Many were still trapped in the ferry. I would say more than 50 percent of the\npassengers were still on board when the ship sank,\" he added.\n</P>\n<P>\nWarships, fishing vessels and helicopters have braved continuing bad weather and\nrough seas to scour the waters off the north coast of Java since the \"Senopati\nNusantara\" (Archipelago Commander) sank.\n</P>\n<P>\nMeteorologists have warned the bad weather and rough seas will continue for the\nnext few days, with waves of two to four metres (six to 12 feet) high and strong\nwinds.\n</P>\n<P>\nPreliminary investigations showed bad weather was to blame for the accident,\ntransport safety officials have said as they continue to collect data.\n</P>\n<P>\nThe vessel was carrying 542 passengers and 57 crew when it sank. It was licensed\nto carry 850.\n</P>\n<P>\nFerries are a crucial link between the archipelago nation's 17,000 islands and\nfrequently carry more people than officially acknowledged.\n</P>\n", 
            "id": "AFP_ENG_20070102.0172"
        }, 
        {
            "headline": "Bad weather hampering search for survivors of Indonesian ferry sinking", 
            "text": "\n<P>\nDozens of survivors who drifted at sea for three days were picked up by fishing\nboats Tuesday after a ferry sunk in a storm off central Indonesia, an official\nsaid.\n</P>\n<P>\nStrong winds and poor visibility prevented search aircraft from taking to the\nskies to search for about 400 people still missing, but ships continued to\npatrol the waters off Java, near the site where the boat went\ndown.\n</P>\n<P>\nRescue teams were focused around Madura island, around 600 kilometers (375\nmiles) east of the capital, Jakarta.\n</P>\n<P>\n\"Heavy surf and high waves are still hampering our relief efforts, but we\nbelieve many survivors are over there, they need our help,\" said rescue worker\nAgus Anwari.\n</P>\n<P>\nNearly 200 have been found alive since the ferry sinking and authorities say\nthey will keep searching until Sunday. Thirteen corpses have been recovered and\nscores of others have been spotted floating at sea, officials\nsaid.\n</P>\n<P>\nSurvivor Susilo, 35, was picked up by fishermen and taken to a hospital with\nchest pain and respiratory problems along with five others after drifting in a\nlife raft for four days.\n</P>\n<P>\n\"Six among us died, one by one, due to starvation, cold and after drinking too\nmuch sea water,\" he said.\n</P>\n<P>\nAnother 27 survivors were rescued elsewhere off the Java coast Tuesday. Air\nforce planes have dropped food and water to some survivors stranded in the Java\nSea.\n</P>\n<P>\nWeeping relatives camped out at a local hospital, and a temporary morgue was\nbeing set up at a port close to where the crowded passenger ship went down late\nFriday.\n</P>\n<P>\nHundreds of body bags were being prepared.\n</P>\n<P>\nThe Senopati Nusantara sank after being pounded by heavy waves for more than 10\nhours as it neared the end of a two-day journey from the Indonesian section of\nBorneo island to the country's main island of Java.\n</P>\n<P>\nHead of the search and rescue mission Jan Simamora said that high winds and poor\nvisibility had prevented helicopters and search planes from taking to the air on\nTuesday.\n</P>\n<P>\nHarrowing tales about the ship's last moments continued to emerge.\n</P>\n<P>\nWaluyo, 50, recalled holding onto a large tire and seeing two of his children\nlose their grip and drown.\n</P>\n<P>\n\"For 17 hours we held on, sometimes being turned over in the swell, but one by\none the people fell off, including my two children,\" he said. \"I could not do\nanything apart from pray.\" Waluyo goes by a single name.\n</P>\n<P>\nThe ferry, which was built in Japan in 1992, had a capacity of 850 people.\nOfficials say bad weather was the cause of the accident.\n</P>\n<P>\nSeparately, a speed boat capsized in poor weather Monday night off the coast of\nBorneo island, killing 15, officials said -- the fourth deadly accident in less\nthan a week in the vast archipelago.\n</P>\n", 
            "id": "APW_ENG_20070102.0277"
        }, 
        {
            "headline": "Indonesian navy battles storm to rescue ferry survivors", 
            "text": "\n<P>\nIndonesian navy ships Wednesday battled storms and gale force winds to rescue 13\nsurvivors of a ferry disaster, with hundreds still missing five days after the\nship sank in a storm off Java island.\n</P>\n<P>\n\"(Warship) KRI Hiu saved 13 survivors just south of Bawean island today\n(Wednesday),\" Central Java navy commander Colonel Yan Simamora told AFP.\n</P>\n<P>\nBawean is 350 kilometres (220 miles) northeast of the Javanese port of Semarang,\nthe original destination of the ill-fated ferry.\n</P>\n<P>\nNavy ships, fishermen and search and rescue teams have found more than 200\nsurvivors since the ferry sank late Friday with some 600 people on board.\n</P>\n<P>\n\"So far there are 205 survivors and seven people found dead,\" Semarang port\nofficial Bagasto told AFP.\n</P>\n<P>\nThree unidentified victims were buried Wednesday.\n</P>\n<P>\nThe large wooden coffins were lowered into the ground in a simple ceremony in\nRembang, east of Semarang, television pictures showed.\n</P>\n<P>\nSurvivors have been spotted on liferafts but bad weather and huge waves have\nbeen hampering efforts to pluck them to safety after days on the open sea.\n</P>\n<P>\nFood and drinks have been dropped to them, attached to tyres.\n</P>\n<P>\n\"The weather is still relatively bad, with strong winds and rain,\" Simamora\nsaid, stressing that the search would continue despite the adverse conditions.\n</P>\n<P>\n\"We have seven navy ships, helicopters and Nomads (patrol aircraft) currently\nsearching the area as far east as north of Madura island,\" just off Surabaya in\nEast Java province, he said.\n</P>\n<P>\nMeteorologists have warned that the bad weather and rough seas will continue for\nthe next few days, with waves of two to four metres (six to 12 feet) high and\nstrong winds.\n</P>\n<P>\nPreliminary investigations show bad weather was to blame for the accident,\ntransport safety officials have said, as they continue to collect data.\n</P>\n<P>\nThe \"Senopati Nusantara\" (Archipelago Commander) was en route from Kumai on\nBorneo island to Semarang when it sank.\n</P>\n<P>\nThe vessel was carrying 542 passengers and 57 crew when it sank. It was licensed\nto carry 850.\n</P>\n<P>\nFerries are a crucial link between the archipelago nation's 17,000 islands and\nfrequently carry more people than officially acknowledged.\n</P>\n", 
            "id": "AFP_ENG_20070103.0074"
        }
    ], 
    "id": "D1130F", 
    "title": "Borneo Ferry Sinking"
}