{
    "docSet": [
        {
            "headline": "SEC seeks to salvage assets of NY financier", 
            "text": "\n<P>\nThe implosion of a Wall Street firm whose owner is accused in a $50 billion\nswindle left regulators scrambling to seize control of its assets Friday as\ndozens of investors worried that they had gone from rich to poor\novernight.\n</P>\n<P>\nThe collapse of Bernard L. Madoff's company came just hours before his arrest\nThursday on a single securities fraud count. Madoff, who allegedly told his\nemployees he was running a \"giant (pyramid) scheme,\" was freed on $10 million\nbail.\n</P>\n<P>\nOfficials with the Securities and Exchange Commission were due in federal court\nFriday after a judge put a temporary hold on some assets of the firm until a\ncourt-appointed receiver could take control of its finances.\n</P>\n<P>\nFear ran deep for investors in Bernard L. Madoff Investment Securities LLC.\nStephen A. Weiss, who said he had spoken to at least 30 of them, said some\nentrusted all of their savings to Madoff, who had delivered steady returns for\ndecades.\n</P>\n<P>\n\"They were living comfortable lives and serene retirements and by the late\nafternoon their lives were thrown into a spiral of horror,\" Weiss said. \"These\npeople are panicked. These people are sorrowful. These people are angry. And\nmany are now destitute.\"\n</P>\n<P>\nOne investor, Lawrence Velvel, 69, dean of the Massachusetts School of Law, said\nhe and a friend may have lost millions of dollars between them.\n</P>\n<P>\n\"This is a major disaster for a lot of people,\" Velvel said in a telephone\ninterview from his Andover, Massachusetts, office. \"You work all your life, you\nfinally manage to save up something, and somebody who's entrusted with it, it\nturns out suddenly he's a crook. Lots of people are getting fully or partially\nwiped out.\"\n</P>\n<P>\nVelvel said he wants to know where government regulators, as well as accountants\nand others at Madoff's company, were when the money was being\nlost.\n</P>\n<P>\nAccording to a criminal complaint filed with the court, Madoff told senior\nemployees of his firm Wednesday that he had blown more than $50 billion with\nfraudulent financial moves, that he was \"finished\" and that he had \"absolutely\nnothing.\" The FBI said Friday that family members turned Madoff in after he\nconfessed his fraud to them.\n</P>\n<P>\nMadoff's lawyer, Dan Horwitz, said his client was \"a longstanding leader in the\nfinancial-services industry with an unblemished record\" and would \"fight to get\nthrough this unfortunate event.\"\n</P>\n<P>\nMadoff, a former Nasdaq stock market chairman, founded his firm in 1960, using\n$5,000 he earned in part as a lifeguard on Long Island beaches. In the industry,\nhe had a reputation for safe investments and steady returns that made individual\ninvestors eager to place their money with him and competitors suspicious of his\nsuccess.\n</P>\n<P>\nMarc Powers, a former SEC enforcement branch chief and head of the securities\npractice at Baker Hostetler, said Madoff was \"a very well respected, highly\nregarded person\" on Wall Street.\n</P>\n<P>\n\"Everybody heard of him,\" he said, noting his firm had received calls from\ninvestors Friday worried about their future. \"There's a shell shock that's going\non now. This ruins people's lives. It destroys whatever they built up over 40\nyears at the hands of a person they trusted.\"\n</P>\n<P>\nVelvel said he listened to Madoff's employees explain how the firm made profits\nin good times and bad through computerized trading on blue-chip stocks and\noptions, enabling small and steady profits on scores of trades.\n</P>\n<P>\n\"It made all the bloody sense in the world,\" he said. \"The way we understood,\nthey never went for the big hits. If you take a percent here, a half percent\nthere, this can add up to what Madoff was saying.\"\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers David B. Caruso, Tom Hays and Stephen Bernard\ncontributed to this story.\n</P>\n", 
            "id": "APW_ENG_20081212.1276"
        }, 
        {
            "headline": "Top-drawer investors duped in Madoff's alleged fraud: reports", 
            "text": "\n<P>\nNew York broker Bernard Madoff's alleged giant pyramid scheme duped some of the\nworld's smartest investors, reports suggested Saturday, adding to questions\nabout why the scam wasn't uncovered earlier.\n</P>\n<P>\nEvidence emerged that Madoff's alleged multi-billion-dollar fraud stretched from\nTokyo to Europe to top US investors, all of them apparently unaware until the\nbroker's arrest Thursday that they were being conned.\n</P>\n<P>\nProsecutors allege that Madoff, a decades-long veteran of Wall Street and pillar\nof the US financial community, confessed to losing at least 50 billion dollars\nin the so-called Ponzi scheme, or pyramid fraud.\n</P>\n<P>\nUS newspapers detailed how Madoff, 70, traded on his impeccable reputation and\naccess to exclusive country clubs to cultivate A-list investment clients\nincluding big banks, hedge funds and individuals.\n</P>\n<P>\nThe Securities and Exchange Commission alleges he delivered consistently strong\nreturns by secretly using the principal from new investors to pay out to other\ninvestors.\n</P>\n<P>\nAs long as he could attract new investors the alleged scheme worked.\n</P>\n<P>\nThe plot appears to have unraveled when clients asked to withdraw their\nprincipal -- as they have been doing from hedge funds worldwide -- only to\ndiscover that Madoff's seemingly brimming coffers were empty.\n</P>\n<P>\nAccording to The Wall Street Journal, investors facing losses include French\nbank BNP Paribas, Tokyo-based Nomura Holdings and Zurich's Neue Privat Bank.\n</P>\n<P>\nSpanish newspapers reported that a fund run by leading bank Santander was\nheavily exposed and that investors in Spain risk losing some three billion\ndollars.\n</P>\n<P>\nSwiss bankers face losses of up to five billion dollars, Geneva's Le Temps\nnewspaper said.\n</P>\n<P>\nThe report said that Union Bancaire Privee, a major asset management institution\nspecializing in hedge funds, could be exposed to the tune of one billion\ndollars.\n</P>\n<P>\nUBP refused to comment on the report, which said that 90 percent of fund\nmanagement companies operating in Geneva invested in Madoff products.\n</P>\n<P>\nTop-drawer US investors who were taken in included the former owner of the\nPhiladelphia Eagles American football team Norman Braman, according to news\nreports.\n</P>\n<P>\nHedge funds are likely to take an especially big hit because Madoff was handling\nmoney for several companies raising money for such funds, the Journal said.\n</P>\n<P>\n\"I'm wiped out,\" the Journal quoted Sandra Manzke, chairman of one such company,\nMaxam Capital Management, as saying after reporting 280 million dollars in\nlosses.\n</P>\n<P>\nThe New York Times reported that a hedge fund advisory firm, Fairfield Greenwich\nGroup, had invested 7.5 billion dollars with Madoff.\n</P>\n<P>\nAs federal investigators poured over the books at Bernard L. Madoff Investment\nSecurities LLC, the Times highlighted the apparent lack of oversight through the\nyears of what appears set to be Wall Street's record-sized fraud.\n</P>\n<P>\nDespite Madoff's amazingly high and consistent returns and the fact that a\nrelatively unknown accounting firm was doing his audits, the Securities and\nExchange Commission \"appears to have been completely surprised,\" the Times\nwrote.\n</P>\n<P>\n\"Despite these and other red flags, hedge fund companies kept promoting Mr\nMadoff’s funds to other funds and individuals,\" the Times wrote.\n</P>\n<P>\nAmong those recruiting investors on Madoff's behalf, the Times reported, were\nJapan's Nomura.\n</P>\n<P>\nThe debacle has \"swept up some of the most prominent and wealthy Americans,\nalong with many people who thought they were embarking on a comfortable\nretirement and have now been left destitute,\" the Journal quoted a lawyer for\nanother victim, Milberg LLP, as saying.\n</P>\n", 
            "id": "AFP_ENG_20081213.0171"
        }, 
        {
            "headline": "Investor's Business `All Just One Big Lie,' SEC Charges", 
            "text": "\n<P>\nDeborah Coltin learned Friday morning that the $8 million foundation she\nhas led for a decade, which supported a wide range of Jewish programs on the\nnorth shore of Massachusetts, did not actually exist.\n</P>\n<P>\nThe foundation had invested its endowment with Bernard L. Madoff, a\nstoried name on Wall Street. Every year, Madoff paid out several hundred\nthousand dollars to the foundation. But on Thursday, Madoff was charged with\nsecurities fraud after confessing to his sons that his business was a Ponzi\nscheme, according to a complaint filed by the Securities and Exchange\nCommission. The returns paid to investors came from money invested by other\npeople. And there was almost nothing left.\n</P>\n<P>\nIt may be the largest fraud in the history of Wall Street, authorities\nsaid. Madoff is charged with stealing as much as $50 billion, in part to\ncover a pattern of massive losses, even as he cultivated a reputation as a\nfinancial mastermind and prominent philanthropist.\n</P>\n<P>\nColtin, executive director of the Robert I. Lappin Charitable\nFoundation, said she spent the day at her office as a woman in mourning,\ntaking condolence calls and trying to understand what happened.\n</P>\n<P>\n\"I laid off five people today,\" she said.\n</P>\n<P>\n\"Our foundation was the lifeblood of this community,\" she\nsaid.\n</P>\n<P>\n\"It's just very, very sad.\"\n</P>\n<P>\nMadoff's investors included a number of prominent hedge funds and the\nfirm of Fred Wilpon, the owner of the New York Mets. Several may have\nsustained billions of dollars in losses.\n</P>\n<P>\nBut the damage appears to be deepest in the small world of Jewish\nphilanthropy, where Madoff was a leading figure. The North Shore-Long Island\nJewish Health System said it lost $5 million. The Julian J. Levitt\nFoundation, based in Texas and focused on Jewish causes, lost about $6\nmillion. Yeshiva University, a New York institution where Madoff served on\nthe board, said it was examining how much money it invested with his\nfirm.\n</P>\n<P>\nMadoff's own $19 million foundation, which gave to a range of New York\nand Jewish causes, also was wiped out.\n</P>\n<P>\nIra Lee Sorkin, an attorney for Madoff, said Madoff's firm \"is\ncooperating fully with the government.\"\n</P>\n<P>\n\"We're disturbed about these unfortunate events that have led to this,\"\nSorkin said. He declined to say whether Madoff, who has been released on\nbail, will fight the charges.\n</P>\n<P>\nMadoff, 70, made his fortune as a middleman between buyers and sellers\nof stock. He helped pioneer electronic trading as an alternative to the New\nYork Stock Exchange, where buyers and sellers meet in person, and he\neventually became chairman of Nasdaq, the first electronic stock\nexchange.\n</P>\n<P>\nMadoff built himself into a brand. He came to Wall Street with money\nsaved as a Long Island lifeguard and built a family business employing many\nrelatives, including his sons, and refused to sell the business or take it\npublic. He advertised his integrity.\n</P>\n<P>\n\"In an era of faceless organizations owned by other equally faceless\norganizations, Bernard L. Madoff Investment Securities LLC harks back to an\nearlier era in the financial world: The owner's name is on the door,\" the\ncompany's Web site said. \"Clients know that Bernard Madoff has a personal\ninterest in maintaining the unblemished record of value, fair-dealing, and\nhigh ethical standards that has always been the firm's hallmark.\"\n</P>\n<P>\nBy the late 1970s, and perhaps earlier, Madoff began managing money for\ninvestors, at least in part because he could require people to process\ntrades through his firm. Madoff eventually attracted billions of dollars\nfrom investors. Some he knew personally. Others belonged to clubs he was a\nmember of, including the Palm Beach Country Club in Florida and Glen Oaks\nCountry Club in New York. Several large hedge funds invested with Madoff in\npart because he did not charge traditional fees, instead collecting money\nsolely for processing trades.\n</P>\n<P>\nThe key attraction, however, was Madoff's remarkably successful track\nrecord. A hedge fund run by Madoff, which described its strategy as focused\non shares in the Standard &amp; Poor's 100-stock index, averaged a 10.5\npercent annual return over the past 17 years.\n</P>\n<P>\nThis year, amid a general market collapse, the fund reported that it was\nup 5.6 percent through November, while the S&amp;P 500-stock index fell 38\npercent.\n</P>\n<P>\nThe SEC charged in its complaint that the returns were artificial.\nMadoff at some point started paying investors with money received from other\ninvestors, a Ponzi scheme, according to the SEC.\n</P>\n<P>\n\"Mr. Madoff lured investors to entrust him with substantial sums of\nmoney -- in some cases massive amounts of money -- with the false promise of\ngreat interest returns,\" said Mark Mulholland, a New York lawyer who filed a\nclass-action lawsuit Thursday against Madoff. He said his firm has been\napproached by two dozen investors, who lost up to $90 million.\n</P>\n<P>\nThe SEC said it is not clear when Madoff started using new investments\nto create the appearance of profits. But the alleged ruse was finally\nexposed by the global financial crisis.\n</P>\n<P>\nMadoff's investors had requested the return of about $7 billion by the\nend of the year, part of a broad trend in which investors are pulling\nmassive sums from Wall Street. Madoff told one of his sons earlier this\nmonth that he was struggling to find the money. Then he told his other son\nthat he was ready to pay annual bonuses to employees.\n</P>\n<P>\nThe sons confronted their father Wednesday, according to authorities,\nasking how the firm could pay bonuses if it couldn't pay investors.\n</P>\n<P>\nMadoff asked them to come to his apartment, saying \"he wasn't sure he\nwould be able to hold it together\" at the office, the SEC said. There he\nsaid he was \"finished.\" The business was \"a giant Ponzi scheme\" -- \"all just\none big lie,\" the SEC documents said.\n</P>\n<P>\nHe estimated that his investors had lost $50 billion.\n</P>\n<P>\nThe sons reported Madoff to authorities. Friday, a federal judge placed\nthe company in receivership at the SEC's request.\n</P>\n<P>\nOutside analysts had raised concerns about Madoff's firm for\nyears.\n</P>\n<P>\nThe company made its own trades and held the shares it bought, unusual\npractices that kept its activities hidden from view. Madoff also avoided\nfiling disclosures of its holdings with the SEC; the firm said that at the\nend of every reporting period it sold its holdings and held only cash. Such\na tactic is highly unusual because it exposes a fund to large losses by\nforcing it to sell assets without regard to price.\n</P>\n<P>\nMadoff, though a pioneer of electronic trading, also refused to provide\nclients online access to their accounts.\n</P>\n<P>\n\"This was extremely secretive, even for the non-transparent world of\nhedge funds,\" said Jake Walthour Jr., head of advisory services for Aksia, a\nNew York consulting firm that advised clients not to invest in Madoff's\nfunds. \"It was all done almost in fortress fashion to prevent anyone from\nknowing what was going on.\"\n</P>\n<P>\nBut a large number of investors apparently could not resist.\n</P>\n<P>\nRobert Lappin started investing with Madoff in the early 1990s and\neventually entrusted him with the entirety of his family foundation. The\nLappin Foundation, created \"to keep our children Jewish,\" gave about $1.5\nmillion to Jewish groups in 2007, including a long-standing program that has\npaid for about 1,800 teenagers to visit Israel.\n</P>\n<P>\nColtin, the executive director, went to sleep Thursday night with an\ninkling of bad news and woke up at 6 a.m. Friday, planning to call Lappin.\nBefore she could, the phone rang.\n</P>\n<P>\n\"He said: `I have to tell you this. Our funds are frozen,' \" Coltin\nsaid.\n</P>\n<P>\nA little bit later, it became clear that the money had melted\naway.\n</P>\n", 
            "id": "LTW_ENG_20081214.0011"
        }, 
        {
            "headline": "European banks suffer new hit from Madoff scandal", 
            "text": "\n<P>\nSpain's largest bank, Santander, said Sunday an investment fund subsidiary may\nhave lost more than three billion dollars in the scandal involving New York\ntrader Bernard Madoff, and other major European lenders admitted they too have\nsuffered.\n</P>\n<P>\nMadoff is alleged to have lost 50 billion dollars in a giant pyramid scheme that\ncollapsed in the global financial crisis.\n</P>\n<P>\nSantander said its investment fund Optimal has an exposure of 2.33 billion euros\n(3.1 billion dollars). The bank said it had also invested 17 million euros of\nits own funds in Madoff products.\n</P>\n<P>\nFrench bank BNP Paribas also revealed it could lose up to 350 million euros (470\nmillion dollars) in the scandal.\n</P>\n<P>\nA BNP Paribas said the bank had no direct investment with Madoff's company but\n\"it does have risk exposure to these funds through its trading business and\ncollateralized lending to funds of hedge funds.\n</P>\n<P>\n\"If, as a result of the alleged fraud, the value of the assets of these hedge\nfunds is nil, BNP Paribas' loss could amount to around 350 million euros.\"\n</P>\n<P>\nIn Britain, a spokeswoman for Royal Bank of Scotland told AFP the bank had \"some\nexposure\" to Madoff, but declined to give details.\n</P>\n<P>\nEuropean media have said HSBC of Britain and Union Bancaire Privee of\nSwitzerland could also have suffered, although neither has admitted or denied\nlosing money.\n</P>\n<P>\nA British investment fund that also acknowledged being a Madoff client\ncriticised what it called the \"systemic failure\" of US regulators.\n</P>\n<P>\nBramdean Alternatives Limited said the accusations against Madoff raised\n\"fundamental questions\" about the American financial regulatory system.\n</P>\n<P>\n\"It is astonishing that this apparent fraud seems to have been continuing for so\nlong, possibly for decades, while investors have continued to invest more money\ninto the Madoff funds in good faith,\" the firm said in a statement.\n</P>\n<P>\nBramdean Alternatives invested around 21 million pounds (23.3 million euros,\n31.2 million dollars), or around 9.5 percent of its portfolio, with Madoff's\ncompany.\n</P>\n<P>\nBritish newspapers reported that among Bramdean's clients is property magnate\nVincent Tchenguiz, one of Britain's richest men, who apparently invested 40\nmillion pounds with the firm.\n</P>\n<P>\nSwiss bankers face losses of up to five billion dollars (3.7 billion euros),\nGeneva's Le Temps newspaper said.\n</P>\n<P>\nIt said Union Bancaire Privee, a major asset management institution specialising\nin hedge funds, could be exposed to the tune of one billion dollars.\n</P>\n<P>\nUBP refused to comment on the report, which said that 90 percent of fund\nmanagement companies operating in Geneva invested in products of Bernard L.\nMadoff Investment Securities LLC.\n</P>\n<P>\nItaly's stock market watchdog, the Consob, has launched an investigation into\nthe impact of the scandal on the national financial system, Ansa news agency\nreported.\n</P>\n<P>\nThe Bank of Spain also opened an investigation to determine the level of\ninvolvement of Spanish companies, the Spanish daily El Mundo said.\n</P>\n<P>\nThe Madoff scandal could have a bigger impact in Spain than the collapse of US\nbank Lehman Brothers this year, in which Spanish investors had exposure of\nbetween 1.3 and 2.6 billion euros.\n</P>\n<P>\nMadoff was arrested on Thursday for allegedly defrauding his customers through a\ngiant pyramid scheme, with prosecutors alleging that the 70-year-old, a Wall\nStreet veteran, confessed to losing at least 50 billion dollars.\n</P>\n", 
            "id": "AFP_ENG_20081214.0043"
        }, 
        {
            "headline": "European banks suffer new hit from Madoff scandal", 
            "text": "\n<P>\nBanks and financial authorities across Europe scrambled Sunday to uncover the\nscope of losses suffered at the hands of New York investment broker Bernard\nMadoff.\n</P>\n<P>\nMadoff is alleged to have lost 50 billion dollars in a giant pyramid scheme that\ncollapsed in the global financial crisis and top European banks are reported to\nbe clients.\n</P>\n<P>\nItaly's stock market watchdog, the Consob, has launched an investigation into\nthe impact of the scandal on the national financial system, Ansa news agency\nreported.\n</P>\n<P>\nA spokeswoman for Royal Bank of Scotland told AFP that the bank had \"some\nexposure\" to Madoff's company, but declined to give details.\n</P>\n<P>\nA British investment fund that also acknowledged being a Madoff client\ncriticised what it called the \"systemic failure\" of US regulators.\n</P>\n<P>\nBramdean Alternatives Limited said the accusations against Madoff raised\n\"fundamental questions\" about the American financial regulatory system.\n</P>\n<P>\n\"It is astonishing that this apparent fraud seems to have been continuing for so\nlong, possibly for decades, while investors have continued to invest more money\ninto the Madoff funds in good faith,\" the firm said in a statement.\n</P>\n<P>\nBramdean Alternatives invested around 21 million pounds (23.3 million euros,\n31.2 million dollars), or around 9.5 percent of its portfolio, with Madoff's\ncompany.\n</P>\n<P>\nBritish newspapers reported that among Bramdean's clients is property magnate\nVincent Tchenguiz, one of Britain's richest men, who apparently invested 40\nmillion pounds with the firm.\n</P>\n<P>\nEuropean media have said Banco Santander of Spain, BNPParibas of France, HSBC of\nBritain and Union Bancaire Privee of Switzerland could all have suffered. None\nhas admitted or denied losing money.\n</P>\n<P>\nSwiss bankers face losses of up to five billion dollars (3.7 billion euros),\nGeneva's Le Temps newspaper said.\n</P>\n<P>\nIt said Union Bancaire Privee, a major asset management institution specialising\nin hedge funds, could be exposed to the tune of one billion dollars.\n</P>\n<P>\nUBP refused to comment on the report, which said that 90 percent of fund\nmanagement companies operating in Geneva invested in products of Bernard L.\nMadoff Investment Securities LLC.\n</P>\n<P>\nThe Bank of Spain also opened an investigation to determine the level of\ninvolvement of Spanish companies, the Spanish daily El Mundo said.\n</P>\n<P>\nThe only official statement has come from Spain's second largest bank, BBVA,\nwhich said it had not commercialised \"any Madoff product.\"\n</P>\n<P>\nSpanish newspapers reported that Optimal, an investment firm of Banco Santander,\nwas heavily exposed and that investors risked losing some three billion dollars.\nSantander, Europe's second largest bank, has made no comment.\n</P>\n<P>\nSpanish authorities are taking the scandal very seriously and the central bank\nbegan an investigation on the impact on Friday, El Mundo said.\n</P>\n<P>\nIf the figures are confirmed, the fraud could have a bigger impact in Spain than\nthe collapse of US bank Lehman Brothers this year, in which Spanish investors\nhad exposure of between 1.3 and 2.6 billion euros.\n</P>\n<P>\nEurope's largest bank, HSBC, meanwhile, declined to confirm any relationship\nwith the alleged fraudster. BNP Paribas also refused to comment on reports that\nit had invested with Madoff.\n</P>\n<P>\nMadoff was arrested on Thursday for allegedly defrauding his customers through a\ngiant pyramid scheme, with prosecutors alleging that the 70-year-old, a Wall\nStreet veteran, confessed to losing at least 50 billion dollars.\n</P>\n", 
            "id": "AFP_ENG_20081214.0083"
        }, 
        {
            "headline": "THE 17TH FLOOR, WHERE WEALTH WENT TO VANISH", 
            "text": "\n<P>\nThe epicenter of what may be the largest Ponzi scheme in history\nwas the 17th floor of the Lipstick Building, an oval red-granite\nbuilding rising 34 floors above Third Avenue in Midtown Manhattan.\n</P>\n<P>\nA busy stock-trading operation occupied the 19th floor, and the\ncomputers and paperwork filled the 18th floor of Bernard L. Madoff\nInvestment Securities.\n</P>\n<P>\nBut the 17th floor was Bernie Madoff's sanctum, occupied by\nfewer than two dozen staff members and rarely visited by other\nemployees. They called it the \"hedge fund\" floor, but federal\nprosecutors now say the work Madoff did there was actually a fraud\nscheme whose losses Madoff himself estimates at $50 billion.\n</P>\n<P>\nThe tally of reported losses climbed through the weekend to\nnearly $20 billion, with a giant Spanish bank, Banco Santander,\nreporting Sunday that clients of one of its Swiss subsidiaries have\nlost $3 billion. Some of the biggest losers were members of the\nPalm Beach Country Club, where many of Madoff's wealthy clients\nwere recruited.\n</P>\n<P>\nThe list of prominent victims grew as well. According to a\nperson familiar with the business of the real estate and publishing\nmagnate Mort Zuckerman, he is also on a list of victims that\nalready included the owners of the New York Mets, a former owner of\nthe Philadelphia Eagles and the chairman of GMAC.\n</P>\n<P>\nAnd the 17th floor is now an occupied zone, as investigators and\nforensic auditors try to piece together what Madoff did with the\nbillions entrusted to him by individuals, banks and hedge funds\naround the world.\n</P>\n<P>\nSo far, only Madoff, the firm's 70-year-old founder, has been\narrested in the scandal. He is free on a $10 million bond and\ncannot travel far outside the New York area.\n</P>\n<P>\nBut a question still dominates the investigation: How one person\ncould have pulled off such a far-reaching, long-running fraud,\ncarrying out all the simple practical chores the scheme required,\nlike producing monthly statements, annual tax statements, trade\nconfirmations and bank transfers.\n</P>\n<P>\nFirms managing money on Madoff's scale would typically have\nhundreds of people involved in these administrative tasks.\nProsecutors say he claims to have acted entirely alone.\n</P>\n<P>\n\"Our task is to find the records and follow the money,\" said\nAlexander Vasilescu, a lawyer in the New York office of the\nSecurities and Exchange Commission. As of Sunday night, he said,\ninvestigators could not shed much light on the fraud or its scale.\n\"We do not dispute his number -- we just have not calculated how he\nmade it,\" he said.\n</P>\n<P>\nScrutiny is also falling on the many banks and money managers\nwho helped steer clients to Madoff and now say they are among his\nvictims.\n</P>\n<P>\nWhile many investors were friends or met Madoff at country clubs\nor on charitable boards, even more had entrusted their money to\nprofessional advisory firms that, in turn, handed it on to Madoff --\nfor a fee.\n</P>\n<P>\nInvestors are now questioning whether these paid advisers were\ndiligent enough in investigating Madoff to ensure that their money\nwas safe. Where those advisers work for big institutions like Banco\nSantander, investors will most likely look to them, rather than to\nthe remnants of Madoff's firm, for restitution.\n</P>\n<P>\nSantander may face $3.1 billion in losses through its Optimal\nInvestment Services, a Geneva-based fund of hedge funds that is\nowned by the bank. At the end of 2007, Optimal had 6 billion euros,\nor $8 billion, under management, according to the bank's annual\nreport -- which would mean that its Madoff investments were a\nsubstantial part of Optimal's portfolio.\n</P>\n<P>\nA spokesman for Santander declined to comment on the case.\n</P>\n<P>\nOther Swiss institutions, including Banque Benedict Hentsch and\nNeue Privat Bank, acknowledged being at risk, with Hentsch\nconfirming about $48 million in exposure.\n</P>\n<P>\nBNP Paribas said it had not invested directly in the Madoff\nfunds but had 350 million euros, or about $500 million, at risk\nthrough trades and loans to hedge funds. And the private Swiss bank\nReichmuth said it had 385 million Swiss francs, or $327 million, in\npotential losses. HSBC, one of the world's largest banks, also said\nit had made loans to institutions that invested in Madoff but did\nnot disclose the size of its potential losses.\n</P>\n<P>\nLosses of this scale simply do not seem to fit into the intimate\nbusiness that Madoff operated in New York.\n</P>\n<P>\nWith just more than 200 employees, it was tight-knit and\nfriendly, according to current and former employees. Madoff was\ngregarious and empathetic, known for visiting sick employees in\ntheir hospitals and hosting warmly generous staff parties.\n</P>\n<P>\nBy the elevated standards of Wall Street, the Madoff firm did\nnot pay exceptionally well, but it was loyal to employees even in\nbad times. Madoff's family filled the senior positions, but his was\nnot the only family at the firm -- generations of employees had\nworked for Madoff.\n</P>\n<P>\nEven before Madoff collapsed, some employees were mystified by\nthe 17th floor. In recent regulatory filings, Madoff claimed to\nmanage $17 billion for clients -- a number that would normally\noccupy a staff of at least 200 employees, far more than the 20 or\nso who worked on 17.\n</P>\n<P>\nOne Madoff employee said he and other workers assumed that\nMadoff must have a separate office elsewhere to oversee his client\naccounts.\n</P>\n<P>\nNevertheless, Madoff attracted and held the trust of companies\nthat prided themselves on their diligent investigation of\ninvestment managers.\n</P>\n<P>\nOne of them was Walter M. Noel Jr., who struck up a business\nrelationship with Madoff 20 years ago that helped earn his\ninvestment firm, the Fairfield Greenwich Group, millions of dollars\nin fees.\n</P>\n<P>\nIndeed, over time, one Fairfield's strongest selling points for\nits largest fund was its access to Madoff.\n</P>\n<P>\nBut now, Noel and Fairfield are the biggest known losers in the\nscandal, facing potential losses of $7.5 billion, more than half\nits assets.\n</P>\n<P>\nJeffrey Tucker, a Fairfield co-founder and former federal\nregulator, said in a statement posted on the firm's Web site: \"We\nhave worked with Madoff for nearly 20 years, investing alongside\nour clients. We had no indication that we and many other firms and\nprivate investors were the victims of such a highly sophisticated,\nmassive fraudulent scheme.\"\n</P>\n<P>\nThe huge loss comes at a time when the hedge fund industry has\nalready been wounded by the volatile markets. Several weeks ago,\nFairfield had halted investor redemptions at two of its other\nfunds, citing the tough market conditions as dozens of hedge funds\nhave done. The firm reported a drop of $2 billion in assets between\nSeptember and November.\n</P>\n<P>\nFairfield was founded in 1983 by Noel, the former head of\ninternational private banking at Chemical Bank, and Tucker, a\nformer Securities and Exchange Commission official. It grew\ndramatically over the years, attracting investors in Europe, Latin\nAmerica and Asia.\n</P>\n<P>\nNoel first met Madoff in the 1980s, and Fairfield's fortunes\ngrew along with the returns Madoff reported. The two men were very\ndifferent: Madoff hailed from eastern Queens and was tied closely\nto the Jewish community, while Noel, a native of Tennessee, moved\nin the Greenwich social scene with his wife, Monica.\n</P>\n<P>\n\"Walter was always really confident in Bernie and the strategy\nhe employed,\" said one hedge fund manager who declined to be named\nbecause for fear of jeopardizing his relationship with Noel.\n</P>\n<P>\n\"He was a person of superb ethics, and this has to cut him to\nthe quick,\" said George L. Ball, a former executive at E. F.\nHutton and Prudential-Bache Securities who knows Mr. Noel.\n</P>\n<P>\nFairfield touted its investigative skills. On its Web site, the\nfirm claimed to investigate hedge fund managers for six to 12\nmonths before investing. As part of the process, a team of\nexaminers conducted personal background checks, audited brokerage\nrecords and trading reports and interviewed hedge fund executives\nand compliance officials.\n</P>\n<P>\nIn 2001, Madoff called Fairfield and invited the firm to inspect\nhis books after two news reports questioned the validity of his\nreturns, according to a person close to Fairfield. Outside auditors\nhired to inspect Madoff's operations concluded that \"everything\nchecked out,\" this person said.\n</P>\n<P>\n\"FGG performed comprehensive and conscientious due diligence\nand risk monitoring,\" Marc Kasowitz, a lawyer for Fairfield, said\nin a statement. \"FGG like so many other Madoff clients was a\nvictim of a highly-sophisticated massive fraud that escaped the\ndetection of top institutional and private investors, industry\norganizations, auditors, examiners, and regulatory authorities.\"\n</P>\n<P>\nNow, Fairfield is seeking to recover what it can from Madoff.\n</P>\n<P>\n\"It is our intention to aggressively pursue the recovery of all\nassets related to Bernard L. Madoff Investment Securities,\" Tucker\nsaid in a statement.\n</P>\n<P>\nWorking alongside the federal investigators on Madoff's 17th\nfloor, staffers for Lee S. Richards 3d, the court-appointed\nreceiver for the firm, are trying to determine what parts of the\nfirm can keep operating to preserve assets for investors.\n</P>\n<P>\nA hotline number had been posted on the company Web site,\nmadoff.com, but on Sunday night, Richards said that there was\nlittle reason to call.\n</P>\n<P>\n\"We don't have anything to report to investors at this time,\"\nhe said. \"We are doing everything we can to protect the assets of\nthe Madoff entities that are subject to the receivership, and to\nlearn what we can about the operations of those entities.\"\n</P>\n", 
            "id": "NYT_ENG_20081214.0144"
        }, 
        {
            "headline": "British investor slams 'systemic failure' of US regulators", 
            "text": "\n<P>\nA British investment fund that counted itself a client of alleged Wall Street\nfraudster Bernard Madoff criticised the \"systemic failure\" of regulators in the\nUnited States on Sunday.\n</P>\n<P>\nBramdean Alternatives Limited said the accusations against Madoff raised\n\"fundamental questions\" about the American financial regulatory system.\n</P>\n<P>\n\"It is astonishing that this apparent fraud seems to have been continuing for so\nlong, possibly for decades, while investors have continued to invest more money\ninto the Madoff funds in good faith,\" the firm said in a statement.\n</P>\n<P>\nIt added: \"The allegations made appear to point to a systemic failure of the\nregulatory and securities markets regime in the US.\"\n</P>\n<P>\nThe company said the \"apparent failure raises fundamental questions about the\nregulatory system under which this has happened and no doubt this will be the\nsubject of intense debate as the facts emerge.\"\n</P>\n<P>\nBramdean Alternatives invested around 21 million pounds (23.3 million euros,\n31.2 million dollars), or around 9.5 percent of its portfolio, with Madoff's\ncompany, Bernard L. Madoff Investment Securities LLC.\n</P>\n<P>\nMadoff was arrested on Thursday for allegedly defrauding his customers through a\ngiant pyramid scheme, with prosecutors alleging that the 70-year-old, a decades-\nlong veteran of Wall Street, confessed to losing at least 50 billion dollars in\nthe so-called Ponzi scheme.\n</P>\n<P>\n\"Most investors, including ourselves, regarded the Madoff strategy as offering a\nstable source of returns,\" Nicola Horlick, Bramdean's chief executive, was\nquoted as saying in Britain's Sunday Telegraph.\n</P>\n<P>\n\"Yet it seems criminal activity has continued undetected for years.\"\n</P>\n<P>\nSeveral British newspapers reported that among Bramdean's clients is property\nmagnate Vincent Tchenguiz, one of Britain's richest men, who apparently invested\n40 million pounds with the firm.\n</P>\n<P>\nThe Sunday Telegraph also reported, citing experts, that British pension funds\nand insurance companies invested in Madoff's company.\n</P>\n<P>\nA spokeswoman for Royal Bank of Scotland told AFP on Sunday that the bank had\n\"some exposure\" to Madoff's company, but declined to give details.\n</P>\n<P>\nHSBC, meanwhile, declined to confirm any relationship with the alleged\nfraudster.\n</P>\n", 
            "id": "AFP_ENG_20081214.0173"
        }, 
        {
            "headline": "Swiss bank sees $327M at risk in Madoff affair", 
            "text": "\n<P>\nThe private Swiss bank Reichmuth &amp; Co says it has 385 million Swiss francs\n($327 million) at risk in the case of U.S. financier Bernard L. Madoff, who has\nbeen accused of securities fraud.\n</P>\n<P>\nA letter to investors posted on the Lucerne bank's Web site Sunday says the\nexposure is through the Reichmuth Matterhorn, the bank's \"fund of hedge funds,\"\nand that amount represents about 3.5 percent of the 11 billion francs ($9.4\nbillion) under the bank's management.\n</P>\n<P>\n\"We sincerely regret that Reichmuth Matterhorn is affected ... ,\" the letter\nsaid.\n</P>\n<P>\nIt is the second private Swiss bank to acknowledge having investments in funds\nmanaged by Madoff. The Geneva-based Banque Benedict Hentsch Fairfield Partners\nSA says its exposure is 56 million Swiss francs ($47.5 million) of client\nassets.\n</P>\n<P>\nSwiss news media speculated Sunday that the total loss to banks in Switzerland\ncould run into the billions of francs (dollars), but Swiss authorities said they\nwere unable to say how much was at stake.\n</P>\n<P>\nMadoff, a former chairman of Nasdaq stock market, was arrested Thursday in New\nYork hours after the collapse of Bernard L. Madoff Investment Securities LLC. He\nhas been accused by U.S. authorities of running a phony investment business that\nlost at least $50 billion.\n</P>\n", 
            "id": "APW_ENG_20081214.0489"
        }, 
        {
            "headline": "US senator among potential fraud victims", 
            "text": "\n<P>\nNew Jersey U.S. Sen. Frank Lautenberg is on the growing list of potential\nvictims of what prosecutors are calling a multibillion-dollar fraud scheme run\nby New York money manager Bernard Madoff.\n</P>\n<P>\nLautenberg spokesman Scott Mulhauser says the senator was an investor in\nMadoff's investment fund -- primarily in the form of the Lautenberg family's\ncharitable foundation.\n</P>\n<P>\nThe 70-year-old Madoff was arrested Thursday in what prosecutors say was a $50\nbillion scheme by the Wall Street veteran to defraud investors.\n</P>\n<P>\nThose who have acknowledged potential losses so far include former Philadelphia\nEagles owner Norman Braman, New York Mets owner Fred Wilpon, and J. Ezra Merkin,\nthe chairman of GMAC Financial Services, among others.\n</P>\n", 
            "id": "APW_ENG_20081214.0662"
        }, 
        {
            "headline": "BNP Paribas puts Madoff exposure at euro350 million", 
            "text": "\n<P>\nFrench bank BNP Paribas has estimated its risk exposure to hedge funds managed\nby arrested Wall Street trader Bernard Madoff could lead to euro350 million\n($466.9 million) in losses.\n</P>\n<P>\nIn a brief statement Sunday, the euro zone's largest bank said it has \"no\ninvestment of its own\" in Madoff's hedge funds but \"does have risk exposure to\nthese funds through its trading business and collateralized lending to funds of\nhedge funds.\"\n</P>\n<P>\nMadoff, a respected Wall Street money manger, was detained Thursday in what\nprosecutors say was a $50 billion scheme to defraud investors.\n</P>\n<P>\nMedia reports have said Europe's second-largest banking consortium, Spain's\nGrupo Santander SA, also has extensive exposure to Madoff's funds.\n</P>\n", 
            "id": "APW_ENG_20081214.0787"
        }
    ], 
    "id": "D1135G", 
    "title": "Bernard Madoff"
}