{
    "docSet": [
        {
            "headline": "Local Russian hospitals to be able to transplant organs", 
            "text": "\n<P>\nRussian lawmakers on Wednesday adopted on first reading a law which will allow\nlocal hospitals to remove and transplant organs, something only the big\nhospitals have been allowed to do.\n</P>\n<P>\nThe 421 lawmakers of the Duma lower house of parliament voted unanimously in\nfavour of the text, pointing to a lack of available organs as things stand.\n</P>\n<P>\n\"Local hospitals, which take in the majority of ill people, who need urgent\ntreatment, can not remove organs,\" the law said.\n</P>\n<P>\nLocal hospitals, managed by regional authorities, are spread over the whole of\nRussian territory, but the most serious cases are, as things stand, then\ntransferred to the central hospitals which are mainly in Moscow and in Russia's\nbiggest cities.\n</P>\n<P>\nOrgan trafficking has become a problem over the past few years in Russia and in\n2005 four Russian doctors, who stood accused of trying to remove the kidneys of\nsomeone who was still alive, were acquitted.\n</P>\n", 
            "id": "AFP_ENG_20070124.0469"
        }, 
        {
            "headline": "Chinese army harvesting parts from Falungong inmates: report by Michel Comte ATTENTION - ADDS quotes, background ///", 
            "text": "\n<P>\nChina's military is reportedly harvesting organs from prison inmates, mostly\nFalungong practitioners, for large scale transplants including for foreign\nrecipients, a study said Wednesday.\n</P>\n<P>\nCanada's former Secretary of State for the Asia Pacific region David Kilgour and\nhuman rights lawyer David Matas released a report Wednesday into such\ntransplants after interviewing organ recipients in 30 countries.\n</P>\n<P>\nThey also interviewed Canadian hospital staff who subsequently cared for\nhundreds of patients after they underwent dubious transplant surgeries in China.\n</P>\n<P>\n\"The involvement of the People's Liberation Army in these transplants is\nwidespread,\" Kilgour told a press conference.\n</P>\n<P>\nLike many civilian hospitals in rural China, military hospitals turned to\nselling organs to make up for government funding cuts in the 1980s, the report\nstates.\n</P>\n<P>\nBut military personnel could operate with much more secrecy, it added.\n</P>\n<P>\n\"Recipients often tell us that even when they receive transplants at civilian\nhospitals, those conducting the operation are military personnel,\" the report\nstates.\n</P>\n<P>\nIt is the second report to be released by the pair, who in July published the\nresults of a two-month investigation in which they implicated dozens of\nhospitals and jails throughout China in the transplant scandal.\n</P>\n<P>\nThose allegations were vigorously denied by Chinese officials.\n</P>\n<P>\nHospitals in Canada's biggest cities, Vancouver, Calgary and Toronto meanwhile\nconfirmed \"a substantial number\" of Canadians had traveled to China for\nsuspicious organ transplants, Kilgour said.\n</P>\n<P>\n\"We're in the three digits, up over 100 (from Canada each year) and the trend is\naccelerating,\" Matas said.\n</P>\n<P>\nTo curb what they called a \"disgusting form of evil,\" the pair publicly asked\npharmaceutical firms to stop selling organ anti-rejection drugs to China.\n</P>\n<P>\nThey also urged countries to post travel advisories warning that organs from\nChina may have been harvested from unwilling donors; asked states to cease\noffering follow-up care to patients who had shady organ transplants in China;\nand called on foreign doctors to cut ties with their Chinese counterparts\nsuspected of such practices.\n</P>\n<P>\nStates should also enact legislation to ban their citizens from traveling to\nChina for organ transplants from forced donors, although the study's authors\nadmitted such prosecutions would be difficult to prove.\n</P>\n<P>\nThe US-based lobby group \"The Coalition to Investigate the Persecution of the\nFalungong in China\" had asked Kilgour and Matas to investigate claims by several\nof their members.\n</P>\n<P>\nChina banned the spiritual group in 1999 and has vehemently denied the\nallegations of organ harvesting, accusing the Falungong of spreading rumors in a\nbid to undermine the country's international relations and \"social stability.\"\n</P>\n<P>\nKilgour and Matas admitted that many of the claims were second-hand, but said\nthere was enough evidence to \"paint a picture.\"\n</P>\n<P>\nThey described one man traveling to Shanghai in 2003 for a kidney transplant at\nthe civilian No. 1 People's Hospital and his convalescence at No. 85 hospital of\nthe People's Liberation Army.\n</P>\n<P>\nEight kidneys were tested, to find a match. Only the last \"from an executed\nprisoner\" was compatible, his military surgeon told him, according to the\nreport.\n</P>\n<P>\nWang Xiaohua, a Falungong practitioner who now lives in Montreal, told reporters\nhe \"suffered inhumane persecution\" at a Chinese labor camp where jailed\nFalungong practitioners, and not other prisoners, were systematically subjected\nto blood tests to match their organs with recipients.\n</P>\n<P>\nIn their previous report, Matas and Kilgour interviewed several Falungong\nmembers and the former wife of a surgeon who told her he had removed the corneas\nfrom some 2,000 anaesthetized Falungong prisoners in northeast China in the two\nyears prior to October 2003.\n</P>\n<P>\nThey said they listened, with the help of certified interpreters, to more than\n30 veiled calls made from Canada and the United States to Chinese officials who\nadmitted to the surgeries.\n</P>\n<P>\nDozens more Chinese hospitals and jails were implicated in transcripts of new\ntelephone calls, including one to an air force hospital in Chengdu City, in\nwhich an official said it would be \"no problem\" to get organs from young and\nhealthy Falungong practitioners for a transplant.\n</P>\n", 
            "id": "AFP_ENG_20070131.0610"
        }, 
        {
            "headline": "BC-CONNELLY-COLUMN-SPI LET'S KEEP COMPASSION IN DOMESTIC PARTNERSHIP DEBATE", 
            "text": "\n<P>\nIn two hospital emergency rooms, each time with a loved one\nnear death, I've been forced to face intense, unexpected decisions\nabout life-support systems and donations of organs.\n</P>\n<P>\nAn emergency room is a place to say goodbye, profess one's\nlove, but also to carry out the wishes of a\nperson no longer able to speak for himself or herself.\n</P>\n<P>\nCan you imagine, at such a traumatic time, the pain of\nbeing denied access, or refused a role, or unable to\nspeak to a person's wishes?\n</P>\n<P>\nA Seattle woman name Charlene Strong faced exactly that situation during\nthe Dec. 14 flood, and spoke to it recently in\nOlympia.\n</P>\n<P>\nStrong was the partner of Kate Fleming, an audio-book narrator killed\nin her basement on that bleak day. She was testifying\nfor Senate Bill 5336, legislation that recognizes and grants rights\nto people in domestic partnerships, specifically same-sex couples and elderly\ncouples who have not wed.\n</P>\n<P>\n\"After attempts by myself to retrieve Kate from her audio-book studio\nin our basement and almost drowning myself, I then followed\nthe ambulance to Harborview Medical Center,\" Strong told senators.\n</P>\n<P>\n\"When I arrived at Harborview, I was denied access to Kathryn\nto be by her side as she lay dying. A\nfamily member was called in Alexandria, Virginia, to allow me\nto be in that room with her. As the minutes\nticked by, I kept wondering, 'What if she dies without\nme holding her hand? What if she dies without knowing\nthat I told her I loved her, or took off\nher wedding ring?\"\n</P>\n<P>\nStrong was then treated \"like any other married person\" by the\nhospital's medical staff. But, for a time, there was another\nobstacle.\n</P>\n<P>\n\"After going through the most awful possible thing that I could\nhave gone through in my life and almost dying myself,\nI was then denied access and the ability to tell\nthem that they were allowed to take Kate's retinas,\" she\ntestified.\n</P>\n<P>\n\"A family member was again contacted.\"\n</P>\n<P>\nOnce before in my memory, 33 years ago, has Olympia heard\nsuch riveting testimony.\n</P>\n<P>\nIn that instance, it was delivered by a friend of mine\nnamed Pat Hemenway, who was shot by a robber while\nwalking with a friend in the Washington Park Arboretum, and\nrendered a quadriplegic.\n</P>\n<P>\nAs Hemenway testified, state Sen. Perry Woodall, R-Toppenish, read a newspaper\non the dais in front of her, shuffling its pages\nas his colleagues strained to hear the woman's soft voice.\n</P>\n<P>\nBut that voice had the power to persuade lawmakers to pass\nthe Crime Victims Compensation Act. (Hemenway died of pneumonia soon\nafter its enactment.)\n</P>\n<P>\nThe courage of Charlene Strong, and the memory of Kate Fleming,\nshould persuade legislators to enact domestic partnership legislation. It is\nthe decent, humane thing to do.\n</P>\n<P>\nThere is opposition, from self-described defenders of \"traditional values.\" The domestic\npartnership legislation is part of the \"gay rights agenda\" and\n\"more about authenticating a lifestyle that is historically out-of-step with\nsociety and clearly in violation of biblical teaching,\" Gary Randall\nof the Faith and Freedom Network told his troops in\nan e-mail Friday.\n</P>\n<P>\n\"Be assured, the Domestic Partners bill that is now being heard\nis merely an incremental step toward gay marriage,\" Randall wrote.\n</P>\n<P>\nPolitics has reared its head. The gay and lesbian community wants\nsame-sex marriage. The Democratic-controlled Legislature is not prepared to go\nthat far. Sen. Ed Murray, D-Seattle, opted for a domestic\npartnership bill.\n</P>\n<P>\nBut there's a more important matter, the human consequences that flow\nfrom this nation's \"values\" debates.\n</P>\n<P>\nThe most awful ER experience, for me, was the litany of\norgan donation. As a loved one lay dying nearby, I\nhad to answer 56 often- intimate questions about her life\nand health. And then, organ by organ, we discussed what\nwas to be donated.\n</P>\n<P>\nWhat could cause greater pain and hurt? Not being able to\nanswer those questions. Not being allowed to make those choices.\nNot getting to voice the loved one's wishes.\n</P>\n<P>\nWe must not let passages from the Old Testament, or the\nquestion of whether we \"approve\" of someone's lifestyle, distract us\nfrom our basic sense of decency and fair play.\n</P>\n<P>\nBishop Joseph Tyson, speaking for the Washington State Catholic Conference, spoke\nagainst SB 5336 at the hearing. He argued that those\nwanting to change the state's definition of marriage would \"undermine\nthe one source of social and civil stability available in\nmany peoples' lives.\"\n</P>\n<P>\nAs well, Tyson argued that the domestic partnership bill would extend\nrights only to a limited constituency. What about multigenerational households,\nparticularly those of immigrants, that also face decisions about visitation,\nhealth care and insurance coverage?\n</P>\n<P>\nThe Catholic Conference ought to come back with a proposal to\ncover other relationships -- after SB 5336 is passed and\nsigned by Gov. Chris Gregoire.\n</P>\n<P>\nAn interesting sidelight to the partnership debate: Kate Fleming was a\nhighly regarded parishioner at St. Therese Church. The two most\noutspoken gays to serve in the Legislature -- Murray and\nthe late state Sen. Cal Anderson -- have been Catholics.\nCatholic social gospel even seeps through when The Stranger's gay\neditor, Dan Savage, excoriates the hierarchy in Rome.\n</P>\n<P>\nIt makes you hope to see a day when the church\ncomes out from the shadow of discipline and dogma and\ninto the sunlight of human rights -- for all of\nGod's children.\n</P>\n", 
            "id": "NYT_ENG_20070205.0035"
        }, 
        {
            "headline": "Philippines discuss guidelines for organ donations to foreigners", 
            "text": "\n<P>\nThe Philippine government is to begin consulting on guidelines for human organ\ndonations to foreigners, a government official said Tuesday.\n</P>\n<P>\nAt present there are no specific rules on organ donation to foreigners.\n</P>\n<P>\nMuch of the trade in human organs, especially kidneys, takes place on the black\nmarket.\n</P>\n<P>\nHealth Undersecretary Jade Del Mundo said organ donation was big business in the\nPhilippines, especially among the poor, who sell their kidneys.\n</P>\n<P>\nA study conducted recently by the University of the Philippines found that in\none slum area in Manila, there were 3,000 men and women who had sold one of\ntheir kidneys for 70,000-120,000 pesos (1,440-2,469 dollars).\n</P>\n<P>\nStarting this weekend, the government will begin a series of consultations  with\nprivate and public health sector leaders on how to regulate organ donation in\nthe \"face of rampant, under-the-table traffic in human organs,\" Del Mundo said.\n</P>\n<P>\nHe said the government was looking at ways of regulating the process by which\nkidneys were obtained.\n</P>\n<P>\nA report in a Japanese newspaper recently said that if the system of organ\ndonation were regulated, the Philippines could see a rush of foreign patients,\nincluding from Japan, where 10,000 people are currently awaiting kidney\ntransplants.\n</P>\n", 
            "id": "AFP_ENG_20070206.0059"
        }, 
        {
            "headline": "Use is expanding of wrong-blood-type heart transplants to save dying babies", 
            "text": "\n<P>\nConnor Geddes was 13 days old when surgeons gave him a new heart that did not\nmatch his blood type -- deliberately.\n</P>\n<P>\nConnor, now 11 months old and thriving, is one of several dozen babies around\nthe world to have received mismatched hearts, part of a slowly growing movement\nto increase these tiniest patients' survival by taking advantage of a lag in\ntheir immune systems.\n</P>\n<P>\nNow the U.S. transplant network is expanding that effort, saying youngsters may\nbe candidates for an incompatible heart up to age 2.\n</P>\n<P>\nIt is the first step in a new push by the United Network for Organ Sharing to\ndecrease the number of children who die awaiting an organ transplant, a toll\nparticularly high for infants and toddlers.\n</P>\n<P>\n\"It will not happen overnight,\" cautioned Dr. Stuart Sweet of Washington\nUniversity in St. Louis, chairman of UNOS' pediatric transplant committee. But\nthe new heart guidelines \"have the potential for significantly impacting the\nnumber of patients who die on the waiting list.\"\n</P>\n<P>\nIf the policy sounds counterintuitive, well, it is: Implant a mismatched heart\nin an adult, and he or she will die rapidly. That happened in 2003, when\nsurgeons in North Carolina accidentally gave a teenager the wrong-type heart and\nlungs.\n</P>\n<P>\nBut babies' immune systems must learn to recognize and attack an organ of a\ndifferent blood type, a process that is turning out to be more gradual than\nscientists long thought.\n</P>\n<P>\nTransplant a heart before the baby starts making antibodies that will attack a\nmismatched organ, and he or she survives as well as babies given matching\nhearts, says Dr. Lori West, the Canadian surgeon who pioneered incompatible\ntransplants in Toronto in the late 1990s.\n</P>\n<P>\nThose babies still need immune-suppressing drugs for life -- blood type is just\none form of organ rejection.\n</P>\n<P>\nBut given the scarcity of tiny hearts, the mismatch option was good news. In\n2005, the last count available, 45 children under age 2 died while awaiting a\nnew heart. As of last month, 74 youngsters under 2 were on the waiting\nlist.\n</P>\n<P>\nAbout one in 5,000 children are born with a heart defect so bad that they'll\nneed a transplant in the first year or two of life. Yet few babies die of\nconditions that allow their hearts to be donated.\n</P>\n<P>\nStill, until recently, U.S. transplant centers were reluctant to try mismatched\nhearts. UNOS began allowing them as a last resort for infants, under age 1, in\n2002; only 19 were performed through 2005. The concern: whether children really\nfare well years after getting a mismatched heart, or if rejection just sets in\nlater.\n</P>\n<P>\nBut in the last year -- with some of West's initial patients now surviving a\ndecade -- that worry is fading. Now the question is who is a good candidate for a\nmismatched heart, says Dr. Steve Webber, cardiology chief at Children's Hospital\nof Pittsburgh.\n</P>\n<P>\n\"We know we can't do it in adults, but what's the cutoff?\" asks Webber. \"Nobody\nknows for sure.\"\n</P>\n<P>\nBabies begin producing antibodies to different blood types between 5 months and\n2 1/2 years of age -- it varies widely from child to child, says West, now at the\nUniversity of Alberta's Stollery Children's Hospital. Only a few of the 90 or so\nmismatched heart transplants performed worldwide have occurred past a child's\nfirst birthday, the oldest in a 30-month-old in Britain.\n</P>\n<P>\nStill, age is just a rough marker for antibody production, West stresses. Blood\ntests to check antibodies are the real key.\n</P>\n<P>\nHence the new U.S. policy, adopted last fall and to go into effect later this\nyear. It expands use of mismatched hearts up to age 2, as long as antibody tests\nshow the toddlers are candidates.\n</P>\n<P>\nFor now, many transplant centers are like Webber's, trying their first\nmismatched transplants in babies before working up to toddlers.\n</P>\n<P>\nLast March, Connor Geddes became Pittsburgh's first of five such transplants.\nHis heart's left side was too small to pump. Doctors said Connor would not live\nlong enough to await a heart that matched his Type A blood, but they had a heart\nfrom a Type B donor available.\n</P>\n<P>\n\"It still amazes me,\" says Carrie Geddes. \"When we talk to people, friends, and\ntell them, nobody really realizes that can happen.\"\n</P>\n<P>\nEleven months later, Connor shows no sign of rejection and happily totters after\nhis older brothers. His tracheotomy tube -- from lungs were weakened by\nheart-pumping machines while he awaited the transplant -- is to be removed soon,\nand the scar on his chest is barely visible.\n</P>\n<P>\nUNOS' Sweet calls the heart policy \"a first step in what we really think is a\nlong process in improving wait-list mortality for all children.\"\n</P>\n<P>\nAt a first-of-its-kind meeting March, UNOS will take a hard look at hurdles to\nimproving child organ donation, especially for babies and toddlers. One problem\nis that when grieving parents consent to a donation, organs aren't always\nrecovered, perhaps because the local transplant center did not immediately see a\ngood recipient, Sweet says.\n</P>\n<P>\n\"It doesn't mean there is no patient suitable for that organ in the whole United\nStates,\" he says. \"There are organs out there that if we find the right\nrecipient, they could be transplanted. Even if it's one at a time, I'm willing\nto work on that.\"\n</P>\n", 
            "id": "APW_ENG_20070212.1398"
        }, 
        {
            "headline": "UC San Francisco Completes Transplant Program Takeover", 
            "text": "\n<P>\nThe University of California, San Francisco has taken over a\npost-transplant clinic for kidney patients at Kaiser Permanente's San\nFrancisco hospital, bringing to an end Kaiser's brief -- and\nscandal-plagued -- foray into the organ transplant business.\n</P>\n<P>\nThe takeover means that UC doctors now will care for Kaiser's\nkidney transplant patients before, during and after their surgeries.\nKaiser had been caring for about 1,500 patients who had already\nreceived transplants.\n</P>\n<P>\n``This is the last piece of the puzzle,'' said Dr. Stephen\nTomlanovich, medical director of UC San Francisco's renal transplant\nprogram. ``It's been a long journey.''\n</P>\n<P>\nThe giant HMO announced in May that it was closing its fledgling\nkidney transplant program after the Los Angeles Times reported that\nhundreds of patients had been endangered during its start-up in late\n2004. Kaiser had forced patients to leave established programs at two\noutside hospitals and join its own waiting list. In the process,\nKaiser lost track of many patients and delayed critical surgeries.\n</P>\n<P>\nSince May, nearly 2,000 Kaiser patients awaiting transplants have\nbeen transferred to kidney programs at UC hospitals in San Francisco\nand Davis. Fewer than 40 remain to be shifted.\n</P>\n<P>\nTomlanovich's team will take over from Kaiser's transplant medical\ndirector, Dr. Sharon Inokuchi.\n</P>\n<P>\nInokuchi, who has been faulted by federal regulators for her role\nin Kaiser's troubles, will become a non-transplant nephrologist with\nKaiser's affiliated Permanente medical group once the last patient is\ntransferred and the program officially closes.\n</P>\n<P>\nDr. Phil Madvig, associate executive director of the Permanente\ngroup, said the closure of the transplant program and the subsequent\ntransfer of patients are a ``very significant undertaking'' that the\nHMO is pleased to have nearly completed.\n</P>\n<P>\n``That is a good feeling . . . that we have accomplished this and\nput this behind us,'' Madvig said.\n</P>\n<P>\nIn the nine months since the program announced its closure and\nbegan transferring patients, the pace of transplants has picked up\nconsiderably. Nearly 120 Kaiser patients have received new kidneys,\nmore than in the prior 20 months. Some patients received transplants\nwithin weeks of transferring.\n</P>\n<P>\nBut the fallout from Kaiser's missteps continues.\n</P>\n<P>\nLast month, the president of Kaiser's Northern California region,\nMary Ann Thode, said she would retire by early 2008. She was the HMO's\npublic face after the scandal broke and alternately apologized and\ndefended the program's quality.\n</P>\n<P>\nIn addition, Kaiser settled a whistle-blower lawsuit filed by\nformer kidney transplant administrator David Merlin, who was fired in\nearly 2006 after eight weeks on the job. Merlin contended that Kaiser\nretaliated against him for raising concerns about the way the kidney\nprogram was operating.\n</P>\n<P>\nIn June, the administrator of Kaiser's San Francisco hospital, Mike\nAlexander, stepped down.\n</P>\n<P>\nTwo months later, Kaiser agreed to pay a $2-million fine to state\nHMO regulators and make a $3-million donation for organ donor\noutreach. And in December, the national regulatory group overseeing\ntransplantation stripped Kaiser of its good standing despite pleas\nfrom the HMO's representatives not to do so.\n</P>\n<P>\nThe state Department of Managed Health Care continues to\ninvestigate Kaiser for the way it handled patient complaints,\nincluding those from kidney patients who said they were ignored.\n</P>\n<P>\nThe results of that inquiry are expected next month.\n</P>\n", 
            "id": "LTW_ENG_20070217.0035"
        }, 
        {
            "headline": "Zimbabwe to revive human organ donation program", 
            "text": "\n<P>\nZimbabwe could soon revive its human organ donation program in a bid to keep up\nwith global health technological developments, the official New Ziana reported\non Saturday.\n</P>\n<P>\nHealth and Child Welfare Deputy Minister Edwin Muguti said strong regulatory\nmeasures would be put in place to ensure the success of the program and shield\nit from abuse.\n</P>\n<P>\nFunding, which hindered the previous attempt to set up the program some 10 years\nago, would also be sourced, he said.\n</P>\n<P>\nThe government is working on resuscitating the human organ donation program and,\nbecause of its international scrutiny, Zimbabwe will craft strong legislative\nlaws to guard it from abuse, Muguti said.\n</P>\n<P>\nHe said the program, which registered some meaningful success in the early\n1990s, would help address some health issues and improve service delivery.\n</P>\n<P>\nCurrently, patients that require human organ donations have to go abroad as\nZimbabwe does not have adequate and proper resources such as machines and funds\nto conduct the operations.\n</P>\n", 
            "id": "XIN_ENG_20070224.0089"
        }, 
        {
            "headline": "Transplant Doctor Under Scrutiny in Donor's Death", 
            "text": "\n<P>\nPolice are investigating whether a Kaiser Permanente transplant\nsurgeon attempted to hasten the death last February of a 25-year-old\nSan Luis Obispo, Calif., man on life support in order to harvest his\norgans more quickly.\n</P>\n<P>\nThe allegations, if true, would constitute a grave breach of the\nnation's organ transplant rules, as well as a public relations setback\nfor those promoting organ donation, experts in transplantation said.\n</P>\n<P>\nSan Luis Obispo police and the Medical Board of California are\nlooking into the conduct of Dr. Hootan Roozrokh, who was a surgeon at\nKaiser's now-defunct kidney transplant program in San Francisco.\n</P>\n<P>\nAt issue is whether Roozrokh ordered excessive doses of powerful\npain medication to speed up the death of Ruben Navarro, according to\nseveral sources familiar with the case who spoke on condition of\nanonymity because investigations are ongoing.\n</P>\n<P>\nRoozrokh did not return messages left at his work and cell phones.\n</P>\n<P>\nMedical board spokeswoman Candis Cohen said her agency also is\ninvestigating the conduct of a second physician present during the\nincident.\n</P>\n<P>\nSources identified the other doctor as Dr. Arturo Martinez, who at\nthe time was the surgical director of Kaiser's transplant program,\nsources said. Martinez could not be reached for comment late Tuesday.\n</P>\n<P>\nNeither surgeon was recovering the organs on behalf of Kaiser;\nrather, they were working on behalf of the local group that procures\nand distributes organs in the region.\n</P>\n<P>\nDr. Timothy Pruett, president-elect of United Network for Organ\nSharing, called the allegations ``horrific.'' He worried that they\ncould scare people away from donating organs to help the 95,000 people\nawaiting life-saving transplants nationwide. United Network for Organ\nSharing is the federal contractor charged with ensuring the safety and\nequity of the nation's transplant system.\n</P>\n<P>\n``We have to guarantee to the public that we're not going to go out\nand kill people to get their organs,'' said Pruett, chief of\ntransplant surgery at the University of Virginia. ``That's the worst\nof those cheap sci-fi books: The ghoulish docs are out pulling the\nplugs on these poor defenseless people, trying to snatch their\norgans.''\n</P>\n<P>\nAccording to San Luis Obispo police, Navarro was on life support\nand near death after he was found unresponsive at Casa de Vida nursing\nhome. He was taken to Sierra Vista Regional Medical Center in San Luis\nObispo and placed on life support. When it became clear he would not\nlive, his family agreed to allow his organs to be harvested, and\ntransplant surgeons were summoned on Feb. 3, 2006.\n</P>\n<P>\nState law specifies that transplant physicians or surgeons are not\nallowed to be involved in the treatment of potential organ donors\nbefore they are declared dead. This restriction is designed, in large\npart, to assuage concerns that the retrieval of organs could take\npriority over patient care.\n</P>\n<P>\nIn this case, however, Roozrokh entered the operating room at\nSierra Vista and was directing the administration of drugs to Navarro\nand the removal of life support, the two sources said.\n</P>\n<P>\n``Let's just give him some more candy,'' Roozrokh told nurses in\nthe operating room, according to a person who was briefed on what took\nplace.\n</P>\n<P>\nWhen Navarro did not die within 30 minutes -- the time period set\nout to ensure the viability of the organs -- he was returned to the\nintensive care unit, according to standard transplant procedures.\n</P>\n<P>\nHe died the following morning and, by that time, his organs were no\nlonger viable for transplantation, police said in a statement.\n</P>\n<P>\nWithin days, nurses at the hospital -- alarmed about what had taken\nplace -- alerted their superiors, Sierra Vista spokesman Ron Yukelson\nsaid. An investigation immediately was launched, and regulators and\nthe coroner were notified.\n</P>\n<P>\nYukelson said outside transplant surgeons are not credentialed to\noperate on patients at the 165-bed hospital, and must wait until a\npatient isdeclared dead by hospital staff to begin organ procurement.\nIn this case, ``the transplant surgeon began to direct care in the\noperating room,'' Yukelson said. ``This physician clearly violated our\npolicy.''\n</P>\n<P>\nAs a result of the hospital's inquiry, an operating room nurse has\nbeen reassigned to administrative duties pending the outcome of the\ninvestigation. The hospital also reviewed its policies and did\nextensive training, he said. Subsequent organ donations now require\nthe oversight of the hospital administrator on call.\n</P>\n", 
            "id": "LTW_ENG_20070228.0122"
        }, 
        {
            "headline": "NPC deputies call for law to regulate organ transplant", 
            "text": "\n<P>\nChina needs a law on organ transplant to regulate donation procedures, and\nencourage and facilitate people to become donors, lawmakers said on the\nsidelines of the annual full session of the National People's Congress (NPC).\n</P>\n<P>\nNPC deputy Li Bangliang, board chairman of East China Pharmaceutical Group\nCorporation, said a proper law is needed to guide the public how to donate their\norgans if they have such an intention.\n</P>\n<P>\n\"With a large number of organs in need, some people want to donate but often run\ninto difficulties in the application process, \" said Li, adding a specific law\nshould be enacted to standardize the application and transplant process.\"\n</P>\n<P>\nChina is faced with a huge gap between the patients who need functional organs\nand limited donations. About 1.5 million patients need organ transplant each\nyear, but only 10,000 can find organs for transplant, according to statistics\nfrom the Ministry of Health.\n</P>\n<P>\nMost organs were donated by ordinary citizens upon their death after the\nvoluntary signing of donation agreements. It is strictly prohibited in China for\nillegal organ transplant, said Huang Jiefu, China's vice health minister.\n</P>\n<P>\nExperts believe that the concept of dead-brain declaration will greatly promote\norgan transplant.\n</P>\n<P>\nHowever, Chinese people's traditional view of \"living till the last breath\" has\nrestrained living human organ supply, said NPC deputy Chen Haixiao, head of\nTaizhou Hospital in China's eastern Zhejiang Province.\n</P>\n<P>\n\"Social customs are a big reason,\" said Chen, explaining that many Chinese are\nunwilling to donate organs because they consider the stop of breath and\nheartbeat the standard of death.\n</P>\n<P>\nHe suggested the law allow doctors to declare people brain dead so their organs\ncan be used to save the lives of people suffering the prostration of an organ.\n</P>\n<P>\n\"It will benefit many patients if the public can take the donation as a\ncharity,\" said Chen.\n</P>\n<P>\nActually, the Ministry of Health in 2006 drafted a set of regulations on human\norgan transplant to the State Council for revision and improvement.\n</P>\n", 
            "id": "XIN_ENG_20070308.0415"
        }, 
        {
            "headline": "South Carolina lawmakers may cut jail time for inmates who donate organs", 
            "text": "\n<P>\nInmates in South Carolina could soon find that a kidney is worth 180\ndays.\n</P>\n<P>\nLawmakers are considering legislation that would let prisoners donate organs or\nbone marrow in exchange for time off their jail sentences.\n</P>\n<P>\nA state Senate panel on Thursday endorsed creating an organ-and-tissue donation\nprogram for inmates. But legislators postponed debate on a measure to reduce the\nsentences of participating prisoners, citing concern that federal law may not\nallow it.\n</P>\n<P>\n\"I think it's imperative that we go all out and see what we can do,\" said the\nbills' chief sponsor, Democratic Sen. Ralph Anderson. \"I would like to see us\nget enough donors that people are no longer dying.\"\n</P>\n<P>\nThe proposal approved by the Senate Corrections and Penology Subcommittee would\nset up a volunteer donor program in prisons to teach inmates about the need for\ndonors. But lawmakers want legal advice before acting on a bill that would shave\nup to 180 days off a prison sentence for inmates who donate.\n</P>\n<P>\nSouth Carolina advocates for organ donations said the incentive policy would be\nthe first of its kind in the nation.\n</P>\n<P>\nFederal law makes it illegal to give organ donors \"valuable consideration.\"\nLawmakers want to know whether the term could apply to time off from prison\nsentences.\n</P>\n<P>\n\"We want to make this work, we really do,\" said Republican Sen. John Hawkins.\n\"But I want to make sure no one goes to jail for good intentions.\"\n</P>\n<P>\nMary Jo Cagle, chief medical officer of Bon Secours St. Francis Health System in\nGreenville, South Carolina, urged senators to find an allowable\nincentive.\n</P>\n<P>\n\"We have a huge need for organs and bone marrow,\" Cagle said.\n</P>\n<P>\nBut Melissa Blevins, executive director of Donate Life South Carolina, said any\nincentive would break the law and the principle behind donations.\n</P>\n<P>\n\"It really muddies the water about motive. We want to keep it a clearly\naltruistic act,\" she said.\n</P>\n<P>\nUnder the proposals, money for medical procedures and any prison guard overtime\nwould be paid by the organ recipient and charitable groups. The state would also\ndecide which inmates could donate.\n</P>\n<P>\nCorrections Department Director Jon Ozmint said he believes inmates would donate\neven without the incentive.\n</P>\n<P>\n\"There are long-term inmates who would give if they knew a child was dying,\" he\nsaid. \"They're lifers. They know they're going to die in prison.\"\n</P>\n<P>\nMore than 95,300 people in the U.S. are awaiting an organ transplant, according\nto the Organ Procurement and Transplantation Network. About 6,700 die each\nyear.\n</P>\n", 
            "id": "APW_ENG_20070308.1503"
        }
    ], 
    "id": "D1138G", 
    "title": "Organ Donation Problems"
}