{
    "docSet": [
        {
            "headline": "Seven bombs kill 80 in Indian tourist city", 
            "text": "\n<P>\nSeven near-simultaneous bomb blasts tore through crowded markets in the Indian\ntourist city of Jaipur Tuesday, killing at least 80 people and wounding 200 in\nwhat police said was a terror attack.\n</P>\n<P>\n\"We have information that 80 people have died,\" Rajasthan state home minister\nGulab Chand Kataria told reporters.\n</P>\n<P>\n\"One suspect was detained and is being investigated,\" he added in Jaipur, the\nstate capital.\n</P>\n<P>\nOne of the explosions went off near a packed Hindu temple, leaving pools of\nblood outside in the street and cycles and rickshaws in a mangled heap,\ntelevision pictures showed.\n</P>\n<P>\nAmong the 80 dead were a 10-year-old boy at the Hanuman (monkey god) temple, a\nbride in a bright red saree still wearing marriage bangles and a young man\ncovered in blood who was left hanging over the twisted wreckage of a bicycle\nrickshaw, the Press Trust of India said.\n</P>\n<P>\nShopping bags, bloodied sandals and shoes were strewn around Johri bazaar, one\nof the hit markets, which security forces cleared quickly for fear of further\nblasts.\n</P>\n<P>\nOne live bomb was found attached to a bicycle at one of the explosion sites and\nwas defused, police said.\n</P>\n<P>\nGovernment officials usually blame Islamic militants based in Pakistan for such\nattacks, which have plagued India in recent years.\n</P>\n<P>\nJunior home minister Shriprakash Jaiswal told reporters, \"The people responsible\nfor these attacks have foreign connections,\" but he refused to point a finger\ndirectly at traditional foe Pakistan.\n</P>\n<P>\nPress Trust of India, which said 200 had been injured, quoted a statement from\nPakistan Prime Minister Yousuf Raza Gilani saying his country, \"condemns all\nacts of terrorism and reaffirms its firm commitment to fight this scourge\ntogether with the international community.\"\n</P>\n<P>\nPolice said seven blasts occurred within minutes of each other during the\nevening in crowded markets of old walled Jaipur, about 260 kilometres (160\nmiles) from New Delhi.\n</P>\n<P>\n\"It's a terror attack. There was no (intelligence) report of this,\" police\ndirector general A.S. Gill told reporters.\n</P>\n<P>\nPrime Minister Manmohan Singh condemned the blasts and appealed for calm, while\nthe United States immediately condemned the wave of bombings.\n</P>\n<P>\n\"We're still collecting some information about this. But given the facts that we\nknow now, quite clearly these bombs were intended to claim innocent life and\nit's something that we very clearly condemn,\" US state department spokesman Sean\nMcCormack said.\n</P>\n<P>\nHistoric Jaipur, which has a population of more than two million, is one of\nIndia's top tourist resorts and a favourite attraction for foreigners.\n</P>\n<P>\nJaipur is popularly known as the 'pink city' because of the ochre-pink hue of\nits hill top forts, Hindu maharajah's palaces and crenellated city walls.\n</P>\n<P>\nState borders were sealed and a high alert sounded in Rajasthan state and\nneighbouring areas, police said.\n</P>\n<P>\nThe government also issued a nationwide security alert, particularly in New\nDelhi, where roadblocks were set up on major roads, and the financial capital\nMumbai.\n</P>\n<P>\nThe bombings took place as India marked the 10th anniversary of nuclear tests\nconducted on May 13 in Rajasthan, but it was unclear if there was any link.\n</P>\n<P>\nIndia has been plagued by bombings across the country in recent years and\nroutinely points the finger at foreign-based Islamic militant groups fighting\nNew Delhi's rule in the Himalayan state of Kashmir.\n</P>\n<P>\nIn October last year, an explosion killed six people and wounded 32 in a packed\ncinema hall in Ludhiana in Punjab state in northern India. Police called it a\n\"terrorist\" bombing.\n</P>\n<P>\nIn August, 43 people were killed and 70 injured in the southern city of\nHyderabad when attackers triggered blasts at an outdoor auditorium and a popular\neatery.\n</P>\n<P>\nA series of explosions outside courts in three northern cities killed 13 last\nNovember.\n</P>\n<P>\nAnalysts say Islamic extremist groups are attempting to stoke sectarian tensions\nto derail an India-Pakistan peace process and damage the country's booming\neconomy.\n</P>\n", 
            "id": "AFP_ENG_20080513.0075"
        }, 
        {
            "headline": "Britain condemns 'horrific' India bombings", 
            "text": "\n<P>\nBritish Foreign Secretary David Miliband on Tuesday condemned the near-\nsimultaneous bombings in the Indian city of Jaipur that killed at least 80\npeople.\n</P>\n<P>\n\"Today's bombings in Jaipur have shown again the horrific destruction which\nterrorism brings,\" Miliband said in a statement.\n</P>\n<P>\n\"My thoughts are with the families of the victims and with those injured. There\ncan never be any justification for acts of indiscriminate violence such as\nthese, and I utterly condemn those who have perpetrated today's attacks.\"\n</P>\n<P>\nSeven blasts occurred within minutes of each other, tearing apart markets, in\nwhat Indian police described as a \"terror attack.\"\n</P>\n<P>\nMiliband said Britain \"stands and will continue to stand with the government and\npeople of India against terrorism in all its manifestations.\"\n</P>\n", 
            "id": "AFP_ENG_20080513.0109"
        }, 
        {
            "headline": "France willing to help India fight terrorism after blasts", 
            "text": "\n<P>\nFrench Foreign Minister Bernard Kouchner Tuesday expressed revulsion at bomb\nblasts in Jaipur that claimed at least 80 lives, and offered to step up help to\nIndia in fighting terrorism.\n</P>\n<P>\n\"I wish to express my indignation and repugnance at the wave of attacks that\nhave plunged the city of Jaipur into mourning,\" he said in a statement.\n</P>\n<P>\n\"France is more than ever willing to intensify cooperation with India in the\nanti-terrorist struggle,\" said Kouchner following the Tuesday bomb blasts at\nmarkets in the northern Indian tourist city.\n</P>\n<P>\n\"Today we are at the side of India and the Indian people in the face of this\ninconceivable horror,\" said the minister. \"We wish to assure the Indian\ngovernment of our full support.\"\n</P>\n", 
            "id": "AFP_ENG_20080513.0110"
        }, 
        {
            "headline": "Indian leaders condemn terrorist blasts in tourist city", 
            "text": "\n<P>\nIndian President Pratibha Devisingh Patil and Prime Minister Manmohan Singh\ncondemned the terrorist blasts, which killed at least 60 people and injured 150\nothers in Jaipur, the capital city of Rajasthan state Tuesday evening, the NDTV\nreported.\n</P>\n<P>\nSerial blasts rocked crowded market areas and near a Hanuman temple in the\nwalled tourist city.\n</P>\n<P>\n\"According to the information I have received, 60 people have died and 150 have\nbeen injured,\" said Chief Minister of Rajasthan Jaipur Vasundhara Raje.\n</P>\n<P>\nRajasthan Director General of Police A. S. Gill said it was \" obviously a terror\nattack\".\n</P>\n<P>\nNew Delhi, Mumbai and Uttar Pradesh have been put on high alert after the Indian\nHome Ministry raised a nation-wide alert following the serial bomb blasts.\n</P>\n", 
            "id": "XIN_ENG_20080513.0122"
        }, 
        {
            "headline": "7 BOMBS KILL SCORES IN INDIAN CITY OF JAIPUR", 
            "text": "\n<P>\nIn the first terrorist attack in many months,\nseven bombs went off within minutes of one another on Tuesday\nevening in the crowded lanes of one of India's main tourist hubs,\nthe historic city of Jaipur, with reports of deaths ranging from 50\nupward, with roughly 150 injured, officials said.\n</P>\n<P>\nThe bombs were within a radius of 50 feet, the police said, and\nmay have been planted in the wheels of bicycles, the mangled\nremains of which were found near many of the blast sites.\n</P>\n<P>\nThere were no claims of responsibility, which is typical of\nterrorist attacks in India. But the junior minister for home\naffairs, Sriprakash Jaiswal, immediately said \"foreign\nterrorists\" were suspected, a phrase understood to refer to\nIndia's neighbor and nuclear rival, Pakistan. Pakistan routinely\ndenies Indian accusations that it is involved in any way in attacks\non India.\n</P>\n<P>\nThe first explosion was about 7:30 p.m. near a temple dedicated\nto the Hindu god Hanuman that is especially crowded on Tuesday\nevenings. Six more were in quick succession in the warrens of shops\nand monuments nearby, including the popular 18th-century tourist\nsite called Hawa Mahal, and the Johri Bazaar, lined with jewelers.\nPanic set in immediately, officials said.\n</P>\n<P>\nThe police sealed off Jaipur's walled city, and Prime Minister\nManmohan Singh appealed for calm. Hospitals in Jaipur asked for\nblood donations.\n</P>\n<P>\nRohit Singh, the spokesman for Rajasthan state, of which Jaipur\nis the capital, estimated the death toll to be over 50 about three\nhours after the explosions. On Wednesday morning, the\nsuperintendent of the main government hospital also said the toll\nwas over 50. The Indian federal government dispatched explosives\nexperts from the National Security Group, and put several major\ncities on alert, including New Delhi.\n</P>\n<P>\nAlthough Jaipur, known as the pink city, is a popular tourist\ndestination, mid-May, the peak of the Indian summer, is not a busy\nseason, and there were no reports that any foreigners had been\nkilled.\n</P>\n<P>\nThe last major bombing in India was in August, when a pair of\nbombs went off in an outdoor auditorium and restaurant in the\nsouthern city of Hyderabad, killing more than 40. Two years ago,\nserial blasts along the commuter train line in Mumbai, India's\ncommercial capital, killed nearly 200.\n</P>\n<P>\nSingh, the state spokesman, said that it was too early to say\nwho was responsible, but that the attack, on a summer's evening\nwhen the walled city was thronged, appeared to be intended to\nignite religious fury between Hindus and Muslims. Similar terrorist\nattacks aimed at religious sites in recent years have not succeeded\nin setting off sectarian violence.\n</P>\n<P>\nThe Hindu holy city of Varanasi was struck by a pair of bombings\nin March 2006, killing 14, and a blast killed two worshipers in one\nof the holiest Muslim shrines in Ajmer, also in Rajasthan, last\nSeptember.\n</P>\n", 
            "id": "NYT_ENG_20080513.0142"
        }, 
        {
            "headline": "India tourist city blasts kill up to 35: report", 
            "text": "\n<P>\nA series of bomb blasts tore through crowded markets in the northwestern Indian\ntourist city of Jaipur on Tuesday, killing up to 35 people and injuring many,\npolice and news reports said.\n</P>\n<P>\nPolice said at least five bombs hit markets in Jaipur, the capital of the\nwestern desert state of Rajasthan, and put their initial estimate of the toll at\nsix.\n</P>\n<P>\n\"It's a terror attack,\" police director general Amorjot Singh Gill said.\n</P>\n<P>\n\"Early reports suggest six people are killed and 30 have been injured,\" he told\nreporters.\n</P>\n<P>\nThe NDTV station however put the toll at 35 people dead, citing police, but that\ncould not be independently confirmed.\n</P>\n<P>\nPrime Minister Manmohan Singh condemned the blasts and appealed for calm.\n</P>\n<P>\nScores of people were taken to hospital in Jaipur, some 260 kilometres (160\nmiles) from New Delhi.\n</P>\n<P>\nOne of the blasts took place near a temple, where cycles and rickshaws lay in a\nmangled heap, television pictures showed.\n</P>\n<P>\nHistoric Jaipur, which has a population of more than two million, is one of\nIndia's top tourist resorts and a favourite for foreigners.\n</P>\n<P>\nIt is popularly known as the 'pink city' because of the ochre-pink hue of its\nold buildings and crenellated city walls.\n</P>\n<P>\nIndia has been plagued by bombings across the country in recent years and\nroutinely points the finger at foreign-based Islamic militant groups fighting\nits rule in the Himalayan state of Kashmir.\n</P>\n<P>\nWithin just the last year they have included bombings in the southern city of\nHyderabad which killed 43 people, at a cinema in Punjab state in northern India\nwhich left six dead, and a series of explosions outside courts in three northern\ncities that killed 13.\n</P>\n", 
            "id": "AFP_ENG_20080513.0248"
        }, 
        {
            "headline": "Hospital official says 45 dead as 6 bombs rip through crowded parts of western Indian city", 
            "text": "\n<P>\nA hospital official says at least 45 people have been killed in six bomb blasts\nthat ripped through crowded areas of a city in western India.\n</P>\n<P>\nN.S. Shekhawat, the superintendent of the Sawai Man Singh hospital in Jaipur,\nwhere most of the bodies were taken, says at least 45 people have died. Another\n100 people have reportedly been wounded in Tuesday's attacks.\n</P>\n<P>\nA.S. Gill, a top police official, says six explosions took place in markets and\nseveral other areas of the historic city located in a region dotted with palaces\nand ancient cities that draw hundreds of thousands of Indian and foreign\ntourists every year.\n</P>\n<P>\nA seventh bomb was defused before it exploded, he says.\n</P>\n", 
            "id": "APW_ENG_20080513.1181"
        }, 
        {
            "headline": "Police say 60 dead as 7 bombs rip through crowded parts of western Indian city", 
            "text": "\n<P>\nSeven bombs ripped through a centuries-old Indian city Tuesday, leaving at least\n60 people dead in a jewelry market, on the steps of a Hindu monkey god temple\nand in other ordinarily packed areas of the popular tourist destination.\n</P>\n<P>\nThe blasts all struck within the old walls of Jaipur, a city in western India\nthat's known for its pink-hued palaces, and suspicion quickly fell on Islamic\nmilitant groups blamed for a string of attacks on India in recent\nyears.\n</P>\n<P>\n\"Obviously, it's a terrorist plot,\" said A.S. Gill, the police chief of\nRajasthan, the state where Jaipur is located.\n</P>\n<P>\n\"The way it has been done, the attempt was to cause the maximum damage to human\nlife,\" he said, adding an eighth bomb was found and defused by\npolice.\n</P>\n<P>\nAnother senior Rajasthan police officer, A.K. Jain, said 60 people were killed\nand 150 wounded in the bombings.\n</P>\n<P>\nNo one claimed responsibility for the attack, as is the case with most bombings\nin India. But within hours of the blasts, authorities were suggesting that blame\nwould eventually fall on Pakistan and the Islamic militant groups New Delhi\naccuses it of backing.\n</P>\n<P>\n\"One can't rule out the involvement of a foreign power,\" said India's junior\nhome minister, Sriprakash Jaiswal, using language commonly understood to refer\nto neighboring Pakistan.\n</P>\n<P>\nJaiswal refused to say if he was indeed talking about Pakistan -- \"that's the\nsubject of investigation,\" was all he would say. But Indian authorities have\nblamed Pakistan-based Islamic militant groups for a spate of bombings that have\nkilled nearly 400 people in this predominantly Hindu country of 1.1 billion\npeople since 2005. Pakistan, an overwhelmingly Muslim country, denies any role\nin the bombings.\n</P>\n<P>\nThe attacks have run the gamut from the July 2006 train bombings that left\nnearly 200 people dead in Mumbai, India's financial center, to small blasts like\nthe one that struck a Muslim shrine in Rajasthan last year, killing two\npeople.\n</P>\n<P>\nJaiswal suggested Tuesday's bombings were connected to those previous\nexplosions, saying \"the blasts are part of a big conspiracy.\"\n</P>\n<P>\nEach new bombing has brought fears of a fresh outbreak of the violence between\nHindus and Muslims that has sporadically bled India throughout its history, and\nauthorities appealed for calm in the wake of Tuesday's attack.\n</P>\n<P>\nShortly after the bombings, authorities put New Delhi, India's capital, and\nMumbai, the country's financial center, on high alert along with several other\ncities. Security was also quickly stepped up at airports and railway stations\nacross the country.\n</P>\n<P>\nThe blasts began around 7:30 p.m. (1400 GMT), and one hit a market near a temple\ndedicated to the Hindu monkey god Hanuman. Tuesday is the day of worship set\naside for Hanuman, and the temple was packed with people offering prayers on the\nway home from work.\n</P>\n<P>\nAnother blast took place near the Johari Bazaar -- the city's jewelry market, a\npopular destination for tourists. The tourist season, however, ended in March\nand there were no immediate indications that foreigners had been caught in the\nexplosions.\n</P>\n<P>\nParikshit Bhandari, who saw the attack near the jewelry market, said there was\n\"blood all around and wounded people crawling on the ground.\"\n</P>\n<P>\nTelevision channels showed footage of mangled bicycles, damaged cars and\noverturned bicycle rickshaws, the most popular mode of transport in the crowded\nlanes of Jaipur.\n</P>\n<P>\nThe city is one of the major attractions in Rajasthan, a desert region dotted\nwith palaces and temples that draw hundreds of thousands of Indian and foreign\ntourists every year, from bargain-hunting backpackers to celebrities like Mick\nJagger.\n</P>\n<P>\nWhile no foreigners appeared to have been caught in Tuesday's attack, \"We are\nall nervous. We don't want Jaipur's economy to go down,\" said Manoj Sharma, a\nNew Delhi travel agent.\n</P>\n<P>\nStill, it'll be months before temperatures in Rajasthan dip below 100 degrees\nand the high season for tourists begins. By then, he hopes, fears will have\nfaded.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press reporters Sam Dolnick, Muneeza Naqvi and Ashok Sharma in New\nDelhi contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20080513.1354"
        }, 
        {
            "headline": "State Department spokesman says US condemns bombings that killed and injured many in Jaipur", 
            "text": "\n<P>\nThe United States condemned terrorist attacks in western India \"that have killed\nand injured many innocent civilians,\" State Department spokesman Sean McCormack\nsaid Tuesday.\n</P>\n<P>\nHe said there was no justification for such killings.\n</P>\n<P>\n\"The United States stands with the government and people of India in their\nongoing fight to eliminate the scourge terrorism,\" McCormack\nsaid.\n</P>\n<P>\nSeven bombs ripped through the city of Jaipur, leaving at least 60 people\ndead.\n</P>\n", 
            "id": "APW_ENG_20080513.1465"
        }, 
        {
            "headline": "Two arrested after India bomb blasts kill 63", 
            "text": "\n<P>\nIndian police on Wednesday arrested two men after eight near-simultaneous\nbombings killed 63 people and wounded 216 in the Rajasthan tourist city of\nJaipur, the state's chief minister said.\n</P>\n<P>\n\"We have arrested two people and have detained several (more) people for\nquestioning,\" Vasundhara Raje told a press conference.\n</P>\n<P>\n\"We have information that 63 people have died and many are injured critically,\"\nshe said after the blasts ripped through crowded markets on Tuesday night.\n</P>\n<P>\nSeven women and 10 children were among the dead, Raje said.\n</P>\n<P>\n\"RDX and ammonium nitrate were used. Ball-bearings were used, which have weight,\nand they behave like tiny missiles. Timing devices were used,\" she said.\n</P>\n<P>\n\"This seems to have been done by some international group,\" the chief minister\nadded. Pakistan-based Islamic militants and fighting against Indian rule in\nKashmir are usually blamed for such attacks.\n</P>\n<P>\nThe eight bombs were believed to have been planted on bicycles, police said, and\nreleased a sketch of a suspect they wanted to question.\n</P>\n<P>\nState home minister Gulab Chand Kataria had earlier told AFP around a dozen\npeople had been detained. \"We are trying our best to unravel the conspiracy\nbehind this dastardly attack,\" he said.\n</P>\n<P>\nAmong those detained in the city, which was under a day-time curfew, were one of\nthe wounded and a rickshaw puller, a police official said.\n</P>\n<P>\nKataria had initially put the death toll at 80 and 200 injured while the Press\nTrust of India reported an \"unofficial\" toll of 85 dead.\n</P>\n<P>\nThe blasts went off within minutes of each other close to several Hindu temples\nin what police said was a terror attack on the city 260 kilometres (160 miles)\nwest of the Indian capital.\n</P>\n<P>\nSchools and government offices shut Wednesday in a day of mourning across the\ndesert state.\n</P>\n<P>\n\"It's a terror attack. There was no (intelligence) report of this,\" said police\ndirector general A.S. Gill.\n</P>\n<P>\nNo claims of responsibility were reported.\n</P>\n<P>\nIndia's junior home minister Shriprakash Jaiswal told reporters \"the people\nresponsible for these attacks have foreign connections,\" without naming\nPakistan.\n</P>\n<P>\nIn Jaipur hospital wards and at the morgue, the dead included Hindus and\nMuslims, a strong minority in the city, an AFP reporter said.\n</P>\n<P>\nTen-year-old Kanha Mahar had gone to a temple to the Hindu deity Hanuman on a\ntraditional day to pray to the monkey god.\n</P>\n<P>\n\"We were looking for him all evening,\" said his uncle Jagdish Kumar Gathera, who\nfound him at the hospital.\n</P>\n<P>\nGathera and other relatives looked on in shocked silence as Mahar's body was\ntaken off a rusty gurney, leaving behind a pool of blood.\n</P>\n<P>\nMuhammad Farid, 29, was heading home from work when the blasts hit.\n</P>\n<P>\n\"I felt like I was hit by lightning and I couldn't really figure out what was\nhappening,\" the father of five told AFP at the same hospital, a blood-stained\nbandage around his arm.\n</P>\n<P>\nSeveral of the explosions took place along the walled city's Johari bazaar, a\nstrip of shops housed in pink buildings that are the hallmark of Jaipur, known\nas the pink city.\n</P>\n<P>\n\"I heard two explosions... then a bomb went off right in front of me,\" said\nMalchand Bagoria, who runs a fruit stall opposite one of the bomb sites.\n</P>\n<P>\n\"Then I saw a woman's body go flying through the air. There were so many\nbodies.\"\n</P>\n<P>\nPrime Minister Manmohan Singh condemned the blasts and appealed for calm, as the\ngovernment issued a nationwide security alert. State borders were sealed.\n</P>\n<P>\nWorld capitals from Washington to Paris and London condemned the attacks, while\nUN Secretary General Ban Ki-moon also voiced his \"outrage.\"\n</P>\n<P>\n\"He strongly condemns such terrorist attacks, and sends his heartfelt sympathies\nto the Government of India and to the families of the victims,\" his spokesman\nsaid in a statement.\n</P>\n<P>\nCities across India have been bombed repeatedly in recent years and analysts say\nIslamic extremist groups are attempting to stoke sectarian tensions to derail a\npeace process with Pakistan and damage India's booming economy.\n</P>\n<P>\nJaipur, Rajasthan's capital, is popular with foreign and domestic tourists but\nthere were few in the city in mid-May, the hot season in northern India.\n</P>\n", 
            "id": "AFP_ENG_20080514.0043"
        }
    ], 
    "id": "D1142H", 
    "title": "Jaipur Bombs"
}