{
    "docSet": [
        {
            "headline": "THOMAS THE TANK ENGINE RECALLED FOR LEAD PAINT", 
            "text": "\n<P>\nThe toy maker RC2 Corp. pulled a number of its Thomas &amp;amp; Friends\ntrains and accessory parts off the shelves on Thursday after\nlearning that the red and yellow paint used to decorate more than\n1.5 million of the toys contained lead.\n</P>\n<P>\nLead, if ingested by children, can cause long-term neurological\nproblems that affect learning and behavior.\n</P>\n<P>\n\"Parents should not delay in getting these toys away from their\nkids,\" Scott Wolfson, spokesman for the Consumer Product Safety\nCommission, said Thursday.\n</P>\n<P>\nAn alert posted at a Web site devoted to the toy line,\nwww.totallythomas.com, included a list of more than two dozen items\naffected by the recall. The company noted that toys that bear a\ncode containing a \"WJ\" or \"AZ\" on the bottom of the toy or the\ninside of the battery door are not included in the recall.\n</P>\n<P>\nThe company at first urged consumers to mail in their Thomas\ntoys, at their expense, in exchange for a replacement and a free\ntrain, an offer that angered some consumers.\n</P>\n<P>\nMany Thomas the Tank Engine fans have collected dozens of\ntrains, boxcars or railroad stations, and shipping several heavy\npieces could quickly become expensive. Later on Thursday, the\ncompany, which is based in Oak Brook, Ill., agreed to handle the\nshipping cost for all consumers who request it.\n</P>\n<P>\nThe affected Thomas toys were manufactured in China, which has\ncome under fire recently for exporting a variety of goods, from pet\nfood to toothpaste, that may pose safety or health hazards.\n</P>\n<P>\n\"These are not cheap, plastic McDonald's toys,\" said Marian\nGoldstein of Maplewood, N.J., who spent more than $1,000 on her\nson's Thomas collection, for toys that can cost $10 to $70 apiece.\n\"But these are what is supposed to be a high-quality children's\ntoy.\"\n</P>\n<P>\nGoldstein's 4-year-old son owns more than 40 pieces from the\nThomas series, and seven of them were on the recall list, including\nthe Sodor deluxe fire station, a footlong piece that is a little\nheavier than the average train.\n</P>\n<P>\nGoldstein said she wondered who would pay for testing her son\nfor lead poisoning if her insurance did not cover it.\n</P>\n", 
            "id": "NYT_ENG_20070615.0016"
        }, 
        {
            "headline": "CHINA TOYS IN U.S. PRESENT SAFETY HAZARDS", 
            "text": "\n<P>\nEvery one of the 24 toys recalled for safety\nreasons in the United States so far this year, including the\nenormously popular Thomas and Friends wooden train sets, was\nmanufactured in China, a record that is increasingly causing alarm\namong consumer advocates, parents and regulators.\n</P>\n<P>\nThe latest recall, announced last week, involves 1.5 million\nThomas and Friends trains and rail sets -- or about 4 percent of all\nthose sold in the United States over the last two years -- which\nwere coated at a factory in China with potentially poisonous lead\npaint.\n</P>\n<P>\nBut just in the last month, a so-called Floating Eyeballs toy\nmade in China was recalled after it was found to be filled with\nkerosene, sets of toy drums and a toy bear were also recalled\nbecause of lead paint and an infant wrist rattle was recalled\nbecause of a choking hazard.\n</P>\n<P>\nCombined with the recent scares related to Chinese-made pet\nfood, and globally about Chinese-made pharmaceuticals and\ntoothpaste, the string of toy recalls is inspiring demands for\nstepped up enforcement of toy safety by U.S. regulators and\nimporters, as well as the government and industry in China.\n</P>\n<P>\nA spokeswoman for RC2 Corp. of Illinois, the manufacturer of the\nThomas Wooden Railway system, declined to comment.\n</P>\n<P>\nOverall, the number of products made in China that are being\nrecalled in the United States by the Consumer Product Safety\nCommission has doubled in the last five years, driving the overall\nnumber of recalls in the country to a record level.\n</P>\n<P>\nIt has meant that China today is responsible for about 60\npercent of the overall product recalls, compared to 36 percent in\n2000. Julie Vallese, a Consumer Product Safety Commission\nspokeswoman, said the agency recognizes more must be done to\nprevent the importation of hazardous toys, and other products, from\nChina.\n</P>\n<P>\n\"It is a big concern. And the agency is taking steps to try to\naddress that as quickly as possible,\" Vallese said. \"Their\nbusinesses will suffer if they don't meet safety standards.\"\n</P>\n<P>\nMuch of the rise in China's ranking on the recall list has to do\nwith its corresponding surge as the source of so many products sold\nin the United States: Toys made in China make up 70 to 80 percent\nof the toys sold in the country, according to the Toy Industry\nAssociation.\n</P>\n<P>\nThe problem is most acute with low-price, no-name toys that are\noften sold at dollar stores and other deep discounters, as they are\nmanufactured and sent to the United States often without the\ninvolvement of major American toy importers.\n</P>\n", 
            "id": "NYT_ENG_20070618.0158"
        }, 
        {
            "headline": "TOY RECALL SPURS PARENTAL ANXIETY", 
            "text": "\n<P>\nNews that about 1.5 million wooden Thomas &amp;amp; Friends children's\ntoys were\nbeing recalled because they were made with lead paint raised some\nparents'\nanxiety levels. A week after the recall began, however, there have\nbeen no\nreports of children becoming ill from the toys.\n</P>\n<P>\nRC2 Corp. of Oak Brook, Ill., said the recalled toys, based on\nthe popular\nchildren's television show that began airing in the United States\nin 1989,\nwere made in China between January 2005 and April 2007. The lead\npaint used\nto decorate them could cause brain damage if ingested.\n</P>\n<P>\nBut RC2 is the only one of 30 manufacturers licensed to make\nThomas &amp;amp;\nFriends Toys that has initiated a recall. One of the other makers,\nSchylling Associated Inc. of Rowley, sells more than two dozen\nThomas\nitems. The company said it does not use the same factories as RC2\nand its\ntoys do not have lead paint. Schylling has received some calls from\nconcerned customers during the past week, said spokesman Stephen\nMedina,\nbut sales have not suffered.\n</P>\n<P>\n\"We're business as usual,\" he said.\n</P>\n<P>\nSchylling, which was founded in 1975 and has about 60 employees,\nis known\nfor selling classic toys like rubber ducks and tea sets. The\ncompany's\nThomas items, from whistles to tin drums, only account for about 10\npercent\nof its business.\n</P>\n<P>\nRC2 said Friday that it could not provide a list of toy\nretailers in\nMassachusetts that sell its products.\n</P>\n<P>\nRick Henry, owner of Cambridge-based Stellabella Toys, said that\nthat he\ndid stock some of the recalled items, but that Thomas toys are not\na major\npart of his business. The toys were immediately pulled off the\nshelf, Henry\nsaid, and the recall information was prominently posted. So far, he\nhasn't\nbeen deluged with calls from concerned customers.\n</P>\n<P>\n\"There's been certainly a lot of press,\" he said. \"I've been\nready for\nit, but it really hasn't happened.\"\n</P>\n<P>\nBut business has been anything but usual for Totally Thomas Toy\nDepot,\nwhich specializes in Thomas &amp;amp; Friends toys. The San Diego store,\nwhich\ncarries more than 2,000 different kinds of Thomas toys, has been\noverwhelmed by inquiries about the toys.\n</P>\n<P>\n\"We were jammed with calls,\" said Cynthia Wyatt, president of\nTotally\nThomas Inc., which owns Totally Thomas Toy Depot. \"Every call was\nabout\nthe recall. Our 800 line was filled and it spilled into our local\nline.\nEven our people who were running our store were jammed with calls.\nThey\ndidn't even care that there was an 800 number they could call.\"\n</P>\n<P>\nTotally Thomas, like some other retailers, has posted a message\non its\nwebsite,totallythomas.com, to alert customers and direct them to\nRC2 to\nfind out how to send in the potentially harmful toys to be\nexchanged.\n</P>\n<P>\n\"We're really concerned about getting the message to parents so\nthey can\nget the toys out of the kids' hands,\" Wyatt said, noting that\nTotally\nThomas employees have been trained to spot the dangerous toys and\nassist\ncustomers in the recall process. \"I'd be willing to sacrifice\nsales for\nthat,\" she said.\n</P>\n<P>\nAccording to RC2, the recalled toys account for only 4 percent\nof its\nwooden railway units sold in the United States, although it\ndeclined to say\nhow many Thomas &amp;amp; Friends toys it produces annually. HIT\nEntertainment\nLtd., which holds licensing rights to Thomas &amp;amp; Friends, said that\nlast year\nabout 50 million toys were manufactured.\n</P>\n<P>\nRC2 will reimburse customers for postage and also give them an\nadditional\ntoy for free, and has added more people to its customer service\nline. Wyatt\nsaid the company has been acting responsibly since it found out\nabout the\nlead paint.\n</P>\n<P>\n\"Recalls in the toy industry are not uncommon, and when it\nhappens we\nusually only get some poster to post with a letter saying to pull\nthe items\noff the shelves and that's pretty much all,\" she said in an\ne-mail. \"I\nthink that RC2 is doing their sincere best under the difficult\ncircumstances.\"\n</P>\n<P>\nSe Young Lee can be reached at vlee@globe.com.\n</P>\n", 
            "id": "NYT_ENG_20070622.0219"
        }, 
        {
            "headline": "THOMAS &amp;amp;amp; FRIENDS TOY MAKER DISCUSSES LEAD PAINT PROBLEM", 
            "text": "\n<P>\nCurt Stoelting, the chief executive of RC2, concedes that the\nlinks in the Thomas &amp;amp; Friends supply chain broke down as it crossed\nthe ocean. Since the toy manufacturer based in Oak Brook, Ill.,\ndiscovered lead paint on a Thomas train in April, RC2 has tried to\nstrengthen its safety safeguards in China, Stoelting said last week\nin his first interview since the June recall.\n</P>\n<P>\n\"We've always required our suppliers to follow our safety\nspecifications,\" Stoelting said. \"In this incident, those\nrequirements were not met.\"\n</P>\n<P>\nHe said RC2 fired both the vendor who made the lead paint and\nthe company that made the wooden toys.\n</P>\n<P>\nUnlike Mattel, RC2 does not own any of its factories. Instead --\nlike many United States toy makers operating in China -- the company\nworks with a local network of contract manufacturers, supplemented\nby 175 RC2 employees stationed there.\n</P>\n<P>\nRC2 officials would not provide the names of the paint maker and\ncontract manufacturer responsible for the lead paint problem, but\nwhen asked whether those companies would be paying damages to RC2,\nStoelting said the company was evaluating its options.\n</P>\n<P>\nAbout 40 percent of the 1.5 million toys that were recalled in\nJune had been returned as of July 11. RC2 is mailing customers new\ntoys and reimbursing their postage. HIT Entertainment, the owner of\nthe Thomas brand, has not canceled its deal with RC2, nor have\nother media companies that let RC2 make toys based on their\ncharacters, Stoelting said. (\"Thomas &amp;amp; Friends\" is a popular\ntelevision program shown around the world.) \"We're still moving\nforward with our Thomas product lines,\" he said. \"Our goal is to\nuse this incident to really improve our procedures, improve our\nsafeguards.\"\n</P>\n<P>\nStoelting said that RC2 was now requiring lead testing of every\nbatch of paint used on the Thomas toys. And the company has\nincreased the number of times it checks incoming supplies and\noutgoing toys for problems. The company is also hiring an\nindependent auditor to conduct checks, though RC2 executives have\nnot decided whether to release the auditor's reports to the public,\nStoelting said.\n</P>\n<P>\nExecutives at the Toy Industry Association's toy safety\nconference in Guangzhou, China, last week said that RC2 had also\ntried to join the group since its recall.\n</P>\n<P>\n\"We'd like to help them, frankly, if they'd accept our help,\"\nsaid Carter Keithley, president of the association. \"I think what\nwe're going to want to do is have some conversations with RC2 to\nlearn more about the steps they are taking to clean up this mess.\"\n</P>\n", 
            "id": "NYT_ENG_20070725.0294"
        }, 
        {
            "headline": "MATTEL RECALLING 1 MILLION TAINTED TOYS MADE IN CHINA", 
            "text": "\n<P>\nMattel, the maker of Barbie dolls and Hot Wheels cars, is\nrecalling nearly 1 million toys in the United States on Thursday\nbecause the products' surfaces are covered in lead paint.\n</P>\n<P>\nAccording to Mattel, all the toys were made by a contract\nmanufacturer in China.\n</P>\n<P>\nThe recall, the second-biggest this year involving toys, covers\n86 different products, manufactured between April and July 6. Many\nof them feature \"Sesame Street\" and Nickelodeon characters --\nincluding the Elmo Tub Sub, the Dora the Explorer Backpack, and the\nGiggle Gabber, a toy shaped like Elmo or Cookie Monster that\ntoddlers shake to hear giggles and funny noises.\n</P>\n<P>\nMattel says it prevented more than two-thirds of the 967,000\naffected toys from reaching consumers by contacting retailers, like\nWal-Mart, Target and Toys 'R' Us, late last week. But more than\n300,000 of the tainted toys have been purchased by consumers in the\nUnited States.\n</P>\n<P>\nA complete list can be found at nytimes.com, as well as the Web\nsites of Mattel and the Consumer Product Safety Commission.\n</P>\n<P>\nIn recent months, factories in China have been sources of\npoisonous pet food sold in stores in the United States, dangerous\ncar tires, and lead paint on the popular Thomas &amp;amp; Friends wooden\ntoys.\n</P>\n<P>\nThis is Mattel's 17th recall in 10 years.\n</P>\n<P>\nSpeaking of the new recall, Nancy Nord, acting Consumer Product\nSafety Commission chairwoman, said in a statement, \"These recalled\ntoys have accessible lead in the paint and parents should not\nhesitate in taking them away from children.\" The statement said\nthat the commission had launched an investigation and that\n\"ensuring that Chinese made toys are safe for U.S. consumers is\none of my highest priorities and is the subject of vital talks\ncurrently in place between CPSC and the Chinese government.\"\n</P>\n<P>\nEarlier this summer, RC2, the maker of Thomas trains, recalled\n1.5 million trains and accessories because a Chinese supplier had\ncoated them in lead paint. At that time, consumer safety experts\nand toy industry analysts said that Mattel was unlikely to face\nsuch a problem.\n</P>\n<P>\nIn early July, according to Mattel executives, one of the\nEuropean retailers that sells Mattel toys discovered the lead on\nsome products. On July 6, Mattel stopped operations at the factory\nthat produced the toys and initiated an investigation.\n</P>\n<P>\nOn July 18, Mattel took a reporter for The New York Times on a\ntour of a factory in Guanyao, China, and of Mattel's toy safety\nlaboratory in Shenzhen. At that time, Mattel executives say, it was\nunclear whether Mattel was facing a widespread lead paint problem,\nor if the European case was an anomaly.\n</P>\n<P>\nLast Thursday, the company's executives say they received\nconclusive data that persuaded them to recall the 86 products.\n</P>\n", 
            "id": "NYT_ENG_20070801.0173"
        }, 
        {
            "headline": "Fisher-Price to recall almost a million toys worldwide because of lead in paint", 
            "text": "\n<P>\nToy-maker Fisher-Price is recalling 83 types of toys -- including the popular Big\nBird, Elmo, Dora and Diego characters -- because their paint contains excessive\namounts of lead.\n</P>\n<P>\nThe worldwide recall being announced Thursday involves 967,000 plastic preschool\ntoys made by a Chinese vendor and sold in the United States between May and\nAugust. It is the latest in a wave of recalls that has heightened global concern\nabout the safety of Chinese-made products.\n</P>\n<P>\nThe recall is the first for Fisher-Price Inc. and parent company Mattel Inc.\ninvolving lead paint. It is the largest for Mattel since 1998 when Fisher-Price\nhad to yank about 10 million Power Wheels from toy stores.\n</P>\n<P>\nIn an interview with The Associated Press on Wednesday, David Allmark, general\nmanager of Fisher-Price, said the problem was detected by an internal probe and\nreported to the Consumer Product Safety Commission.\n</P>\n<P>\nFisher-Price and the commission issued statements saying parents should keep\nsuspect toys away from children and contact the company.\n</P>\n<P>\nThe commission works with companies to issue recalls when it finds consumer\ngoods that can be harmful. Under current regulations, children's products found\nto have more than .06 percent lead accessible to users are subject to a\nrecall.\n</P>\n<P>\nAllmark says the recall was \"fast-tracked,\" which allowed the company to\nquarantine two-thirds of the toys before they even made it to store shelves. In\nnegotiating details of the recall, Fisher-Price and the government agreed to\nwithhold details from the public until Thursday to give stores time to get\nsuspect toys off shelves and Fisher-Price time to get its recall hot line up and\nrunning.\n</P>\n<P>\nAllmark said the recall was troubling because Fisher-Price has had a\nlong-standing relationship with the Chinese vendor, which had applied decorative\npaint to the toys. Allmark said the company would use this recall as an\nopportunity to put even better systems in place to monitor vendors whose conduct\ndoes not meet Mattel's standards.\n</P>\n<P>\nHe added: \"We are still concluding the investigation, how it happened. ... But\nthere will be a dramatic investigation on how this happened. We will learn from\nthis.\"\n</P>\n<P>\nThe recall follows another high-profile move from toy maker RC2 Corp., which in\nJune voluntarily recalled 1.5 million wooden railroad toys and set parts from\nits Thomas &amp; Friends Wooden Railway product line. The company said that the\nsurface paint on certain toys and parts made in China between January 2005 and\nApril 2006 contain lead, affecting 26 components and 23 retailers.\n</P>\n<P>\n\"Anytime a company brings a banned hazardous product into the U.S. marketplace,\nespecially one intended for children, it is unacceptable,\" said Nancy Nord,\nacting chair of the Consumer Product Safety Commission. \"Ensuring that\nChinese-made toys are safe for U.S. consumers is one of my highest priorities\nand is the subject of vital talks currently in place between CPSC and the\nChinese government.\"\n</P>\n<P>\nCarter Keithley, president of the Toy Industries Association, praised Mattel's\nquick response to the problem, and suggested Mattel will use this setback as a\nlesson for not only the company but for the entire industry. However, he\nexpressed concern about how the recall and other toy recalls will play out in\nconsumers' minds in advance of the holiday season.\n</P>\n<P>\n\"We are worried about the public feeling,\" said Keithley, adding he observed how\ntoy companies are embracing strict controls during a recent toy safety seminar\nin China. \"We have thought all along that (consumers) can be confident in the\nproducts,\" he said. \"But if companies like Mattel have this, then you have to\nask how did this happen?\"\n</P>\n<P>\nOwners of a recalled toy can exchange it for a voucher for another product of\nthe same value. To see pictures of the recalled toys, visit http://www.service.mattel.com.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nConsumer Product Safety Commission: http://www.cpsc.gov.\n</P>\n", 
            "id": "APW_ENG_20070801.1518"
        }, 
        {
            "headline": "Mattel CEO apologizes for toy recall; cites $30 million impact on operating income", 
            "text": "\n<P>\nMattel apologized Thursday to customers affected by a recall nearly a million\ntoys from its Fisher-Price division and said the move will cut pretax operating\nincome at the world's largest toymaker by $30 million (euro22\nmillion).\n</P>\n<P>\nThe plastic preschool toys were made in China with paint found to have excessive\namounts of lead.\n</P>\n<P>\n\"We apologize to everyone affected by this recall, especially those who bought\nthe toys in question,\" Robert A. Eckert, Mattel Inc.'s chairman and CEO, said in\na statement.\n</P>\n<P>\n\"Our goal is to correct this problem, improve our systems and maintain the trust\nof the families that have allowed us to be part of their lives by acting\nresponsibly and quickly to address their concerns,\" he said.\n</P>\n<P>\nMattel shares fell 55 cents, or 2.3 percent, to $23.03 in afternoon trading\nThursday.\n</P>\n<P>\nThe apology came a day after El Segundo-based Mattel disclosed the recall of\n967,000 toys manufactured by a Chinese vendor and sold in the United States\nbetween May and August.\n</P>\n<P>\nIncluded in the recall were 83 types of toys based on the popular characters Big\nBird, Elmo and Dora, among others.\n</P>\n<P>\nMattel will adjust its already reported 2007 second-quarter results to reflect\nthe impact of the recall, the company said in a filing with the Securities and\nExchange Commission.\n</P>\n<P>\nMattel also said it was not aware of any additional issues related to lead in\npaints with its products but cannot guarantee that more issues will not be\nidentified.\n</P>\n<P>\n\"We require our manufacturing partners to use paint from approved and certified\nsuppliers and have procedures in place to test and verify, but in this\nparticular case our procedures were not followed,\" Jim Walter, Mattel's senior\nvice president of worldwide quality assurance, said in a statement. \"We are\ninvestigating the cause to ensure such events do not reoccur.\"\n</P>\n<P>\nThe company said it was reviewing the procedures of all of its manufacturing\npartners in China.\n</P>\n<P>\nLast month, Mattel reported a 15 percent increase in its second-quarter profit\non strong sales of toy cars.\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nMattel Recall site: http://www.service.mattel.com\n</P>\n", 
            "id": "APW_ENG_20070802.1294"
        }, 
        {
            "headline": "U.S. parents, toy companies stressed over recall of toys made in China that contain too much lead", 
            "text": "\n<P>\nMany American parents are facing a quandrary about what toys to buy their\nchildren following the recall by Mattel Inc. of almost 1 million Chinese-made\ntoys because they may contain lead.\n</P>\n<P>\nAs if fears over contaminated toothpaste, poisoned pet food and faulty tires\nwere not enough, the latest recall of Chinese-made products has anxious parents\nrummaging through toy chests to find tainted Big Birds and Dora the Explorer\ntoys.\n</P>\n<P>\nIt also has stressed-out toy companies going through their inventory to see if\ntheir products are harmless. And it has China, again, insisting that its\nproducts are safe.\n</P>\n<P>\nOn Thursday, Mattel's Fisher-Price brand announced it is recalling 83 types of\ntoys -- including the popular Big Bird, Elmo, Dora and Diego characters -- because\ntheir paint contains excessive amounts of lead. The recall involves 967,000\nplastic preschool toys made by a Chinese vendor and sold in the United States\nbetween May and August.\n</P>\n<P>\n\"I'm less inclined to buy anything from China,\" said Wendy Schneider-Fisher, of\nNew Albany, Ohio, who was heading into a local Toys \"R\" Us Thursday. \"And I'm\nupset our government doesn't do more to stop it.\"\n</P>\n<P>\nUnder current U.S. regulations, children's products found to have more than 0.06\npercent lead are subject to a recall.\n</P>\n<P>\nFor parents, replacing the tainted toys with ones they trust are safe could pose\na problem: 80 percent of all toys are made in China.\n</P>\n<P>\n\"It seems like everything's from China but if I could find a similar toy that\nwas American made, I would definitely buy it even if it cost more,\" said Allen\nMayne, of Columbus, Ohio, who was shopping at a local Toys \"R\" Us for his\n9-year-old daughter.\n</P>\n<P>\n\"I think it would be in everyone's best interests to look for American-made\nproducts, stuff you can feel confident about, stuff that's just not the cheapest\njunk that you can get,\" he said.\n</P>\n<P>\nWith discounters like Wal-Mart Stores Inc. waging price wars, the pressure has\nbeen on toy companies to cut costs by producing cheaper toys in China. With\nexceptions like Mattel, which estimates that about 50 percent of its production\nin China is made in company-owned plants, many toy companies turn to contract\nfactories, a cheaper alternative.\n</P>\n<P>\nThursday's toy recall follows the June recall by RC2 Corp. of 1.5 million wooden\nrailroad toys and set parts from its Thomas &amp; Friends Wooden Railway product\nline because of lead paint. Those toys were also made in China.\n</P>\n<P>\nIndustry experts are worried there will be more toy recalls to come, and fear\nparents will be more skeptical when buying holiday toys, even avoiding Chinese\nproducts altogether.\n</P>\n<P>\n\"Everyone is concerned that this could really undermine the traditional toy\nbusiness if consumers think that the toys are unsafe,\" said New York-based toy\nconsultant Chris Byrne.\n</P>\n<P>\nMattel, considered by experts as a role model in how to do business in China,\nremained in crisis control Thursday.\n</P>\n<P>\nThe company contends the recall was \"fast-tracked,\" allowing it to quarantine\ntwo-thirds of the toys before they even made it to stores. Still, executives are\ntrying to find out how this situation happened.\n</P>\n<P>\n\"There is an extreme sense of urgency,\" said David Allmark, general manager of\nFisher-Price.\n</P>\n<P>\nJim Walter, senior vice president of worldwide quality assurance for Mattel, is\nheading to China to meet with vendors.\n</P>\n<P>\nChina also moved to clear up another blot on its reputation.\n</P>\n<P>\n\"China has always conducted international trade in the spirit of being\nresponsible to its trade partners and itself,\" China's Commerce Minister Bo\nXilai said in a statement published Thursday on the ministry's Web site.\n\"Ninety-nine percent of China's exports are good and safe.\"\n</P>\n<P>\nThere is also increasing pressure for government regulation of the U.S. toy\nindustry.\n</P>\n<P>\nDemocratic Sen. Dick Durbin introduced a bill last month that he contended would\ndramatically expand the Consumer Product Safety Commission's ability to protect\nthe public. Another piece of legislation, introduced by Durbin and Democratic\nSen. Bill Nelson would require third-party testing of imported and domestic toys\nand goods designed for children 5 years old or younger.\n</P>\n<P>\nThe CPSC now allows manufacturers to inspect and approve their own children's\nproducts.\n</P>\n<P>\n\"We need better regulation of the toy industry. Until then, parents are going to\nhave to be the watchdogs,\" said Joanne Oppenheim, president of Oppenheim Toy\nPortfolio, which produces an annual independent toy guide.\n</P>\n<P>\nHasbro Inc. said in a statement, it \"maintains stringent quality control\nstandards in all aspects of the manufacturing process, in both Hasbro-owned\nfactories as well as factories that are contracted to produce Hasbro-branded\nproduct.\"\n</P>\n<P>\nSesame Workshop, the nonprofit group that produces the \"Sesame Street\" TV\nprogram said Thursday it plans independent audits and other steps in an attempt\nto hold licensees to the highest health and safety standards.\n</P>\n<P>\nRetailers including KB Toys Inc., Wal-Mart Stores Inc. and Toys \"R\" Us Inc. said\nthey removed all the affected products off the shelves in recent days, but they\nare left to contend with shoppers' concerns.\n</P>\n<P>\n\"I'm going to pay much more attention to what I'm giving my children. I\nabsolutely would pay more for 'green' toys,\" said Schneider-Fisher.\n</P>\n<P>\n------\n</P>\n<P>\nAssociated Press writers Emily Zeugner in Columbus, Ohio, and Rose French in\nNashville, Tennessee, contributed to this report.\n</P>\n", 
            "id": "APW_ENG_20070803.0007"
        }, 
        {
            "headline": "Toy Recall Raises Questions About CPSC", 
            "text": "\n<P>\nMattel's announcement that it was recalling 1.5\nmillion toys could force a reexamination of how the $22 billion toy\nindustry is overseen by the Consumer Product Safety Commission, which\nlargely relies on companies to report problems themselves, consumer\ngroups, analysts and lawmakers said Thursday.\n</P>\n<P>\nLike the 1.5 million Thomas and Friends trains and accessories\nrecalled by RC2 Corp. in June, the Chinese-manufactured toys contained\ntoo much lead, Mattel said.\n</P>\n<P>\nThe recall was announced as safety problems with other Chinese\nproducts, such as seafood and tires, have put in doubt the U.S.\ngovernment's ability to oversee imports.\n</P>\n<P>\n``The Consumer Product Safety Commission does not have the\nresources to catch this type of problem,'' Mark Pryor, D-Ark.,\nchairman of the Senate Commerce Committee's consumer affairs\nsubcommittee, said in an interview. ``We're seeing this over and over.\nThis is an agency that is withering on the vine.''\n</P>\n<P>\nFour senators, including Majority Whip Dick Durbin, D-Ill., sent a\nletter Thursday to the commission's acting chairman, Nancy Nord,\nrequesting an assessment within seven days of whether the United\nStates should detain and inspect all children's products from China\nthat contain paint.\n</P>\n<P>\nAbout 80 percent of the toys bought in the United States and about\n65 percent of Mattel's toys are made in China, according to the Toy\nIndustry Association and the company. ``Toys were one of the first\nconsumer products to go to China in a big, big way,'' said Eric\nJohnson, a management professor at the Tuck School of Business at\nDartmouth College, who has studied the toy industry's migration to\nChina.\n</P>\n<P>\nAbout 60 percent of all product recalls this year have been for\ngoods manufactured in China, according to the safety commission. Lead\nhas been a particular problem. The agency has issued 18 recall notices\nfor 6.7 million pieces of jewelry for children this year because of\ndangerous levels of lead, and nearly all of them were from China.\nThere were 10 lead-related recalls in 2006, according to the agency.\n</P>\n<P>\nMattel said that it learned of the problem with its toys -- products\nmarketed by the company's Fisher-Price division, including toys shaped\nlike Big Bird, Elmo and Dora the Explorer -- from a European retailer\nand confirmed it with its own tests. The Chinese manufacturer, which\nthe company refuses to identify, has worked for Mattel for 15 years\nand ``to the best of my knowledge'' had not had problems in the past,\nsaid David Almark, general manager and senior vice president of\nmarketing of Fisher-Price.\n</P>\n<P>\nMattel is investigating the incident and stopped using the Chinese\nplant in early July.\n</P>\n<P>\nOf the 1.5 million products affected, 967,000 were distributed in\nthe United States, including about 300,000 that made it onto retail\nshelves, Almark said.\n</P>\n<P>\nThe recall was particularly surprising to some analysts because\nMattel is known for having strict safety standards. ``It is just\nunfortunate -- having those standards, yet one was breached,'' Almark\nsaid. ``It shows that those (rules) were not infallible and we have to\ndo even more.''\n</P>\n<P>\nThe toy industry is generally considered diligent and cautious,\nindustry analysts said. Companies are required to report any potential\nproblems to the safety commission, which sets industry standards and\ndoes some sample testing. ``I really think the CPSC is extremely\nstrict as is,'' said Jim Silver, a toy industry analyst and editor of\nToy Wishes magazine.\n</P>\n<P>\n``The significance of that is that we're seeing a breakdown of that\nsystem. It raises a question of whether the industry can continue to\nbe self policing,'' said Christopher Byrne, an independent toy analyst\nknown as the Toy Guy. ``If something like this can happen to Mattel,\nwhich has some of the most stringent standards, what does that mean\nfor the industry?''\n</P>\n<P>\nThe safety commission has begun an investigation into the Mattel\nrecall and how such problems can be prevented, Nord said in a written\nstatement. Officials at Mattel ``lived up to their reporting\nobligation,'' agency spokeswoman Julie Vallese said.\n</P>\n<P>\nBut the incident could amplify scrutiny of the agency, which has 85\nto 100 field investigators. The three-person commission has been\nwithout a permanent chairman and a quorum since last year, which means\nthat it cannot sue manufacturers, set civil penalties or write new\nrules. The agency has proposed legislation to give it more legal\nauthority, to make it illegal to sell recalled products, and to raise\nthe maximum civil penalty for violations from $1.8 million to $10\nmillion.\n</P>\n<P>\n``The agency is running at full speed, and is also running more\nefficiently than it has run in the past, but would welcome additional\nresources that Congress may choose to provide,'' Vallese said.\n</P>\n", 
            "id": "LTW_ENG_20070803.0019"
        }, 
        {
            "headline": "Toy Recall Leaves Customers Spooked", 
            "text": "\n<P>\nDiane Brahams was flummoxed as she stood near the toy car aisle at\na Culver City, Calif., Toys R Us on Thursday. What would be a safe\npresent for her grand nephew, a boy nearly 3 who loves cars?\n</P>\n<P>\nNot long ago, Brahams wouldn't have thought the paint on a modern,\nname-brand toy would be a threat. But with this week's recall of\nnearly a million playthings from Mattel Inc.'s Fisher-Price unit\nbecause of possible lead paint contamination, a trip to the toy store\nis leading Brahams and other consumers to think twice before making a\npurchase.\n</P>\n<P>\n``How can I know if this is going to be safe?'' asked Brahams, 56.\n``Companies that manufacture to children need to be held to a higher\nstandard.''\n</P>\n<P>\nThere have been a spate of recalls of Chinese-made products, from\ntires to pet food, but the Mattel recall stands out in part because it\ninvolves a long-trusted brand name and because Mattel is known for\nsetting strict production standards.\n</P>\n<P>\nThe episode shows how even the most diligent companies can run into\nproblems as they farm out production, said Dara O'Rourke, an assistant\nprofessor of labor and environmental policy at the University of\nCalifornia, Berkeley.\n</P>\n<P>\n``If it can happen to Mattel, it can happen to anybody,'' said\nO'Rourke, who has studied toy and other consumer goods factories in\nChina. ``These supply chains right now are neither transparent enough\nnor well-managed enough even for a company that is trying very hard to\nbe able to guarantee the safety and quality and healthfulness of their\nproducts.''\n</P>\n<P>\nMattel said it was working to understand how the problem happened\nat a subcontractor's plant in China, and what the company could do to\nprevent similar issues in the future.\n</P>\n<P>\n``I'm disappointed, and I'm upset this happened, and I apologize.\n... The trust of our consumers is deeply important to Mattel and to\nme,'' said Mattel Chief Executive Robert Eckert in an interview\nThursday. ``In the long term, I think we won't be judged by the fact\nthat a mistake was made in a vendor's plant, but instead we'll be\njudged on how we respond.''\n</P>\n<P>\nEdmund Mierzwinski, the national consumer program director for U.S.\nPublic Interest Research Group, said U.S. companies needed to take\ngreater responsibility for the products they import.\n</P>\n<P>\n``If they choose not to use U.S. companies to make homegrown\nproducts, that's the bed they've chosen to lay in,'' Mierzwinski said.\n``That's the challenge that these global companies face. They've got\nto meet child labor laws, safety laws and they've got to have checks\nand balances all along the chain.''\n</P>\n<P>\nLead paint, which has been banned in the U.S. for 30 years, is\nconsidered particularly dangerous for children, whose brains and\nnervous systems are more sensitive to the effects of lead.\n</P>\n<P>\nThe consequences can include learning disabilities, decreased\nintelligence, decreased muscle and bone growth, and nervous system and\nkidney damage.\n</P>\n<P>\nAdults also are at risk from lead, and are commonly exposed by\nbreathing in lead dust as a result of remodeling of older homes. But\nlead in toys is especially pernicious because young children tend to\nput their toys in their mouths.\n</P>\n<P>\nDr. Robert Adler, vice chairman of pediatrics at Children's\nHospital in Los Angeles, said children who have simply played with\ntoys made with lead paint are probably at little risk of suffering\nhealth problems.\n</P>\n<P>\n``The actual amount of lead they get from a limited exposure to the\ntoy, while not desirable, is probably not dangerous,'' he said.\n</P>\n<P>\nBut if parents are worried that their child has been exposed to\nlead, Adler said they can contact their physician and request a lead\ntest. Results should be available within a week.\n</P>\n<P>\nMattel, which also makes Barbie dolls and Matchbox cars, said it\nwas able to stop two-thirds of the 967,000 toys recalled in the United\nStates before they hit store shelves.\n</P>\n<P>\nBut that left about 300,000 Fisher-Price toys, including a Sesame\nStreet shape sorter for toddlers and a backpack based on popular\nNickelodeon shows Dora the Explorer and Go Diego Go, in the market.\nMattel said it did not know how many consumers bought those toys,\nwhich were made between April 19 and July 6 and sold as early as May.\n</P>\n<P>\nA total of 1.5 million toys were recalled worldwide.\n</P>\n<P>\n(Begin optional trim)\n</P>\n<P>\nMattel, based in El Segundo, Calif., said a retailer's audit of\nsome products in early July first made the company aware that it might\nhave a problem.\n</P>\n<P>\nThe company said it stopped its production at the facility where 83\ndifferent Fisher-Price toys were made, a contractor the company has\nused for 15 years, on July 6 or 7 and began conducting tests.\n</P>\n<P>\nJim Walter, Mattel's senior vice president of worldwide quality\nassurance, said subcontractors are required to obtain their paint from\ncertified suppliers.\n</P>\n<P>\nBut in this case, the factory bought its paint from an unmonitored\nsource, Walter said.\n</P>\n<P>\nAfter it confirmed the problem, which Walter said was likely just\nwith one batch of bad paint, Mattel decided to recall any products\nproduced in the plant at the time the paint was in the factory, he\nsaid.\n</P>\n<P>\nThe company informed the Consumer Products Safety Commission of the\nneed for a recall on July 26.\n</P>\n<P>\n(End optional trim)\n</P>\n<P>\nShoppers, meanwhile, expressed concern that toys with lead paint\nhad somehow managed to find their way to store shelves.\n</P>\n<P>\n``You're at the mercy of these companies,'' said Ann McGrath, a\n60-year-old retiree from Flagstaff, Ariz. who was shopping at the\nCulver City Toys R Us for a present for her grandson.\n</P>\n<P>\nA full list of the recalls is at www.service.mattel.com. Click on\n``recall information.''\n</P>\n", 
            "id": "LTW_ENG_20070803.0053"
        }
    ], 
    "id": "D1144H", 
    "title": "Toy Recall"
}