{
    "docSet": [
        {
            "headline": "200,000 marooned in northern Bangladesh floods", 
            "text": "\n<P>\nAt least 200,000 people have been marooned in northern Bangladesh, as monsoon\nrains and snow melt from the Himalayas hit the flood-prone nation, state-run\nmedia said.\n</P>\n<P>\nThe military has begun to evacuate people and distribute relief as major rivers\nburst their banks and inundated low areas in the north, the state-run BSS news\nagency said.\n</P>\n<P>\nUnconfirmed reports said at least 10 people have so far died of drowning and\nsnake-bites in the area. Last month, landslides triggered by heavy rains killed\nat least 126 people in southeastern city of Chittagong on the bay of Bengal.\n</P>\n<P>\nThe government's flood forecasting and warning centre said the situation could\nworsen in the next few days as major monsoon and Himalayan-glacier fed rivers --\nthe Ganges and the Brahmaputra that flow through Bangladesh -- are expected to\ncrest.\n</P>\n<P>\nThe Brahmaputra, the source of two-thirds of river water in the country, was\nflowing at least 25 centimetres (one foot) above danger levels, the centre said.\n</P>\n<P>\nBangladesh is criss-crossed by a network of 230 rivers and suffers annual floods\nwith at least a fifth of the country inundated each year.\n</P>\n<P>\nIn July and August in 2004 flooding left more than 700 people dead and 38\npercent of the country submerged, forcing millions to flee their homes.\n</P>\n", 
            "id": "AFP_ENG_20070729.0335"
        }, 
        {
            "headline": "Eight killed, million marooned as rivers keep swelling in Bangladesh", 
            "text": "\n<P>\nContinuous rise of water in almost all the rivers in Bangladesh's northern,\nnortheastern and middle parts claimed eight people's lives on Sunday and left\nnearly a million marooned, causing immense sufferings to them and damage to\ncrops.\n</P>\n<P>\nAt least eight people died in floodwater or in flood-related incidents like\nsnakebite in three northern districts of Kurigram, Mymensingh and Netrakona on\nSunday, local daily The Daily Star reported.\n</P>\n<P>\nAlmost 1 million people were marooned by floodwater in about 10 districts in\nnorthern, northeastern and central parts of the country, as floodwater triggered\nby incessant monsoon rains have destroyed houses, submerged paddy fields and\ndisrupted road transport in many places.\n</P>\n<P>\nMore and more people are taking shelters at the higher places, mostly\nembankments, where scarcity of food and drinking water is becoming acute by the\nday, while water-borne diseases like diarrhea, cholera and skin diseases have\nbecome almost a regular phenomenon.\n</P>\n<P>\nThis situation is most likely to deteriorate as the Bangladesh Flood Forecasting\nand Warning Center (FFWC) reported on Sunday that water flow in the major\nrivers, which are already flowing above danger levels, may rise further in the\nnext few days.\n</P>\n<P>\nFlood situation therefore will deteriorate in about fifteen districts in\nnorthern, northeastern and central parts of the country.\n</P>\n<P>\nLow-lying areas in the eastern part of the capital Dhaka, which is already\nfacing waterlogging, are likely to be inundated in the next one or two days, as\nsmall rivers surrounding Dhaka are about to approach danger levels.\n</P>\n<P>\nBangladesh Chief Adviser Fakhruddin Ahmed Saturday asked the concerned authority\nto immediately create a Flood Coordination and Monitoring Cell at the CA's\noffice to monitor the activities of all flood-controlling cells to take prompt\naction in tackling any exigencies of floods in the country.\n</P>\n", 
            "id": "XIN_ENG_20070730.0032"
        }, 
        {
            "headline": "Floods kill 100, displace millions in SAsia", 
            "text": "\n<P>\nMillions of people have fled their homes in India, Bangladesh and Nepal on\nMonday as the death toll in the past week from floods triggered by heavy monsoon\nrains topped 100, officials said.\n</P>\n<P>\nMore than 22 people have died in Nepal, 13 others lost their lives in Bangladesh\nand the toll has risen to about 70 in north and northeastern India, where\nmeteorologists have warned of more rain in the next 24 hours.\n</P>\n<P>\n\"The situation has turned devastating overnight, drowning five more people in\nseparate incidents and displacing another three million,\" said Bhumidhar Barman,\nrelief and rehabilitation minister in northeastern Assam state.\n</P>\n<P>\nThe water levels in all major rivers and their tributaries in the state were\nwell above the danger mark, authorities said in a bulletin.\n</P>\n<P>\nIndian air force helicopters were on stand-by to deliver food and other\nessentials to some four million displaced people as the Brahmaputra River -- one\nof the longest in Asia at 2,900 kilometres (1,800 miles) -- swelled.\n</P>\n<P>\nThe Brahmaputra is usually in full flood in the summer from monsoon rains and\nmelting glaciers as it crosses Tibet, India and Bangladesh before emptying into\nthe Bay of Bengal.\n</P>\n<P>\nSoldiers used rubber boats and rafts to evacuate trapped residents, as\ncommunication and transport links across the area were badly disrupted.\n</P>\n<P>\nA team of doctors and paramedics was sent to the flood-hit areas by boat and\nraft to treat people suffering from water-borne diseases.\n</P>\n<P>\n\"We have also sent veterinarians along with adequate cattle and poultry feed in\nseveral areas,\" Barman said.\n</P>\n<P>\nThe worst-hit part of Assam was eastern Dhemaji district, where an estimated\n250,000 people had taken refuge in makeshift shelters on raised embankments, in\ngovernment schools and offices.\n</P>\n<P>\nIn the past week, 20 people have died in Assam and neighbouring Meghalaya\nstates, while another 50 people have been killed in northern Bihar and Uttar\nPradesh states, according to official figures.\n</P>\n<P>\nIn Bangladesh, where about 675,000 villagers have fled their homes, the flood\nwatch centre said the situation could worsen, with the country's central regions\nat risk of major flooding in the next two days.\n</P>\n<P>\n\"The flood situation in northern Bangladesh has been aggravated overnight. Water\nlevels of both the Ganges and the Brahmaputra have increased, inundating vast\nnew areas,\" disaster management secretary Dhiraj Malakar said.\n</P>\n<P>\nMalakar said thousands of military, government and volunteer groups had been\nmobilised to evacuate people and distribute food, relief and medical aid to\nthose affected by the disaster.\n</P>\n<P>\nThe state-owned BSS news agency said at least three more people had died from\nsnakebites and drowning at the weekend, taking the reported death toll from the\nfloods to 13.\n</P>\n<P>\nBangladesh is criss-crossed by a network of 230 rivers and suffers annual floods\nwith at least a fifth of the country submerged each year.\n</P>\n<P>\nIn 2004, flooding killed more than 700 people and 38 percent of the country was\nunder water, forcing millions to flee their homes. In Assam, at least 200 people\nwere killed and more than 12 million displaced the same year.\n</P>\n<P>\nIn Nepal, about 70 people have been killed in floods since the monsoon season\nbegan last month, officials said.\n</P>\n", 
            "id": "AFP_ENG_20070730.0421"
        }, 
        {
            "headline": "Hundreds of thousands flee Bangladesh floods", 
            "text": "\n<P>\nHundreds of thousands of villagers fled their homes Monday as flash floods\ncaused by monsoon rains and glacial snowmelt inundated large swathes of northern\nBangladesh, officials said.\n</P>\n<P>\nAt least 675,000 villagers were forced to move to temporary shelters or seek\nhigher ground as rivers burst their banks and flooded 24 of the country's 64\ndistricts, disaster management secretary Dhiraj Malakar said.\n</P>\n<P>\n\"The flood situation in northern Bangladesh has been aggravated overnight. Water\nlevels of both the Ganges and the Brahmaputra have increased, inundating vast\nnew areas,\" he said.\n</P>\n<P>\nMalakar said thousands of military, government and volunteer groups were\nmobilised to evacuate people and distribute food, relief and medical aid to\nthose affected by the disaster.\n</P>\n<P>\nThe state-owned BSS news agency said at least three more people died from\nsnakebites and drowning at the weekend, taking the reported death toll from the\nfloods to 13.\n</P>\n<P>\nThe government's flood forecasting and warning centre said the situation could\nworsen as the two major Himalayan-fed rivers have continued to swell and were\nset to inundate the country's central regions within a day or two.\n</P>\n<P>\nLast month, landslides triggered by heavy rains killed at least 126 people in\nthe southeastern city of Chittagong on the Bay of Bengal.\n</P>\n<P>\nBangladesh is criss-crossed by a network of 230 rivers and suffers annual floods\nwith at least a fifth of the country submerged each year.\n</P>\n<P>\nIn July and August 2004, flooding killed more than 700 people and 38 percent of\nthe country was under water, forcing millions to flee their homes.\n</P>\n", 
            "id": "AFP_ENG_20070730.0514"
        }, 
        {
            "headline": "Eight more killed as flood situation worsens in Bangladesh", 
            "text": "\n<P>\nEight more people were killed in flooding in three districts of Bangladesh on\nMonday as the overall flood situation worsened in the country's northern and\nnortheastern districts, local media reported Tuesday.\n</P>\n<P>\nFive people drowned in floodwaters in northwestern Sirajganj district, two in\nnorthern Jamalpur district and one in northern Sherpur district, private news\nagency UNB reported.\n</P>\n<P>\nAt least eight people died in floodwater or flood-related incidents in three\nnorthern districts on Sunday, and about 1 million people were marooned by\nfloodwater in about ten districts in northern, northeastern and central parts of\nthe country, according to local media.\n</P>\n<P>\nA bulletin of Bangladesh Flood Forecasting and Warning Center ( FFWC) said on\nMonday the flood situation in about fifteen districts in the northern,\nnortheastern and central parts of the country continued to deteriorate.\n</P>\n<P>\nIt said the country's major rivers were flowing above their danger levels in 19\nwater-level monitoring stations Monday morning. The water levels of those rivers\nmarked rise at 37 stations while registered fall in 25.\n</P>\n<P>\nExperts apprehended that the current spell of floods could take a disastrous\nturn like the one in 1998, which once submerged nearly two-thirds of the\ncountry's land, claiming more than 1,000 people's lives.\n</P>\n<P>\nThe flood-affected residents were passing days in miseries. They have been\nreported to be helplessly looking for dry shelter for their families and\nlivestock. Country boats and makeshift rafts have replaced motorcars and\nrickshaws to be their major means of communication.\n</P>\n<P>\nCommunication systems suffered serious disruptions as highways, motorways,\nrailway tracks, bridges and culverts have either been submerged or washed away\nin many regions.\n</P>\n<P>\nAlmost all the stricken areas are reeling under scarcity of food and safe\ndrinking water. The army is helping out local administration in providing relief\nfor the victims.\n</P>\n<P>\nHundreds of primary schools were declared closed as water levels of the major\nrivers continued to rise in the affected districts.\n</P>\n", 
            "id": "XIN_ENG_20070731.0032"
        }, 
        {
            "headline": "Six more killed in floodwaters in Bangladesh", 
            "text": "\n<P>\nSix more people were drowned in floodwaters in two districts in Bangladesh as\nthe overall flood situation worsened in the country's northern and northeastern\nregions Tuesday, private news agency UNB reported.\n</P>\n<P>\nFour of the victims were drowned in northeastern Sirajganj district, 110 km\nnortheast of Dhaka, while two in northern Gaibandha district, 210 km northwest\nof Dhaka.\n</P>\n<P>\nBus and railway services, gas supply in some more flood- affected areas have\nbeen suspended due to the deteriorating flood situation. Officials said standing\ncrops on 5,300 acres of land were damaged by the floodwaters. Hundreds of\neducation institutions remained closed in these regions.\n</P>\n<P>\nMeanwhile, a bulletin of the Flood Forecasting and Warning Center (FFWC) said\nTuesday the flood situation in four districts in northern, northeastern and\ncentral parts of the country is still deteriorating and expected to start\nimproving by the next two or three days.\n</P>\n<P>\nBesides, low-lying areas in eastern part of Dhaka city is likely to be inundated\nfurther in the next 48 hours.\n</P>\n", 
            "id": "XIN_ENG_20070731.0279"
        }, 
        {
            "headline": "38 killed, millions marooned by flood in Bangladesh", 
            "text": "\n<P>\nAt least 38 people have been killed and over 4.5 million affected by the current\nflood in Bangladesh as on-rush of waters from upper riparian inundated more\ntownships and villages in north and northeastern parts of the country.\n</P>\n<P>\nSo far 38 people have died in flood-related incidents, Bangladesh Food and\nDigester Management Adviser Tapan Chowdhury told a press briefing here on\nWednesday. \"The overall situation looks alarming, but too early to declare it\nnational disaster,\" he said.\n</P>\n<P>\nOfficial statistics say the floodwaters affected more than 4.5 million people in\n36 districts out of the country's 64 districts. Some 250,000 houses were either\ncompletely or partially damaged while crops on over 500,000 acres of land were\ndamaged. Besides, over 1800 educational institutions and about 12000 kilometers\nof roads have been damaged too.\n</P>\n<P>\nReports of local media said northern Sirajganj town, one of the worst-hit by\nflood, is now under 90 cm of water. The town looks like a lake as people were\nforced to use boats as only vehicle to attend their works. The local\nadministration shut down trial proceedings in courts for seven days and asked\nemployees to join the relief and rescue operations.\n</P>\n<P>\nBangladesh army has joined the local administration in rescuing and\nrehabilitating the flood affected people. Chief Advisor of the caretaker\ngovernment Dr Fakhruddin Ahmed and army chief General Moeen Ahmed visited some\naffected areas and distributed relief among the victims.\n</P>\n<P>\nA bulletin of the Flood Forecasting and Warning Center (FFWC) said new areas in\nabout seven districts in the central and western part of the country are likely\nto be inundate.\n</P>\n<P>\nIt said more low-lying areas in the eastern part of Dhaka City are also likely\nto be inundated.\n</P>\n", 
            "id": "XIN_ENG_20070801.0269"
        }, 
        {
            "headline": "UK provides 2.5 mln USD aid for Bangladesh flood victims", 
            "text": "\n<P>\nResponding to the current floods in Bangladesh, the United Kingdom has given 2.5\nmillion U.S. dollars of immediate aid for the flood victims, private news agency\nUNB reported Wednesday.\n</P>\n<P>\nThe aid money will be spent for providing food, water, shelter and medicines for\n50,000 people in the ten worst-affected districts and special assistance through\nthe chars livelihoods program (CLP).\n</P>\n<P>\nThe UK's Department for International Development (DFID) is supporting the\nBangladesh government's ongoing relief work, channeling 1.5 million U.S. dollars\naid through the United Nations Development Program (UNDP).\n</P>\n<P>\nThe UK has also authorized DFID's own chars livelihoods program to offer further\nflood relief efforts in their operation areas in five districts in the northern\nregion including Jamalpur, Sirajgonj, Bogra, Gaibandha and Kurigram. Up to 1\nmillion U.S. dollars will be spent for this worst hit region by CLP.\n</P>\n<P>\n\"We are keenly aware of the need for urgent action in bringing help for the many\ngravely affected by flooding,\" said Sarah Sanyahumbi, acting Country\nRepresentative of UK DFID.\n</P>\n<P>\nSo far, at least 38 people have been killed and over 4.5 million affected by the\ncurrent flood in Bangladesh, which affected 36 out of 64 districts of the\ncountry.\n</P>\n", 
            "id": "XIN_ENG_20070801.0281"
        }, 
        {
            "headline": "At least 38 dead in Bangladesh floods", 
            "text": "\n<P>\nFloods in Bangladesh have killed at least 38 people and left 4.5 million others\ndisplaced or marooned in their homes in north and central Bangladesh, officials\nsaid Wednesday.\n</P>\n<P>\nPeople crammed into 600 relief centres or sought higher ground to escape rising\nwater levels, said Shafiqul Islam, a spokesman for the food and disaster\nmanagement ministry.\n</P>\n<P>\nMajor rivers fed by monsoon rains and snowmelt burst their banks, inundating\nmore than half of the country's 64 districts, he said.\n</P>\n<P>\nThe massive Brahmaputra was flowing well above the danger level, officials said,\nadding the Northern Sirajganj and Kurigram districts were the worst hit, with\nnearly all villages and towns under water.\n</P>\n<P>\nTelevision footage showed people perched on rooftops or using banana trees as\nrafts to escape submerged villages. A shortage of boats hampered efforts to\nreach some 500,000 people trapped with no access to food or clean water.\n</P>\n<P>\nThe head of Bangladesh's military-backed emergency government, Fakhruddin Ahmed,\nand food and disaster management minister Tapan Chowdhury flew to Kurigram\ndistrict to monitor relief efforts.\n</P>\n<P>\nThousands of soldiers, government employees and volunteer workers were deployed\nto evacuate people and distribute aid supplies.\n</P>\n<P>\n\"The government has mobilised all its essential services and the military for\nthe aid of the flood affected people,\" said Chowdhury after arriving back in the\ncapital Dhaka.\n</P>\n<P>\nThe European Union had donated two million dollars to the relief effort, he\nsaid.\n</P>\n<P>\n\"According to the weather and flood forecasting report, we think the flood\nsituation will improve in the next three days. But everything now depends on\nrainfalls and the river situation in the upstream,\" he added.\n</P>\n<P>\nLast month, landslides triggered by heavy rains killed at least 126 people in\nthe southeastern city of Chittagong on the Bay of Bengal.\n</P>\n<P>\nA network of 230 rivers criss-crosses Bangladesh, which suffers annual floods.\nAt least one-fifth of the country is submerged each year.\n</P>\n<P>\nIn July and August 2004, floods killed more than 700 people and 38 percent of\nthe country was under water, forcing millions to flee their homes.\n</P>\n", 
            "id": "AFP_ENG_20070801.0321"
        }, 
        {
            "headline": "Floods kill 40, millions displaced in Bangladesh", 
            "text": "\n<P>\nMonsoon floods ravaging Bangladesh for more than a week have killed about 40\npeople and displaced or marooned millions, relief officials said\nWednesday.\n</P>\n<P>\nMore than a third of Bangladesh, a low-lying delta nation of 145 million people,\nhas been inundated by floods, the Food and Disaster Management Ministry said. At\nleast 5 million people have either been marooned or displaced in the country's\nhardest-hit northern region.\n</P>\n<P>\nThe ministry did not specify the number of flood-related deaths, but relief\nofficials said at least 40 people died in the past week.\n</P>\n<P>\nMany of the dead were children who drowned, relief officials said on condition\nof anonymity, as they were not allowed to speak to the media.\n</P>\n<P>\nBangladesh is hammered by monsoon floods that kill hundreds every year and\ndestroy homes and crops.\n</P>\n<P>\nThe River Jamuna breached its banks this week, inundating much of Sirajganj, a\nsmall town 104 kilometers (64 miles) northwest of the national capital\nDhaka.\n</P>\n<P>\nSchools and some government offices have been closed as streets were under\nwaist-high water, local officials said.\n</P>\n<P>\nMany displaced people have taken shelter on embankments, while others have moved\nonto rooftops of their houses. Residents are using small boats to get\naround.\n</P>\n<P>\nOn Wednesday, Fakhruddin Ahmed, the head of the country's military-backed\ninterim government, toured by helicopter some of the flood-hit areas in the\nnorth and promised to help to the victims.\n</P>\n<P>\n\"We know that you are suffering. Our government will do everything possible to\nreduce your miseries,\" Ahmed said.\n</P>\n", 
            "id": "APW_ENG_20070801.0936"
        }
    ], 
    "id": "D1140H", 
    "title": "Bangladesh Flood"
}