{
    "docSet": [
        {
            "headline": "OJ Simpson questioned on alleged Vegas casino robbery ATTENTION - ADDS quotes, details ///", 
            "text": "\n<P>\nFormer American football star OJ Simpson was questioned by police in Las Vegas\nover an alleged armed robbery at a casino hotel room, police said Friday.\n</P>\n<P>\nSimpson was quizzed late Thursday following reports of a robbery from a guest's\nroom at the Palace Station casino, Las Vegas Police Department Captain James\nDillon told reporters.\n</P>\n<P>\n\"Police responded to a call from a person alleging he had been the victim of an\narmed robbery,\" Dillon said. \"The victim stated that one of the suspects was OJ\nSimpson.\"\n</P>\n<P>\nSimpson was later released without charge but was continuing to help police with\ntheir investigation, Dillon said, adding that items allegedly taken were\n\"sports-related products.\"\n</P>\n<P>\nThe alleged victim was identified by celebrity news website TMZ.com as Alfred\nBeardsley, a collector of sports memorabilia.\n</P>\n<P>\nBeardsley told the website that Simpson and a group of men entered his room\npretending to be customers. Two men with Simpson pulled guns during the robbery,\nBeardsley said.\n</P>\n<P>\nSimpson, one of the most famous American football players of his generation\nduring the 1970s, was the prime suspect in the brutal 1994 murders of estranged\nwife Nicole Brown-Simpson and her friend Ron Goldman.\n</P>\n<P>\nSimpson, who always has vehemently denied the killings, was acquitted of the\nslayings after a racially charged Los Angeles trial in 1995, a verdict that was\ngreeted with widespread outrage across America.\n</P>\n<P>\nThe former sports star was subsequently found liable for the deaths in a 1997\ncivil suit and was ordered to pay damages to the victims' families totaling 33.5\nmillion dollars.\n</P>\n", 
            "id": "AFP_ENG_20070914.0631"
        }, 
        {
            "headline": "OJ Simpson arrested in robbery probe", 
            "text": "\n<P>\nOJ Simpson, the ex-American footballer at the center of a notorious murder trial\nin the 1990s, has been arrested in connection with an armed robbery in Las\nVegas, US television reported Sunday.\n</P>\n<P>\nPolice arrested him in a continuing investigation over an alleged armed robbery\nof sports memorabilia at a casino hotel room, Las Vegas police cited on news\nnetworks said.\n</P>\n<P>\nSimpson had been interrogated late Thursday following reports of a robbery from\na guest's room at the Palace Station casino in which he is alleged to have\nplayed a part, police Captain James Dillon told reporters Friday.\n</P>\n<P>\nSimpson was released without charge last week after questioning, but taken into\ncustody again Sunday, according to reports.\n</P>\n<P>\nMedia said Sunday another man, Walter Alexander, was arrested in the case and\ncharged with armed robbery, but CNN news reported that according to witnesses\nSimpson himself did not possess a gun.\n</P>\n<P>\nThe alleged stolen items included \"sports-related products\" according to\nauthorities. The alleged victim was identified by celebrity news website\nTMZ.com, as Alfred Beardsley, a collector of sports memorabilia.\n</P>\n<P>\nBeardsley told the website that Simpson and a group of men entered his room\npretending to be customers. Two men with Simpson pulled guns during the robbery,\nBeardsley said.\n</P>\n<P>\nSimpson, one of the most famous American football players of his generation\nduring the 1970s, was the prime suspect in the 1994 murders of his estranged\nwife Nicole Brown-Simpson and her friend Ron Goldman.\n</P>\n<P>\nSimpson, who has always denied the killings, was acquitted of them after a\nracially charged Los Angeles trial in 1995, a verdict that was greeted with\nwidespread outrage across America.\n</P>\n<P>\nThe former sports star was subsequently found liable for the deaths in a 1997\ncivil suit and was ordered to pay damages to the victims' families totaling 33.5\nmillion dollars.\n</P>\n", 
            "id": "AFP_ENG_20070916.0089"
        }, 
        {
            "headline": "Former U.S. football star Simpson arrested on robbery charges", 
            "text": "\n<P>\nFormer U.S. football star O. J. Simpson was arrested on robbery charges in Las\nVegas Sunday, three days after police began an investigation into a casino theft\ninvolving the well-known sports celebrity.\n</P>\n<P>\nSimpson, 60, was put into police custody soon before noon on charges in relation\nto an armed robbery of sport memorabilia in a Las Vegas casino and hotel\nThursday, police said.\n</P>\n<P>\nThe charges include robbery with a deadly weapon, conspiracy to commit robbery\nand burglary with a firearm, according to a police spokesman.\n</P>\n<P>\nAn earlier report said that Simpson's accuser, a California sport memorabilia\ncollector, was not interested in pursuing the case against the former NFL star\nanymore. But police said he had not formally dropped his accusation.\n</P>\n<P>\nAlfred Beardsley of Burbank told police Thursday that Simpson and his men\nstormed the hotel room and stole memorabilia at gunpoint. Simpson has said he\nwas trying to retrieve stolen items that belonged to him, and denied the\ninvolvement of guns.\n</P>\n<P>\nSimpson has been a media sensation after he was accused of murdering his ex-wife\nNicole Brown and her boy friend Ron Goldman in 1994 in the front of his Los\nAngeles residence. He was acquitted of criminal murder charges later but was\nfound liable for their deaths in a civil lawsuit.\n</P>\n<P>\nHis new book, \"If I Did It: Confessions of the Killer,\" was recently released\nand on top of Amazon's best-selling list.\n</P>\n<P>\nAfter an effort to publish the book himself failed, a U.S. federal judge awarded\nthe book's rights to the Goldman family to offset Simpson's debts owed to the\nfamily in the civil lawsuit.\n</P>\n", 
            "id": "XIN_ENG_20070916.0195"
        }, 
        {
            "headline": "Police arrest 1 man, seize guns in robbery investigation involving O.J. Simpson", 
            "text": "\n<P>\nA man was arrested in connection with an alleged armed robbery of sports\nmemorabilia involving O.J. Simpson, and police said Sunday the former football\nstar may be arrested as well.\n</P>\n<P>\nSimpson is expected to be questioned again Sunday and may face arrest, police\nLt. Clint Nichols said.\n</P>\n<P>\nThe man detained Saturday night was arrested on two counts of robbery with a\ndeadly weapon, two counts of assault with a deadly weapon, conspiracy to commit\nrobbery and burglarly with a deadly weapon, Nichols said.\n</P>\n<P>\nHe was not identified. Nichols said police were seeking other\nsuspects.\n</P>\n<P>\n\"There may be as many as five outstanding (suspects),\" he said.\n</P>\n<P>\nThe man is accused of being among a group of people that went to the room of\nmemorabilia dealers at the Palace Station casino-hotel on Thursday and seized\nitems. Simpson has said the items belonged to him, and police have questioned\nhim once in their investigation.\n</P>\n", 
            "id": "APW_ENG_20070916.0646"
        }, 
        {
            "headline": "O.J. Simpson arrested in Las Vegas robbery involving sports memorabilia", 
            "text": "\n<P>\nO.J. Simpson was arrested Sunday and faces multiple felony charges in an alleged\narmed robbery of collectors involving the former football great's sports\nmemorabilia, authorities said.\n</P>\n<P>\nSimpson was arrested shortly after 11 a.m., Capt. James Dillon\nsaid.\n</P>\n<P>\nThe charges against Simpson will include robbery with a deadly weapon,\nconspiracy to commit robbery and burglary with a firearm, all felonies, Dillon\nsaid. More charges could be brought against him, he said.\n</P>\n<P>\nSimpson was being held at Las Vegas police offices pending the arrival of his\nlawyer, who was expected later Sunday, Dillon said.\n</P>\n<P>\n\"He was very cooperative, there were no issues,\" Dillon said.\n</P>\n<P>\nAt least one other person has been arrested and police said Sunday that as many\nas six people could be arrested in connection with the alleged armed robbery\nthat occurred in a room inside the Palace Station casino-hotel on\nThursday.\n</P>\n<P>\nSimpson, 60, has said he and other people with him were retrieving items that\nbelonged to him. Simpson has said there were no guns involved and that he went\nto the room at the casino only to get stolen mementos that included his Hall of\nFame certificate and a picture of the running back with former FBI director J.\nEdgar Hoover.\n</P>\n<P>\nSimpson told The Associated Press on Saturday that he did not call the police to\nhelp reclaim the items because he has found the police unresponsive to him ever\nsince his ex-wife, Nicole Brown Simpson, and her friend, Ron Goldman, were\nkilled in 1994.\n</P>\n<P>\n\"The police, since my trouble, have not worked out for me,\" he said, noting that\nwhenever he has called the police \"It just becomes a story about\nO.J.\"\n</P>\n<P>\nThe Heisman Trophy winner, ex-National Football League star and actor lives near\nMiami and has been a tabloid staple since his ex-wife and Goldman were killed in\n1994. Simpson was acquitted of murder charges, but a jury later held him liable\nfor the killings in a wrongful death lawsuit.\n</P>\n<P>\nPolice said two firearms and other evidence were seized at a private residence\nearly Sunday.\n</P>\n<P>\nWalter Alexander, 46, of Arizona, was arrested Saturday night on two counts of\nrobbery with a deadly weapon, two counts of assault with a deadly weapon,\nconspiracy to commit robbery and burglary with a deadly weapon.\n</P>\n<P>\nHe was released without bail on Saturday night, Dillon said.\n</P>\n<P>\nBesides the two firearms, police said they seized other evidence during early\nmorning searches of two residences, Lt. Clint Nichols said.\n</P>\n<P>\n\"It was evidence of a crime that was committed,\" Nichols said. \"And I believe we\nrecovered some clothing that the individual was wearing in the commission of the\nrobbery.\"\n</P>\n<P>\nSimpson said auction house owner Tom Riccio called him several weeks ago to say\nsome collectors were selling some of his items. Riccio set up a meeting with\ncollectors under the guise that he had a private collector interested in buying\nSimpson's items.\n</P>\n<P>\nSimpson said he was accompanied by several men he met at a wedding cocktail\nparty, and they took the collectibles.\n</P>\n<P>\nAlfred Beardsley, one of the sports memorabilia collectors involved in the\nalleged robbery, has said he wants the case dropped and that he's \"on O.J.'s\nside.\"\n</P>\n", 
            "id": "APW_ENG_20070916.0825"
        }, 
        {
            "headline": "O.J. Simpson to face kidnapping, armed robbery charges", 
            "text": "\n<P>\nFormer American football star O.J. Simpson has been charged with eight offences,\nincluding kidnapping and armed robbery, court documents showed Tuesday.\n</P>\n<P>\nSimpson, an iconic sports star who was dramatically acquitted of brutally\nmurdering his ex-wife and her friend 12 years ago, is to appear in court in Las\nVegas on Wednesday for an arraignment hearing.\n</P>\n<P>\nThe charges against Simpson and three other men were detailed in a criminal\ncomplaint filed by Nevada prosecutors in Clark County on Tuesday, following the\nfallen icon's arrest on Sunday in connection with an alleged armed robbery.\n</P>\n<P>\nSimpson and the men have been charged with seven felony offences: conspiracy to\ncommit kidnapping; conspiracy to commit robbery; first degree kidnapping with\nuse of a deadly weapon; burglary with a deadly weapon; robbery with a deadly\nweapon; assault with a deadly weapon and coercion with a deadly weapon.\n</P>\n<P>\nThe four men have also been charged with the misdemeanor offence of conspiracy\nto commit a crime.\n</P>\n<P>\nIf convicted on the most serious charges Simpson would face several years,\npossibly decades, in prison.\n</P>\n<P>\nThe charges stem from an incident at the Palace Station casino on Thursday, when\na gang of gun-toting men that included Simpson is reported to have stormed into\na hotel room and snatched sporting memorabilia from two dealers.\n</P>\n<P>\nSimpson is currently behind bars in Las Vegas in connection with the alleged\nrobbery. In interviews with US media prior to his arrest he denied robbery,\nsaying he was only recovering items that had been illegally stolen from him.\n</P>\n<P>\nOne of the most famous American football players of his generation during the\n1970s, Simpson was the prime suspect in the 1994 murders of his ex-wife Nicole\nand her friend Ron Goldman.\n</P>\n<P>\nSimpson, who has always vehemently denied the killings, was acquitted of them\nafter a racially charged Los Angeles trial in 1995, a verdict that was greeted\nwith widespread outrage across America.\n</P>\n<P>\nSimpson was subsequently found liable for the deaths in a 1997 civil suit and\nwas ordered to pay damages to the victims' families totaling 33.5 million\ndollars.\n</P>\n<P>\nrcw/lt\n</P>\n", 
            "id": "AFP_ENG_20070918.0028"
        }, 
        {
            "headline": "Judge sets bail for O.J. Simpson at $250,000 in Las Vegas sports memorabilia theft case", 
            "text": "\n<P>\nA judge set bail Wednesday at $125,000 (euro89,445) for O.J. Simpson in the\nformer football star's alleged role in the armed robbery of sports memorabilia\ncollectors at a Las Vegas hotel.\n</P>\n<P>\nSimpson, standing in a blue jail uniform and handcuffs, furrowed his brow as the\njudge read the list of charges against him.\n</P>\n<P>\nHe answered quietly in a hoarse voice and nodded as Justice of the Peace Joe\nBonaventure Jr. detailed charges of kidnapping and robbery and laid out\nrestrictions for his release. He did not enter a plea.\n</P>\n", 
            "id": "APW_ENG_20070919.0958"
        }, 
        {
            "headline": "6th co-defendant surrenders in O.J. Simpson armed robbery case", 
            "text": "\n<P>\nA sixth man sought in the armed robbery case against O.J. Simpson has\nsurrendered in court.\n</P>\n<P>\nThe former professional football star and the men are accused of bursting into a\nhotel room last week displaying guns, and stealing autographed footballs and\nother items from two sports memorabilia collectors.\n</P>\n<P>\nCharles Bruce Ehrlich was taken into custody in Las Vegas after a brief hearing\nbefore a judge who set his bail at $32,000 (euro22,777).\n</P>\n<P>\nEhrlich faces the same charges as another defendant, Charles Cashmore, who was\narraigned minutes earlier on charges including kidnapping, armed robbery and\nassault with a deadly weapon.\n</P>\n<P>\nAuthorities allege that the suspects went to the hotel room on the pretext of\nbrokering a deal with Alfred Beardsley, an accuser along with Bruce\nFromong.\n</P>\n<P>\nAccording to police reports, the collectors were ordered at gunpoint to hand\nover items valued at as much as $100,000 (euro71,179).\n</P>\n<P>\nBeardsley, an ex-convict, was arrested Wednesday at a Las Vegas hotel on a\nwarrant alleging he violated parole travel restrictions by traveling to Nevada.\nHe remained held without bail.\n</P>\n<P>\nFromong, 53, is recovering from a heart attack in a Los Angeles\nhospital.\n</P>\n", 
            "id": "APW_ENG_20070921.1011"
        }, 
        {
            "headline": "Co-defendant to plead guilty, testify in O.J. Simpson Las Vegas armed robbery case", 
            "text": "\n<P>\nA lawyer for one of O.J. Simpson's co-defendants in an armed robbery case said\nFriday that his client will plead guilty Monday to a reduced charge and testify\nagainst Simpson and four others.\n</P>\n<P>\nCharles Cashmore is accused of being one of five men who joined Simpson in a\nhotel-room confrontation with two sports memorabilia dealers. He will testify\nthat two of the other men who entered the room with the former football star\nwere armed, Cashmore's lawyer Edward Miley said.\n</P>\n<P>\nMiley said Cashmore will plead guilty Monday to being an accessory to robbery, a\nfelony that could get him up to five years in prison. A court hearing is set for\nMonday, a court clerk confirmed.\n</P>\n<P>\nSimpson and his co-defendants are accused of holding memorabilia dealers Bruce\nFromong and Alfred Beardsley at gunpoint Sept. 13 in a Las Vegas hotel room and\ntaking boxes of autographed footballs and other collectibles. Simpson has\nclaimed some of the items belonged to him and he was retrieving\nthem.\n</P>\n<P>\nEach man faces 10 charges including kidnapping, armed robbery, assault with a\nweapon, burglary and conspiracy. The kidnapping charge carries the possibility\nof life in prison if convicted. Simpson, 60, faces an 11th felony charge,\ncoercion.\n</P>\n", 
            "id": "APW_ENG_20071012.1383"
        }, 
        {
            "headline": "O.J. Simpson armed robbery case defendant agrees to testify against Simpson and plead guilty", 
            "text": "\n<P>\nA co-defendant in the O.J. Simpson armed robbery case told a judge Monday he\nwould plead guilty to a felony and testify against Simpson and four others in\nthe hotel room theft of sports collectibles from two memorabilia\ndealers.\n</P>\n<P>\nThe plea agreement with Charles Cashmore, 40, of Las Vegas ups the ante in the\nprosecution of Simpson. Cashmore can testify that guns were involved in the\nSept. 13 confrontation with two sports memorabilia dealers at a Las Vegas casino\nhotel room, his lawyer said.\n</P>\n<P>\nSimpson and his lawyers have denied guns were in the room.\n</P>\n<P>\n\"In District Court, he'll be pleading guilty to accessory to robbery,\" District\nAttorney David Roger told the judge. \"He's agreed to provide truthful\ntestimony.\"\n</P>\n<P>\nProcedurally, Cashmore waived his preliminary hearing. Las Vegas Justice of the\nPeace Joe Bonaventure Jr., set arraignment for Oct. 23.\n</P>\n<P>\nSimpson and the others, Walter Alexander, Clarence \"C.J.\" Stewart, Michael\nMcClinton, and Charles Ehrlich, are due in court for a preliminary hearing on\nNov. 8 and 9. Bonaventure will decide then whether there is enough evidence to\nsend the case to trial in state court.\n</P>\n", 
            "id": "APW_ENG_20071015.0731"
        }
    ], 
    "id": "D1143H", 
    "title": "Simpson Robbery"
}