{
    "docSet": [
        {
            "headline": "Stone desertification threatens 450,000 farmers in China's southwest", 
            "text": "\n<P>\nWorsening stone desertification is threatening the survival of about 450,000\nfarmers in southwest China's Guizhou Province, and they are in dire need of\nbeing relocated, local authorities have said.\n</P>\n<P>\nDesertification occurs when arable or habitable land is transformed into desert.\nGuizhou is affected by a form of desertification called stone desertification in\nwhich soil is eroded, water levels drop, the land begins to become barren and\nunderlying stones are exposed.\n</P>\n<P>\nGuizhou is the Chinese province suffers most from stone desertification. About\none fifth of the province's land area -- 35,920 square kilometers -- is\nafflicted by karst rocky desertification, according to the Guizhou Provincial\nDepartment of Water Resources.\n</P>\n<P>\nAs the soil erodes, survival for local farmers becomes increasingly precarious.\nAbout 450,000 local residents are facing a drastic deterioration of their living\nconditions, said officials from the department. But he did not provide further\ndetails of any relocation plan.\n</P>\n<P>\nSoil erosion affects up to 73,200 square kilometers of the land Guizhou -- 41\npercent of its total land area -- but around 25,000 square kilometers have been\nbrought under control along the upper reaches of the Yangtze River and Pearl\nRiver in the past few years, he said.\n</P>\n<P>\nAt the current rate at which damaged areas are being recovered -- 1,000 square\nkilometers per year -- Guizhou would need at least 70 years to bring soil\nerosion under control, he added.\n</P>\n", 
            "id": "XIN_ENG_20070114.0054"
        }, 
        {
            "headline": "First sandstorm of the year scours NW China", 
            "text": "\n<P>\nThis year's first sandstorm hit Minqin County of northwest China's Gansu\nProvince on Friday, the China Meteorological Administration (CMA) said here on\nSaturday.\n</P>\n<P>\nThe sandstorm started at 11:28 a.m., with a minimum visibility of 600 meters,\nand died down an hour later, according to the CMA.\n</P>\n<P>\nMinqin County, located between the Badain Jaran desert and the Tengger desert,\nhas seen 94 percent of its area turn into desert as a result of years of erosion\nby wind and sand.\n</P>\n<P>\nDeserts have advanced an average three to four meters into the remaining land\neach year. Last year, they advanced 6.19 meters, statistics from the local\nmeteorological bureau showed.\n</P>\n<P>\nThe county suffered only 14 sandstorms last year, compared with around 26 on\naverage. The most severe storm brought visibility down to 100 meters in April.\n</P>\n", 
            "id": "XIN_ENG_20070127.0103"
        }, 
        {
            "headline": "China asks farmers to pursue sustainable agricultural production", 
            "text": "\n<P>\nChina unveiled on Monday wide-ranging polices to improve sustainable agriculture\nand raise the incomes of hundreds of millions of farmers.\n</P>\n<P>\nIt's the fourth consecutive year the so-called No. 1 Document has targeted\nagriculture and issues concerning the countryside, signaling again that the\ngovernment's top priority is to help improve the lives of the country's 800\nmillion farmers.\n</P>\n<P>\nChina will encourage its farmers to use more environmentally-friendly\nfertilizers and pesticides to reduce pollution of the soil, rivers and lakes,\naccording to the document, which is the year's first major policy paper jointly\nissued by the Central Committee of the Communist Party of China and the State\nCouncil.\n</P>\n<P>\nThe document said the government pledges to make greater efforts to tackle\nserious soil erosion in areas along the Yangtze and Yellow Rivers to protect the\nnation's limited arable land.\n</P>\n<P>\nLocal governments have been ordered to restrict the amount of arable land that\nis lost to urban growth and industrialization, said the document.\n</P>\n<P>\nExperts said the pledge is expected to guarantee the basic livelihood of Chinese\nfarmers who have lost their land to estate development or industry without\nproper compensation.\n</P>\n<P>\nThe government also vows to use organic fertilizers and build more water\nconservation projects.\n</P>\n<P>\nDespite a series of policies aimed at improving the income of farmers, including\nthe abolishment agricultural tax, rural life remains hard, the document added.\n</P>\n<P>\nLast year, the per-capita net income of the farmers stood at 3,587 yuan (460\nU.S. dollars), less than a third of those living in cities.\n</P>\n", 
            "id": "XIN_ENG_20070129.0208"
        }, 
        {
            "headline": "China prepares for spring sand storms", 
            "text": "\n<P>\nEleven to 15 sand storms are expected hit China this spring, about the same as\nlast year when the country experienced 14 sand storms but far less than the\nannual average of 26.\n</P>\n<P>\nThe State Forestry Administration (SFA) has called together a team of 25\nexperts, including 10 members of the Chinese Academy of Sciences, to help\nimprove storm forecasting and warning. The SFA is also investing heavily in\nsetting up a monitoring network, said an administration official.\n</P>\n<P>\nAnother official told Xinhua that the SFA is taking five specific measures to\ndeal with sand storms, but he refused to say what the measures were.\n</P>\n<P>\nOther research shows that government departments have come up with emergency\nplans and strengthened staff training to protect the dry and vulnerable topsoil\nin north China. There has also been a more strict enforcement of laws and\nregulations designed to prevent trees from being cut or other practices that can\ncause erosion.\n</P>\n<P>\nNorthern China has been frequently hit by strong wind gusts. Extremely strong\nwinds derailed a passenger train in Xinjiang Uygur Autonomous Region on February\n28, killing three people and injuring 30 others, two of them seriously.\n</P>\n", 
            "id": "XIN_ENG_20070308.0026"
        }, 
        {
            "headline": "Report: China forcing Tibetan nomads to settle in towns, disrupting traditional life", 
            "text": "\n<P>\nChina is forcing nomadic Tibetan herders to settle in towns to clear land for\ndevelopment, leaving many unable to earn a living, a human rights group said in\na report issued Sunday.\n</P>\n<P>\nHerders have been forced to slaughter herds of yaks, sheep and goats and\nCommunist officials have paid minimal compensation and failed to protect\nTibetans' legal rights, Human Rights Watch said. It said tens of thousands, and\npossibly hundreds of thousands, of people have been affected.\n</P>\n<P>\nThe group appealed to Beijing to suspend the resettlements until a review system\nis put in place and to allow Tibetans to return to their land if they were\nforcibly moved or received no compensation.\n</P>\n<P>\n\"They are destroying our Tibetan (herder) communities by not letting us live in\nour area and thus wiping out our livelihood completely,\" one Tibetan, identified\nonly by the initials F.R., was quoted as saying.\n</P>\n<P>\nHuman Rights Watch said the resettlements in Tibet and in adjacent ethnic\nTibetan areas of Sichuan, Gansu and Qinghai provinces are linked to Beijing's\neffort, launched in 1999, to develop China's poor, restive west and bind it to\nthe bustling east.\n</P>\n<P>\nChina's foreign ministry and the local governments of Tibet and the provinces\ncited did not respond to requests by phone and fax for comment.\n</P>\n<P>\nThe resettlements began in 2000 and have taken place more intensively since\n2003, Human Rights Watch said.\n</P>\n<P>\n\"Many Tibetan herders have been required to slaughter most of their livestock\nand move into newly built housing colonies in or near towns, abandoning their\ntraditional way of life,\" the report said.\n</P>\n<P>\n\"Many Tibetan agricultural communities have had their land confiscated, with\nminimal compensation, or have been evicted to make way for mining,\ninfrastructure projects or urban development,\" the report said.\n</P>\n<P>\nThe most extreme efforts were in Sichuan's Golok region, where authorities\nbanned grazing in 2003 and required herders to sell their herds and move into\nnewly built townships, Human Rights Watch said, citing interviews with Tibetans\nwho were affected.\n</P>\n<P>\nIt quoted one as saying: \"Even if we become town dwellers and try to do\nbusiness, we don't have the education or the experience to succeed. We don't\neven know how to live from farming. So in future we will face great\ndifficulty.\"\n</P>\n<P>\nChinese authorities explained the changes as a response to overgrazing by\nTibetan herds that was causing erosion and soil loss, Human Rights Watch\nsaid.\n</P>\n", 
            "id": "APW_ENG_20070610.0133"
        }, 
        {
            "headline": "Expanding deserts in China forcing farmers from fields, sending sandstorms across Pacific", 
            "text": "\n<P>\nHalf a century after Mao Zedong's \"Great Leap Forward\" brought irrigation to the\narid grasslands in this remote corner of northwest China, the government is\ngiving up on its attempt to make a breadbasket out of what has increasingly\nbecome a stretch of scrub and sand dunes.\n</P>\n<P>\nIn a problem that is pervasive in much of China, over-farming has drawn down the\nwater table so low that desert is overtaking farmland. Authorities have ordered\nfarmers here in Gansu province to vacate their properties over the next 3 1/2\nyears, and will replace 20 villages with newly planted grass in a final effort\nto halt the advance of the Tengger and Badain Jaran deserts.\n</P>\n<P>\n\"I don't want to move,\" said Chen Ying, 58, sitting in a sparsely furnished\nbedroom dominated by a red, wall-sized poster of Mao, the communist founding\nfather who sought to catapult Chinese farming and industry into modernity with\nthe so-called Great Leap Forward.\n</P>\n<P>\n\"But if we keep using the groundwater, it will decline,\" said Chen. \"We have to\nthink about the next generation.\"\n</P>\n<P>\nIt is not just Chen's home region that is at risk.\n</P>\n<P>\nThe relocation program is part of a larger plan to rein in China's expanding\ndeserts, which now cover one-third of the country and continue to grow because\nof overgrazing, deforestation, urban sprawl and droughts.\n</P>\n<P>\nThe shifting sands have swallowed thousands of Chinese villages along the fabled\nSilk Road and sparked a sharp increase in sandstorms; dust from China clouds the\nskies of South Korea and has been linked to respiratory problems in\nCalifornia.\n</P>\n<P>\nSince 2001, China has spent nearly US$9 billion (euro6.8 billion) planting\nbillions of trees, converting marginal farmland to forest and grasslands and\nenforcing logging and grazing bans.\n</P>\n<P>\nThe policy is driven in part by concerns over food, as farmland yields not only\nto the deserts but also to pollution and economic development. China has less\nthan 7 percent of the world's arable land with which to feed 1.3 billion people\n-- more than 20 percent of the world's population. By comparison, the United\nStates has 20 percent of the world's arable land to feed 5 percent of the\npopulation.\n</P>\n<P>\nBut the initiative is also a tacit admission by the government that the effort\nto feed the country at all costs may have backfired.\n</P>\n<P>\nChen was just a child when the government turned the rugged grasslands on the\nedge of the Tengger into an oasis.\n</P>\n<P>\nIn the 1950s, as part of Mao's scheme to boost food production, the government\nbuilt the Hongyashan Reservoir in Gansu province with the goal of irrigating\nnearly 1 million acres (400,000 hectares).\n</P>\n<P>\nBut over the past two decades, new reservoirs were built farther up the Shiyang\nRiver, sapping the Hongyashan Reservoir. It even dried up in 2004 and is only\nabout half full today. Farmers responded by digging thousands of wells, causing\nthe water table to drop hundreds of feet and the soil to become contaminated\nwith salt.\n</P>\n<P>\nWorried the desert could reach the city of Minqin, 35 miles (56 kilometers)\naway, authorities decided to return the land to its natural state.\n</P>\n<P>\n\"If the government does nothing, it is scared that the entire area will become a\ndesert,\" said Sun Qing-Wei, a desertification expert with the Chinese Academy of\nSciences. \"There are alternative solutions like introducing new plant species or\nconserving water. But this is the quickest solution. The government can show the\npeople they are doing something.\"\n</P>\n<P>\nChen, a grizzled farmer who sports a Mao cap, blue coat and baggy, mud-spattered\npants, has planted dozens of trees outside his home to prevent the desert dunes\nfrom overrunning his property. He also switched from wheat to less thirsty\ncotton and fennel.\n</P>\n<P>\nBut he appears to have met his match in the government, which already banned the\nuse of well water for irrigation and threatened to cut the electricity ahead of\nthe scheduled move of his village later this year to a new location about 12\nmiles (19 kilometers) away.\n</P>\n<P>\nTalk of the impending moves dominates the conversations of villagers, gathered\naround their coal-fired stoves to ward off the springtime chill. Most are\nreluctant to leave. Authorities are offering up to US$784 (euro589) per family\nto move 10,500 residents from Gansu Province, but the villagers don't trust the\ngovernment to compensate them fairly.\n</P>\n<P>\nTheir ancestors are buried on their land, and their crops continue to earn a\ntidy income, they say -- even though the canals that once transported water to\nthe area are bone-dry, and the wheat that thrived here is a distant\nmemory.\n</P>\n<P>\n\"The government is taking this action against desertification, but we are the\nones being forced to pay for this policy,\" said Li Jianzhu, a father of three in\nthe village of Waixi, whose population has dropped nearly two-thirds to 60\nresidents.\n</P>\n<P>\nThroughout the province, treeless, wind-swept plains stretch for miles\n(kilometers) in all directions. Gone are the knee-high grasses and the Qingtu\nLake, replaced by sands from the expanding Tengger and nearby Badain Jaran\ndeserts and with soil scarred white from salt.\n</P>\n<P>\nThe only signs of civilization in many areas are the herds of sheep munching on\nthorn bushes, the clusters of mud and straw homes and the burial mounds.\nBillboards promoting the country's one-child policy compete with those pushing\nslogans like \"No Reclamation, No Overcultivation.\"\n</P>\n<P>\nMany communities have been emptied altogether, leaving behind crumbling homes\nand empty courtyards.\n</P>\n<P>\nThe battle against deserts is playing out across much of western China.\nDesertification has caused as much as US$7 billion (euro5.3 billion) in annual\neconomic losses, the China Daily reported.\n</P>\n<P>\nOver the past decade, Chinese deserts expanded at a rate of 950 square miles\n(2,460 square kilometers) a year, according to Wang Tao of the Chinese Academy\nof Sciences in Lanzhou.\n</P>\n<P>\n\"There are quite a few countries with this problem but none on the scale of\nChina because it is so big,\" said Lester Brown, president of Earth Policy\nInstitute. \"You only have to go to northwest China and see that the numbers and\nsize of dust storms are increasing.\"\n</P>\n<P>\nExpanding deserts have contributed to a nearly six-fold increase in sandstorms\nin the past 50 years to two dozen annually, Wang said.\n</P>\n<P>\nGlobal warming will worsen the problem, as rising temperatures lead to\nwidespread drought and melt most glaciers on the Tibetan Plateau, depriving\nlakes and rivers of a crucial water source, according to the U.N.-funded\nIntergovernmental Panel on Climate Change.\n</P>\n<P>\nHotter, drier land is more vulnerable to soil erosion, Wang said. \"This is the\nsame problem the United States faced in the 1930s with the dust\nbowl.\"\n</P>\n<P>\nGlobal warming also threatens to make a huge dent in grain production, which\nBrown said has already slipped from 432 million tons in 1998 to 422 million tons\nin 2006 because of desertification. At the same time, grain consumption has\nrisen about 4.4 million tons a year to 418 million tons, in part because of\nrising demand for beef, chicken and pork.\n</P>\n<P>\nThe production declines have forced China to draw down its grain stocks, and\neventually it will need to buy a massive 30-50 million tons a year on the world\nmarket, Brown said.\n</P>\n<P>\n\"It's not that they are likely to face famine in the next few years. But what\nthey may face is rising food prices, and that can create political instability,\"\nhe said.\n</P>\n<P>\nIn Dongyun village, Wei Quangcai and his deaf wife may offer a glimpse of that\nfuture. Once part of a thriving village of 200 people in Gansu province, they\nare the only ones left after neighbors fled two years ago.\n</P>\n<P>\nWalking past the empty homes, Wei, 58, recalls the days when his village hummed\nwith farmers chatting over a game of cards and the school was packed with\nchildren. Now, the only sounds are the wind whipping through the empty doorways.\nHis son has left for a job in Beijing over his objections.\n</P>\n<P>\n\"We're the last people,\" Wei said. \"It is lonely. It would be better if my son\nlived with us. But if he did, he wouldn't be able to find a wife.\"\n</P>\n<P>\n------\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nUnited Nations Convention to Combat Desertification: http://www.unccd.int/\n</P>\n", 
            "id": "APW_ENG_20070618.0037"
        }, 
        {
            "headline": "China harnesses soil erosion on 960,000 sq km over land", 
            "text": "\n<P>\nChina has reversed soil erosion over an area of 960,000 square kilometers, or 10\npercent of its total land area, sources with the Ministry of Water Resources\nsaid on Thursday.\n</P>\n<P>\nAccording to Vice Water Resources Minister E Jingping, over-grazing,\ndeforestation and drought are not the only tale in China's vast rural areas with\nthe nation managing to reverse erosion in many areas and enhance water storage\ncapacity by more than 25 billion cubic meters.\n</P>\n<P>\nSoil conservation efforts have helped increase grain production by 18 billion\nkilograms a year and improved livelihoods for more than 13 million residents in\nareas affected by soil erosion.\n</P>\n<P>\nSince 2001, China has spent billions of yuan planting trees, converting marginal\nfarmland to forest and grasslands and fighting soil erosion.\n</P>\n<P>\nOver more than half a million sq km of land hillsides have been set aside for\nafforestation or pastures closed to farmers. A total of 350,000 sq km of plants\nand grassland have been restored and conserved.\n</P>\n<P>\nE said that 11 major state-level water and soil conservancy projects were\ncurrently in operation, covering 500-plus counties and cities.\n</P>\n<P>\nChina is managing to reverse soil erosion in many areas, he said.\n</P>\n", 
            "id": "XIN_ENG_20070628.0129"
        }, 
        {
            "headline": "China's hillside farmland loses 1.5 bln tons of soil annually", 
            "text": "\n<P>\nChina's hillside farm areas lose 1.5 billion tons of soil annually, about a\nthird of the nation's total soil loss each year, said Vice Water Resources\nMinister E Jingping on Friday.\n</P>\n<P>\nE said hillside farmland had become a primary source of erosion, with about 40\nto 60 kilograms of soil lost in producing a kilogram of grain on slopes on the\nnorthern Loess Plateau.\n</P>\n<P>\nChina has about 21.3 million hectares of hillside farmland, about 18 percent of\nthe total.\n</P>\n<P>\nFarmers also found it difficult to grow crops on slopes that were easily eroded.\n</P>\n<P>\nThe ministry said it would help farmers working on hillsides at an incline above\n25 degrees to build terraces, so the soil could be better contained, said E.\n</P>\n<P>\nAbout 3.3 million hectares of hillside farmland were scattered along the upper\nYangtze River, the Loess Plateau on the upper and middle reaches of the Yellow\nRiver, and in northeast provinces.\n</P>\n<P>\nThe ministry has banned farming and forestry projects on all hillsides at an\nincline above 25 degrees.\n</P>\n", 
            "id": "XIN_ENG_20070629.0237"
        }, 
        {
            "headline": "China may lose 60,000 sq km to man-made soil erosion by 2010", 
            "text": "\n<P>\nErosion could wipe away more than 61,600 square kilometers of land by 2010 as\nChina gears up economic development, said Vice Water Resources Minister E\nJingping on Friday.\n</P>\n<P>\nThe figure represents an increase of 11.5 percent from the amount lost from 2001\nto 2005, he added.\n</P>\n<P>\nE said the situation had deteriorated as the country stepped up urbanization and\nindustrialization.\n</P>\n<P>\nSoil erosion was commonly believed to be caused by economic activities that\ndestroyed plants and failed to allow them to regenerate, as well as by natural\nconditions.\n</P>\n<P>\nOvergrazing, deforestation, hillside farming, mining and road construction were\nfrequently cited as examples of irrational economic activities.\n</P>\n<P>\nErosion made the land less fertile or turned the soil into sand, and could\naffect agricultural production and lead to more frequent natural disasters such\nas drought.\n</P>\n<P>\nFarmers would suffer most as the natural environment deteriorated.\n</P>\n<P>\nThe area affected by soil erosion expanded by about 15,000 sq km in China every\nyear due to man-made factors, causing an increase of 300 million tons of soil\nloss annually, said E.\n</P>\n<P>\n\"It will harm the country's economic and social development if we don't have\neffective measures to address the problem,\" said E.\n</P>\n<P>\nThe ministry said it published a circular to strengthen soil conservation\nassessment of new projects in an effort to check the erosion.\n</P>\n<P>\nIt stressed that projects that would change more than 70 percent of the natural\nphysiognomies of an area to be developed, or damaged more than 70 percent of the\nplants there should fail soil conservation assessments.\n</P>\n<P>\nE said the country had reversed soil erosion over an area of 960,000 square\nkilometers, or 10 percent of its total land area, by the end of 2006 as efforts\nto fight soil erosion paid off.\n</P>\n<P>\nSoil conservation efforts also helped increase grain production by 18 billion\nkilograms a year and improved livelihoods for more than 13 million residents in\nareas affected by soil erosion.\n</P>\n", 
            "id": "XIN_ENG_20070629.0267"
        }, 
        {
            "headline": "Soil erosion deteriorates in Xinjiang, affecting two thirds of national territory", 
            "text": "\n<P>\nSoil erosion is deteriorating in northwest China's Xinjiang Uygur Autonomous\nRegion as excessive herding and farming have outpaced the government's\nconservation efforts.\n</P>\n<P>\nA recent national remote sensing survey shows 1.03 million sq km of land in\nXinjiang suffered from soil erosion, including 20,000 sq km of the region's\ntotal 70,000 sq km of oasis.\n</P>\n<P>\nXinjiang is blamed for nearly 30 percent of China's total acreage of soil\nerosion, the regional water resources administration said.\n</P>\n<P>\n\"The region has a vulnerable ecology. Besides the natural factors, human\nactivities are largely blamed for the deteriorating soil erosion,\" said an\nofficial in charge of soil conservation.\n</P>\n<P>\nHe pointed a finger to the excessive herding on the pastureland and farming\nalong the Tarim River, China's largest inland river in the southern part of\nXinjiang. \"Irrational human activities have far outpaced the government's soil\nconservation efforts,\" the official said on condition of anonymity.\n</P>\n<P>\nAs a result, desertification is affecting 80 of Xinjiang's 90 counties and\ncities and nearly two thirds of its territory. At least 12 million people are\nsuffering the consequences, ranging from drinking water shortages to cropland\ninfertility.\n</P>\n<P>\nThe regional water resources administration said sand sediments have taken up a\nthird of the total storage capacity of local reservoirs and at least one third\nof its arable land is salinized.\n</P>\n<P>\nMeanwhile, deserts are creeping at least 100 square kilometers annually in\nXinjiang, it said.\n</P>\n<P>\nXinjiang has conducted three remote sensing surveys and set up a monitoring\nnetwork to track its soil erosion.\n</P>\n<P>\nBy diverting nearly 2.3 billion cubic meters of water to save the endangered\nvegetation along the lower reaches of the Tarim River, Xinjiang has improved the\nriver ecology over the past six years.\n</P>\n<P>\nBy the end of 2005, the region has curbed soil erosion on more than 7,400 sq km\nof land.\n</P>\n", 
            "id": "XIN_ENG_20070702.0010"
        }
    ], 
    "id": "D1141H", 
    "title": "China Soil Erosion"
}