{
    "docSet": [
        {
            "headline": "PNG Defense Force and Police Standby to Help Tsunami", 
            "text": "\n<P>\nCANBERRA, July 18 (Xinhua) -- The Papua New Guinea (PNG)\nDefense Force, the police and health services are on standby to\nhelp the victims of a tsunami that wiped out several villages,\nkilling scores of people, on PNG's remote north-west coast Friday\nnight.\n</P>\n<P>\n\"Prime Minister Bill Skate has directed that immediate action\nbe taken to arrange urgent supplies of food, water, shelter and\ncooking utensils while detailed assessments and reports are being\nprepared,\" Robert Igara, chief secretary of the PNG government,\nsaid Saturday in a statement, Australian Associated Press\nreported.\n</P>\n<P>\nIgara said the PNG Red Cross had confirmed arrangements to\nprovide food supplies and authorities had asked the Australian\nHigh Commission in Port Moresby for immediate air transport\nsupport.\n</P>\n<P>\nThe death toll so far from the tsunami that struck the\ncoastline near the town of Aitape in the West Sepik (Sandaun)\nprovince Friday night, was officially announced 64 and many more\npeople were missing.\n</P>\n<P>\nIgara said reports so far indicated that a community school,\ngovernment station, Catholic mission station and the Nimas village\nin the Sissano area west of Aitape had been completely destroyed,\nwhere 30 people were dead.\n</P>\n<P>\nAnd Warapu village had also been completely destroyed, with 11\nconfirmed deaths and many missing.\n</P>\n<P>\nSixteen people in the devastated Arop village were confirmed\ndead, and two children had died in the Malalo village, which was\nwiped out.\n</P>\n<P>\nAnother five people died in the Teles-Lambu villages.\n</P>\n<P>\nIgara said the population in the area affected by the tsunami\nwas 8,000 to 10,000 people.\n</P>\n<P>\n\"Officers are now visiting the affected villages and areas to\nestablish the whereabouts, safety and health of the population,\"\nhe said.\n</P>\n<P>\nMeanwhile, Prime Minister Bill Skate, National Disaster\nServices Chairman Colin Travertz and National Disaster Services\nDirector-General Ludwig Kembu were reported to inspect the\naffected areas Sunday. \n</P>\n", 
            "id": "XIE19980718.0080"
        }, 
        {
            "headline": "Australia Sends Aid to PNG Tsunami Victims", 
            "text": "\n<P>\nCANBERRA, July 18 (Xinhua) -- Australia will provide transport\nfor relief supplies and a mobile hospital to Papua New Guinea\n(PNG) following Friday's tsunami tragedy.\n</P>\n<P>\nForeign Affairs Minister Alexander Downer said a Royal\nAustralian Air Force C130 Hercules aircraft currently in PNG on\ntraining exercises would be diverted to deliver relief supplies\nsuch as tarpaulins and food to the affected areas in the country's\nremote north.\n</P>\n<P>\n\"We will also transport a mobile hospital and associated\nAustralian Defense Force (ADF) medical personnel to the disaster\narea to provide urgent medical assistance to injured victims,\"\nDowner said Saturday in a statement.\n</P>\n<P>\nThe massive tidal wave wiped seven villages off the map,\nleaving hundreds people dead or missing.\n</P>\n<P>\nThe 10-metre tsunami engulfed the heavily populated villages\nnear Aitape, 800 kilometers north of Port Moresby on Friday night\n- 30 minutes after an undersea earthquake of about 7.0 on the\nRichter scale in the area.\n</P>\n<P>\nMany of the villagers are believed to have died instantly as\nthe deadly wall of water struck without warning, sending their\nhomes crashing into the raging torrent.\n</P>\n<P>\nDowner said the federal government stood ready to consider\nfurther requests for assistance from the PNG government. \n</P>\n", 
            "id": "XIE19980718.0082"
        }, 
        {
            "headline": "At least 70 dead after tsunami hits Papua New Guinea coast", 
            "text": "\n\t   PORT MORESBY, Papua New Guinea (AP) _ Huge sea waves set off by\nan earthquake crashed against Papua New Guinea's north coast,\nkilling at least 70 people and crushing villages, the country's\nNational Disaster Center said.\n\t   The 23-foot (seven-meter) wall of water, called tsunami, hit\nFriday night without warning just after an earthquake about 12\nmiles (30 kilometers) off the coast. The Australian Geological\nSurvey Organization said it had a preliminary magnitude of 7.0.\n\t   The disaster center said late Saturday that hundreds are missing\nand thousands are without food and shelter.\n\t   ``We expect that about 3,000 people have been made homeless and\nthere has been an estimate of about 300 people dead or missing,''\nFr. Austin Crapp, a relief organizer, told Australian Broadcasting\nCorp. radio.\n\t   He said most of the dead were children who drowned.\n\t   Disaster authorities said the seismic sea wave struck to the\nwest of the town of Aitape in the West Sepik province, hitting at\nleast four villages _ Sissano, Warapu, Arop and Malol.\n\t   The area is spotted with villages consisting of homes built on\nbeaches of jungle materials.\n\t   ``At Warapu, there is no house standing _ it's a village of\n1,800 people,'' Crapp said. ``Arop, again, is 1,800 to 2,000 people\n_ there's nothing standing there.\n\t   ``They (the two villages) are both clean sand. It's complete\ndevastation.''\n\t   A helicopter pilot who landed in Aitape on Saturday reported\nseeing bodies floating among the debris in the lagoon, he said.\n\t   Papua New Guinea provincial disaster coordinator Peter Tavun\nsaid homeless survivors were in desperate need of food and shelter.\n\t   Crapp said a helicopter was picking up injured people and\ndoctors had been flown in to treat them. The injured, mostly\nsuffering cuts and fractures, were being taken to a mission\nhospital at Aitape.\n\t   Rob Parer, a businessman who lives near Aitape, said some\nvillagers who fled into the jungle after the tsunami struck are\nstill hiding there.\n\t   ``The people have never heard of anything like it. They thought\nthe world had ended,'' Parer told Australian Broadcasting Corp.\nradio.\n\t   In Canberra, Australian seismologist Kevin McCue from the\nAustralian Geological Survey Organization said the earthquake's\nepicenter was just off the town of Aitape.\n\t   ``It was a shallow, major earthquake,'' he said.\n\t   An earthquake with a magnitude of 7.0 is devastating if it hits\nan urban area. The last tsunami in the area had been in December\n1930 when a magnitude 6.5 earthquake struck the Admiralty Islands,\nMcCue said.\n\t   Meanwhile, Australia said Saturday it will provide transport for\nrelief supplies and a mobile hospital to Papua New Guinea.\n\t   Foreign Affairs Minister Alexander Downer said a Royal\nAustralian Air Force C-130 Hercules aircraft now in Papua New\nGuinea on training exercises would be diverted to deliver relief\nsupplies.\n\t   ``We will also transport a mobile hospital and associated\nAustralian Defense Force medical personnel to the disaster area to\nprovide urgent medical assistance to injured victims,'' Downer said\nin a statement.\n", 
            "id": "APW19980718.0229"
        }, 
        {
            "headline": "Wall of water crashes into remote Papua New Guinean villages", 
            "text": "\n\t   PORT MORESBY, Papua New Guinea (AP) _ A tsunami spawned by a 7.0\nmagnitude earthquake crashed into Papua New Guinea's north coast,\ncrushing villages and leaving hundreds missing, officials said\nSunday.\n\t   The 23-foot (seven-meter) wall of water hit Friday night without\nwarning following an earthquake about 12 miles (30 kilometers) off\nthe coast of Papua New Guinea in the Pacific Ocean.\n\t   The National Disaster Center said Sunday that hundreds of people\nare missing and thousands have no food or shelter. The Papua New\nGuinea Defense Force was on standby Sunday and police and health\nservices officials expected the official death toll of 71 to rise.\n\t   ``We expect that about 3,000 people have been made homeless and\nthere has been an estimate of about 300 people dead or missing,''\nFr. Austen Crapp, a relief organizer, told Australian Broadcasting\nCorp. (ABC) radio.\n\t   ABC radio, a government-owned corporation, quoted Australian\narmy officials Sunday as saying the death toll could rise to as\nhigh as 2,000 people, but that figure could not be confirmed by\nAustralia's government.\n\t   Papua New Guinea, with a population of 4 million, is largely\ndependent on agriculture and mining. The capital of Port Moresby is\nlocated about 600 kilometers (375 miles) east of the northeastern\ntip of Australia.\n\t   Disaster authorities said the wave struck to the west of the\ntown of Aitape in the West Sepik province, hitting at least four\nvillages.\n\t   The area, about 600 kilometers (370 miles) northwest of the\ncapital of Port Moresby, is spotted with villages consisting of\nhomes made of jungle materials built on beaches.\n\t   Robert Igara, the government's chief secretary, said in a\nstatement that a community school, government station, Catholic\nmission station and the Nimas village in the Sissano area west of\nAitape had been completely destroyed. Thirty people were confirmed\ndead.\n\t   The Warapu village had also been completely destroyed, with 11\nconfirmed deaths and many missing, Igara said.\n\t   Sixteen people were confirmed dead in the devastated Arop\nvillage, and two children had died in Malol, which was wiped out.\nFive people died in the Teles-Lambu villages.\n\t   Igara said the population in the area affected by the tsunami\nwas 8,000 to 10,000 people.\n\t   ``Officers are now visiting the affected villages and areas to\nestablish the whereabouts, safety and health of the population,''\nhe said.\n\t   Australia said it will provide transport for relief supplies and\na mobile hospital to Papua New Guinea. Other air force transport\nplanes were on standby in Sydney, ready to fly supplies in if\nrequested by the Papua New Guinean government.\n\t   Queen Elizabeth II sent a message to Papua New Guinea, which is\na member of the Commonwealth, expressing her shock at the deaths.\n\t   ``She said she was shocked at the tidal wave, and that her\nthoughts were with the families of the bereaved and injured,'' said\na Buckingham Palace spokeswoman.\t   \n", 
            "id": "APW19980718.0805"
        }, 
        {
            "headline": "URGENT", 
            "text": "\n\t   The 23-foot (seven-meter) wall of water hit Friday night without\nwarning following an earthquake about 12 miles (30 kilometers) off\nthe coast of Papua New Guinea in the Pacific Ocean.\n\t   ABC radio, a government-owned corporation, quoted Australian\narmy officials Sunday as saying the death toll could rise to as\nhigh as 2,000 people, but that figure could not be confirmed by the\nPapua New Guinean government.\n\t   Among the dead are scores of schoolchildren.\n\t   Authorities at Aitape in the West Sepik province, on Papua New\nGuinea's northwest coast, said the tsunami that hit the coast west\nof Aitape on Friday night had wiped out three villages and had\nalmost completely destroyed another.\n\t   ``The latest death toll for the district is 599,'' district\ndisaster coordinating chairman Dickson Dalle said. ``But the figure\nmay increase as more bodies are found.''\n &UR; MORE \t   \n", 
            "id": "APW19980718.0828"
        }, 
        {
            "headline": "PORT MORESBY: are found.''", 
            "text": "\n\t   Dalle said it was impossible to say how many people are missing.\n\t   ``There are still people out there who are injured that we have\nnot rescued,'' he said. ``They are scattered all over in the\nmangroves.''\n\t   Dalle said most of the victims of the disaster were old people\nand schoolchildren.\n\t   ``We have assumed that the schools in Arop, the schools in\nSissano and the schools in Warapu will be closed because we don't\nhave the children,'' Dalle said. ``They're dead . . . they're all\ndead.''\n\t   Dalle said the Nimas village near the Sissano lagoon, the Warapu\nvillage and the Arop village had been wiped out and the Malol\nvillage had almost been completely destroyed.\n\t   At Warapu 500 people had been confirmed dead, while Malol\nvillage had 40 dead and Sissano 41.\n\t   Prime Minister Bill Skate was expected to arrive in Aitape later\nthis afternoon to assess the situation.\n\t   Earlier, the National Disaster Center said that hundreds of\npeople were missing and thousands had no food or shelter.\n\t   Papua New Guinea, with a population of 4 million, is largely\ndependent on agriculture and mining. The capital of Port Moresby is\nlocated about 600 kilometers (375 miles) east of the northeastern\ntip of Australia.\n &UR; MORE \t   \n", 
            "id": "APW19980718.0831"
        }, 
        {
            "headline": "URGENT", 
            "text": "\n\t   Disaster authorities said the area, about 600 kilometers (370\nmiles) northwest of the capital of Port Moresby, is spotted with\nvillages consisting of homes made of jungle materials and built on\nbeaches.\n\t   Robert Igara, the government's chief secretary, said the\npopulation in the area affected by the tsunami was 8,000 to 10,000\npeople.\n\t   Australia said it will provide transport for relief supplies and\na mobile hospital to Papua New Guinea. Other air force transport\nplanes were on standby in Sydney, ready to fly supplies in if\nrequested by the Papua New Guinean government.\n\t   Queen Elizabeth II sent a message to Papua New Guinea, which is\na member of the Commonwealth, expressing her shock at the deaths.\n\t   ``She said she was shocked at the tidal wave, and that her\nthoughts were with the families of the bereaved and injured,'' said\na Buckingham Palace spokeswoman. \t   \n", 
            "id": "APW19980718.0833"
        }, 
        {
            "headline": "3 Australian Planes Sent to PNG's Tidal Wave-Hit Area", 
            "text": "\n<P>\nCANBERRA, July 19 (Xinhua) -- Australia Sunday sent three Air\nForce C130 Hercules aircraft loaded with medical and food supplies\non an urgent mission to help survivors of a devastating tsunami\nwhich struck Papua New Guinea (PNG) Friday night.\n</P>\n<P>\nThe tidal wave smashed into the northwestern coastline near the\ntown of Aitape in West Sepik province, killing at least 600\npeople, according to reports reaching here.\n</P>\n<P>\nAustralian Defense Minister Ian McLachlan told reporters in\nAdelaide that Australia's aid agency, AusAid, estimated the final\ntoll would be well over 1,000, with many thousands injured and as\nmany as 6,000 left homeless.\n</P>\n<P>\nTwo Hercules aircraft left the Richmond airforce base,\nnorth-west of Sydney, in the afternoon, while another plane took\noff from Townsville. The planes were due to arrive Sunday night\nand fly out to the devastated region Monday morning.\n</P>\n<P>\nMcLachlan said the aircraft were ferrying 60 medical personnel\nwith the aim of setting up a mobile hospital in the area. However,\nhe said that how quickly the medical crew could get to work would\ndepend on whether the landing strip at Wanimo was long enough for\nthe C130s to land and the possibility of further earthquakes.\n</P>\n<P>\n\"It's very rough terrain and our problem is finding an area we\ncan land and get in our equipment,\" he was quoted by the\nAustralian Associated Press as saying.\n</P>\n<P>\nDefense ministry spokesman Colonel Keith Jobson said that even\nwhen the planes touched down at the airstrip, the defense\npersonnel would still have to use helicopters or road transport to\naccess the stricken villages.\n</P>\n<P>\nDeputy Prime Minister Tim Fischer described the events in PNG\nas \"horrific\", saying Australia would do all it could to help PNG\ncope with the crisis.\n</P>\n<P>\n\"We'll be further liaising with the Papua New Guinea government\nto provide realistic help in those circumstances,\" he said.\n</P>\n", 
            "id": "XIE19980719.0035"
        }, 
        {
            "headline": "Wall of water crashes into remote Papua New Guinean villages", 
            "text": "\n\t   PORT MORESBY, Papua New Guinea (AP) _ A tsunami spawned by a 7.0\nmagnitude earthquake crashed into Papua New Guinea's north coast,\ncrushing villages and killing nearly 600 people, officials said\nSunday.\n\t   The 23-foot (seven-meter) wall of water hit Friday night without\nwarning following an earthquake about 18 miles (30 kilometers) off\nthe coast of Papua New Guinea in the Pacific Ocean.\n\t   Australian government aid agency Ausaid officers in Papua New\nGuinea estimated the final death toll would climb to more than\n1,000, with many thousands injured, Australian Defense Minister Ian\nMcLachlan said.\n\t   Authorities at Aitape in the West Sepik province, on Papua New\nGuinea's northwest coast, said the tsunami that hit the coast west\nof the village on Friday night had wiped out three villages and had\nalmost completely destroyed another.\n\t   ``The latest death toll for the district is 599,'' district\ndisaster coordinating chairman Dickson Dalle said. ``But the figure\nmay increase as more bodies are found.''\n\t   Dalle said it was impossible to say how many people are missing.\n\t   ``There are still people out there who are injured that we have\nnot rescued,'' he said. ``They are scattered all over in the\nmangroves.''\n\t   Dalle said most of the victims of the disaster were old people\nand schoolchildren. Ausaid estimated 6,000 people were left\nhomeless, McLachlan said.\n\t   ``We have assumed that the schools in Arop, the schools in\nSissano and the schools in Warapu will be closed because we don't\nhave the children,`` Dalle said. ``They're dead . . . they're all\ndead.''\n\t   Dalle said the Nimas village near the Sissano lagoon, the Warapu\nvillage and the Arop village had been wiped out and the Malol\nvillage had almost been completely destroyed.\n\t   Associated Press photographer Brian Cassey flew over the lagoon\nSunday and said the beaches on which a number of villages had been\nbuilt had been swept clean.\n\t   ``The villages no longer exist. The beaches are clean,'' Cassey\nsaid. ``The lagoon is filled with debris, coconut palms and what\nused to be houses.''\n\t   In Arop, where according to locals about 2,000 people lived,\nthere was no sign of life, he said. No bodies were visible from the\nair.\n\t   ``The place is desolate. Not a soul is there,'' Cassey said.\n\t   Dalle said that at Warapu 500 people had been confirmed dead,\nwhile Malol village had 40 dead and Sissano 41.\n\t   Prime Minister Bill Skate was expected to arrive in Aitape later\nthis afternoon to assess the situation.\n\t   Earlier, the National Disaster Center said that hundreds of\npeople were missing and thousands had no food or shelter.\n\t   Papua New Guinea, with a population of 4 million, is largely\ndependent on agriculture and mining. The capital of Port Moresby is\nlocated about 600 kilometers (375 miles) east of the northeastern\ntip of Australia.\n\t   Disaster authorities said the stricken area, about 600\nkilometers (370 miles) northwest of the capital of Port Moresby, is\nspotted with villages consisting of homes made of jungle materials\nand built on beaches.\n\t   Robert Igara, the government's chief secretary, said the\npopulation in the area affected by the tsunami was 8,000 to 10,000\npeople.\n\t   Three Australian Defense Forces Hercules C-130 transport planes\nwere due to takeoff from Australia late Sunday with equipment to\nset up a filed hospital in the stricken region. A fourth was\ndiverted from training exercises in Papua New Guinea and has begun\nmaking food drops, McLachlan said.\n\t   The condition of airstrips in the region was unknown and it was\nnot known if the planes would be able to land.\n\t   Small aircraft and helicopters are already ferrying some of the\ninjured to unaffected towns.\n\t   Queen Elizabeth II sent a message to Papua New Guinea, which is\na member of the Commonwealth, expressing her shock at the deaths.\n\t   ``She said she was shocked at the tidal wave, and that her\nthoughts were with the families of the bereaved and injured,'' said\na Buckingham Palace spokeswoman.\t   \n", 
            "id": "APW19980719.0060"
        }, 
        {
            "headline": "PNG Tidal Death Toll Rises to 599", 
            "text": "\n<P>\nCANBERRA, July 19 (Xinhua) -- The death toll in Papua New\nGuinea's (PNG) tsunami disaster has climbed to 599 and is expected\nto rise, a PNG disaster control officer said Sunday.\n</P>\n<P>\nAuthorities at Aitape in the West Sepik province, on PNG's\nnorth-west coast, said the tsunami, that hit the coast west of\nAitape on Friday night had wiped out three villages and had almost\ncompletely destroyed another, according to an Australian\nAssociated Press report sent Sunday from Aitape.\n</P>\n<P>\nA 10-meter tsunami engulfed the heavily populated villages near\nAitape, 800 km north of PNG's capital city of Port Moresby. The\ndisaster occurred 30 minutes after an undersea earthquake of about\n7.0 on the Richter scale took place.\n</P>\n<P>\n\"The latest death toll for the district is 599,\" Dickson Dalle,\nchairman of district disaster coordinating, was quoted as telling\nreporters.\n</P>\n<P>\nDalle said it was impossible to say how many people were\nmissing.\n</P>\n<P>\n\"There are still people out there who are injured that we have\nnot rescued,\" he said. \"They are scattered all over in the\nmangroves.\"\n</P>\n<P>\nDalle said the Nimas village near the Sissano lagoon, the\nWarapu village and the Arop village had been wiped out, and the\nMalol village had almost been completely destroyed.\n</P>\n<P>\nAt Warapu 500 people had been confirmed dead. At Arop 16 were\ndead.\n</P>\n<P>\nPNG Prime Minister Bill Skate was expected to arrive in Aitape\nlater Sunday afternoon to assess the situation. \n</P>\n", 
            "id": "XIE19980719.0133"
        }
    ], 
    "id": "D1004A", 
    "title": "Papua Tsunami"
}