{
    "docSet": [
        {
            "headline": "LEAKS CLOUD DEATH INQUIRY ON JONBENET", 
            "text": "\n<P>\n   BOULDER, Colo. _ Sheets of white paper covered windows in the\ncourtroom where a grand jury met Thursday to pursue its\ntwo-week-old investigation into the murder of JonBenet Ramsey.\n</P>\n<P>\n   But the white sheets were only symbolic screens in a week when\nmajor characters in the almost two-year-old murder mystery waged a\nwar of leaks and letters, battling for the hearts and minds of the\n12 jurors.\n</P>\n<P>\n   ``The Ramseys did not do it,'' Lou Smit, a homicide detective,\nsaid in a resignation letter dated Sept. 20 but released on Sunday.\n</P>\n<P>\n   Smit reviewed police reports on the case for 18 months for the\nBoulder County prosecutor's office. ``The `case' tells me that John\nand Patsy Ramsey did not kill their daughter, that a very dangerous\nkiller is still out there and no one is actively looking for him,''\nSmit said in his letter.\n</P>\n<P>\n   Accusing the Boulder Police Department of ``going in the wrong\ndirection,'' Smit, a detective for 32 years, added, ``There is\nsubstantial, credible evidence of an intruder and lack of evidence\nthat the parents are involved.''\n</P>\n<P>\n   The detective's resignation letter prompted Ramsey to make a\nrare public statement in the 21-month-old case on Monday.\n</P>\n<P>\n   Praising Smit as ``the only experienced homicide detective who\nhas ever been assigned long term to find the killer of JonBenet,''\nRamsey, in a written statement, lambasted the Boulder Police\nDepartment as ``little more than a lynch mob.''\n</P>\n<P>\n   ``The killer could never have guessed that he or she would be so\nlucky as to have the resulting investigation conducted by such\nclosed-minded police,'' continued Ramsey, the father of the\n6-year-old beauty pageant contestant whose body was found on Dec.\n26, 1996. ``You have wasted almost two years trying to prove your\noriginal theory. Meanwhile, my family knows a vicious killer still\nwalks the streets.''\n</P>\n<P>\n   Yet others critical of how the investigation has been handled do\nnot support Ramsey.\n</P>\n<P>\n   Before the grand jury started work on Sept. 15, Steve Thomas,\nthe lead police detective in the case, wrote a resignation letter\ndenouncing the office of Alex Hunter, the Boulder County district\nattorney, as ``thoroughly compromised.''\n</P>\n<P>\n   Under grand jury rules in Colorado, jurors may not discuss\ntestimony outside the courtroom but are permitted to read news\nreports about a case they are investigating.\n</P>\n<P>\n   Referring to the recent leaks and letters from acquaintances of\nthe Ramseys, Craig Silverman, a former Denver prosecutor, said,\n``They are playing to the grand jury.''\n</P>\n<ANNOTATION>\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n</ANNOTATION>\n<P>\n   In recent days, as a succession of Boulder police detectives\nhave appeared before the grand jury, court observers say the\nRamseys and their defenders are trying to score a counterpunch with\nthe jurors.\n</P>\n<P>\n   ``So many people are looking and saying, `Hey, there is a forum\nhere, let's use it,'' said Bob Grant, the Adams County district\nattorney.\n</P>\n<P>\n   Responding to Ramsey's criticism that Boulder police had not\ninvestigated alternative theories, Mark Beckner, the Boulder police\nchief, noted that his detectives had interviewed about 600 people\nand investigated 122 suspects.\n</P>\n<P>\n   Ramsey, in his statement, addressed ``the killer,'' saying, ``We\nhave been told that the authorities have your DNA.''\n</P>\n<P>\n   If that is true, it was presumably leaked to the Ramseys or\ntheir lawyers. The release of Smit's confidential resignation\nletter also constitutes a leak.\n</P>\n<P>\n   In the past, Hal Haddon, Ramsey's lead lawyer, has demanded\npolice investigations of leaks that seemed to implicate the\nRamseys. This round of leaks, favoring the Ramseys, has been met by\nsilence from Haddon.\n</P>\n<P>\n   The leaks seemed to be timed to counteract a report Sunday on\nthe ABC news magazine ``20/20'' that cast an unfavorable light on\nthe Ramseys.\n</P>\n<P>\n   But, on Sunday, only hours before ``20/20,'' The Associated\nPress ran Smit's week-old resignation letter. Taking the bloom off\nthe ABC report, Smit was quoted in Boulder newspapers on Monday,\nsaying, ``I believe that justice is not being served, that innocent\npeople are being targeted and could be charged with a murder they\ndid not commit.''\n</P>\n", 
            "id": "NYT19981001.0493"
        }, 
        {
            "headline": "Ramsey Probe Receives More Funds", 
            "text": "\n<P>\n\tBOULDER, Colo. (AP) -- Prosecutors received nearly $80,000  \nThursday to help finance the grand jury investigation into the \nJonBenet Ramsey slaying through March. \n</P>\n<P>\n\t``If it goes beyond that date, we will be back looking for more  \nmoney,'' Assistant District Attorney Bill Wise said. ``It is not \nmeant to predict when the grand jury is going to end'' \n</P>\n<P>\n\tJonBenet was found beaten and strangled Dec. 26, 1996, in the  \nbasement of her family's elegant home in Boulder. Authorities said \nJonBenet had a fractured skull and may have been sexually \nassaulted. \n</P>\n<P>\n\tNo arrests have been made. Police say her parents, John and  \nPatsy Ramsey, remain under suspicion. The Ramseys have maintained \ntheir innocence. \n</P>\n<P>\n\tThe grand jury, whose work is kept secret, began meeting in  \nmid-September. \n</P>\n<P>\n\tBoulder County, which funds the district attorney's office,  \napproved the new money despite a bill for the case that already had \nreached nearly $390,000. It is the most ever spent by the office on \nan investigation. \n</P>\n<P>\n\tThe city already has spent more than $1 million in its  \ninvestigation. \n</P>\n", 
            "id": "APW19990107.0206"
        }, 
        {
            "headline": "Public Help Sought in Ramsey Probe", 
            "text": "\n<P>\n\tBOULDER, Colo. (AP) -- Prosecutors posted a photograph of a  \nwhite, furry bear dressed as Santa Claus on an Internet site \nThursday in a plea for public help with the JonBenet Ramsey slaying \ninvestigation. \n</P>\n<P>\n\tDistrict Attorney Alex Hunter said investigators are hoping  \nsomeone can identify the stuffed animal's manufacturer and \nretailers where it was carried in 1996 or before. \n</P>\n<P>\n\tSuzanne Laurion, Hunter's spokeswoman, said investigators had  \nbeen unable to find that information despite trying retailers, \nInternet sites and manufacturers. \n</P>\n<P>\n\tShe refused to say anything more about the toy, including what  \nrole it may play in the investigation, how the bear came to the \nattention of police and whether police had it in their possession. \n</P>\n<P>\n\tThe indistinct photograph, which may have been cropped from a  \nlarger image, shows the bear on crinkled paper or material, but not \nposed in a manner to enhance identification. \n</P>\n<P>\n\tThe toy is about a foot long, with a red hat, bolero jacket and  \npants all trimmed in a curled white wool material. \n</P>\n<P>\n\t``I make this public request for assistance, knowing that it  \nwill give rise to considerable speculation about the status of the \nRamsey case,'' Hunter said in a statement. \n</P>\n<P>\n\t``I intend to let this speculation take whatever course it will  \nsince to confirm or deny theories about what this all means would \nmost certainly damage the ongoing investigation,'' he said. \n</P>\n<P>\n\tThe toy was reportedly among stuffed animals found in JonBenet's  \nroom, but family members said it did not belong to the little girl. \n</P>\n<P>\n\t``It wasn't hers,'' the child's aunt, Pam Paugh, told the Denver  \nRocky Mountain News. ``I believe it was on the other (twin) bed in \nJonBenet's room.'' \n</P>\n<P>\n\tJonBenet was found beaten and strangled in the basement of her  \nfamily's home Dec. 26, 1996, about eight hours after her mother \ndiscovered a ransom note demanding $118,000 for her safe return. \n</P>\n<P>\n\tThere have been no arrests, although police have said JonBenet's  \nparents, John and Patsy Ramsey, are under suspicion. They have \ndenied involvement. \n</P>\n<P>\n                            \t *------\t \n</P>\n<P>\n\tEDITOR'S NOTE -- A picture of the bear is available at Internet  \nsite: http://www.co.boulder.co.us/da/bear.htm \n</P>\n", 
            "id": "APW19990128.0158"
        }, 
        {
            "headline": "How Teddy Bear Became a Clue", 
            "text": "\n<P>\n\tBOULDER, Colo. (AP) -- The teddy bear sought by authorities in  \nthe JonBenet Ramsey case first emerged as a clue in an interview \nlast summer with her mother, Patsy Ramsey, The Denver Rocky \nMountain News reported Saturday. \n</P>\n<P>\n\tThe toy was reportedly among stuffed animals found in JonBenet's  \nroom. \n</P>\n<P>\n\tThe newspaper quoted two investigators as saying that Mrs.  \nRamsey claimed the toy did not belong in her slain daughter's room \nwhen she was shown crime scene pictures by police in June. \n</P>\n<P>\n\t``She stiffened,'' said one investigator, speaking on condition  \nof anonymity. ``The way it was described she went white. ... She \nwas saying, `Where did it come from? I've never seen that \nbefore.''' \n</P>\n<P>\n\tLast week, Boulder District Attorney Alex Hunter posted a  \nphotograph of a stuffed toy bear dressed in a Santa Claus suit on \nthe Internet and asked for the public's help in finding information \nabout the bear. \n</P>\n<P>\n\tHunter refused to comment on how the toy might be connected to  \nthe investigation of the 1996 slaying of 6-year-old JonBenet. \nInvestigators say they now know the manufacturer, distribution and \nsale points of the bear, but won't say why they need this \ninformation. \n</P>\n<P>\n\tThe little girl's parents remain under suspicion as a grand jury  \ninvestigates the crime. The Ramseys have proclaimed their \ninnocence. \n</P>\n", 
            "id": "APW19990206.0079"
        }, 
        {
            "headline": "JONBENET RAMSEY CASE MOVES AT `INCREDIBLY SLOW' PACE", 
            "text": "\n<P>\n   BOULDER, Colo. _ Nearly two years after JonBenet Ramsey was\nmurdered in her home here on Christmas night, a grand jury\ninvestigation moves at a pace that many outsiders call leisurely.\n</P>\n<P>\n   The second anniversary of the strangulation death of the beauty\nprincess will find the 12 grand jurors on a five-week Christmas\nbreak. This comes after the jurors took one week off for\nThanksgiving. During a 10-week stretch this fall, the panel met\nonly 18 times to investigate the case, a murder mystery that has\nfascinated the nation and much of the world.\n</P>\n<P>\n   ``It's pretty amazing that they are taking a full month off, it\nseems more like a vacation than an investigation,'' said Craig\nSilverman, a Denver trial lawyer who is not involved in the case.\n``They are still moving at this incredibly slow, Boulder pace. It\nis amazing the lack of urgency.''\n</P>\n<P>\n   On Sept. 15, six months after the grand jury was impaneled for a\none-year term, District Attorney Alexander Hunter of Boulder County\ntook the case before the grand jury. If the grand jurors\ninvestigate the case into the spring, as expected, their term will\nbe extended for an additional six months.\n</P>\n<P>\n   This fall, the jurors heard testimony from a series of\nlaw-enforcement witnesses _ Boulder police detectives and officers\nand a state handwriting analyst. They also toured the Tudor-style\nhouse here where the Ramseys lived until JonBenet's death.\n</P>\n<P>\n   After the jurors reconvene in January, they are expected to hear\nfrom neighbors and employees of the Ramseys in Boulder, as well as\nmany members of the Ramsey family, including the 6-year-old girl's\nparents, John and Patsy Ramsey. In the summer of 1997, they sold\ntheir house here and moved to an Atlanta suburb.\n</P>\n<P>\n   Hunter took the JonBenet case to the grand jury shortly after a\nformer Boulder police detective on the case and three former\nfriends of the Ramseys publicly demanded that Colorado's governor,\nRoy Romer, replace Hunter on the case with a special prosecutor.\n</P>\n<P>\n   On Tuesday, Bill Owens, Colorado's governor-elect, said he would\nresist calls for a special prosecutor.\n</P>\n<P>\n   ``I think a special prosecutor would have been necessary, had\nthe grand jury not been called,'' Owens, a Republican, said. ``At\nthis point, I am willing to await the results of the grand jury.''\n</P>\n<P>\n   Critics of prosecutors here said that they had little experience\ninvestigating and trying homicides in Boulder, a college city that\nhas about one murder a year. Indeed, in an unrelated case, Hunter's\noffice on Friday won its first murder conviction here since 1992.\nTo push the Ramsey case along, prosecutors from neighboring\ncounties have lent to Hunter's office prosecutors with experience\nin homicides and grand juries.\n</P>\n<P>\n   ``Alex has gotten what many people feel he didn't have _\nextremely competent grand jury prosecutors, prosecutors with a\ngreat depth of homicide experience,'' Bob Grant, district attorney\nfor Adams County, said Tuesday. Noting that he had lent his chief\ntrial deputy, Bruce Levin, to the case, Grant added, ``There really\nisn't any way to predict how long an investigative grand jury will\ngo on.''\n</P>\n<P>\n   As the grand jury has proved leak proof and as the murder case\nhas grown cold, interest among news organizations has tapered off.\n</P>\n<P>\n   ``Starting in January 1997, at least one of the tabloids had\nJonBenet on their cover for 55 straight weeks,'' said Stan Oliner,\nmanuscripts curator for the Colorado Historical Society. Noting a\ndwindling flow for the society's JonBenet Ramsey Manuscript\nCollection, he added: ``It has become an occasional story. The\nLewinsky story has replaced the pounding, week after week, coverage\nof JonBenet.''\n</P>\n<P>\n   Indeed, last week's headlines seemed to speak of a case frozen\nin time.\n</P>\n<P>\n   Last Friday evening, Ramsey attacked a free-lance photographer\nwho tried to take his picture on a Boulder sidewalk, the\nphotographer, Frank Coffman, said Tuesday.\n</P>\n<P>\n   ``He charged right at me and grabbed hold of me with both hands\nand tried to throw me around a bit,'' Coffman said in an interview.\nCoffman said he did not intend to file charges.\n</P>\n<P>\n   Mike Bynum, a lawyer and business partner of Ramsey who\nwitnessed the encounter, did not return telephone calls Tuesday.\nAnother business partner of Ramsey, Jay Elowsky, pleaded guilty\nearlier this year to misdemeanor assault charge after he brandished\na baseball bat at two men he thought were newspaper reporters.\n</P>\n<P>\n   A Denver newspaper also headlined last week: ``Ramsey Family DNA\nSought.'' Five members of the Ramseys' extended family agreed to\ngive Boulder police palm prints and DNA samples last week.\n</P>\n<P>\n   As part of the ongoing investigation, detectives reportedly are\ntrying to identify a mystery palm print found in the Ramsey\nbasement and stray bits of DNA found under the little girl's\nfingernails. Knowing that unidentified DNA could bolster the theory\nthat his daughter was murdered by a mysterious intruder, Ramsey\nwrote in a public letter Sept. 28: ``We have been told that the\nauthorities have your DNA. They will know it is you.''\n</P>\n<P>\n   ``If the DNA is not identified, it does weaken the prosecution's\ncase,'' said Scott Robinson, a Denver defense lawyer who follows\nthe case for several Denver news outlets. JonBenet's parents have\nalready provided police with DNA samples, largely snippets of hair.\nThe five family members who were scheduled to provide samples last\nweek all have alibis placing them far from Boulder on the night of\nthe murder.\n</P>\n", 
            "id": "NYT19981215.0290"
        }, 
        {
            "headline": "PARENTS OF JONBENET RAMSEY END 3 DAYS OF QUESTIONING", 
            "text": "\n<P>\n   BOULDER, Colo. _ With the threat looming of a grand jury inquest\ninto the murder of JonBenet Ramsey, the parents of the murdered\nbeauty princess Thursday completed three days of questioning by\nprosecutors here, breaking their 16 months of official silence.\n</P>\n<P>\n   John and Patsy Ramsey, who last talked to Boulder investigators\non April 30, 1997, were questioned separately, and in videotaped\ninterviews by prosecutors, according to Alex Hunter, Boulder's\ndistrict attorney.\n</P>\n<P>\n   ``Mr. and Mrs. Ramsey have been cooperative,'' Hunter said after\nquestioning ended Thursday afternoon. ``Questioning was not\nrestricted in content or length. The Ramseys have agreed to\ncontinue to cooperate and to provide certain documents.''\n</P>\n<P>\n   In addition, investigators from Hunter's office traveled two\nweeks ago to the Ramsey's new home in Atlanta and conducted three\ninterviews with Burke Ramsey, the little girl's 11-year-old\nbrother. The Ramseys and their two children were the only people\nknown to be living at the Ramsey house on the night of the murder,\n18 months ago.\n</P>\n<P>\n   Although the Ramsey's have long declined to be interviewed by\npolice, whom they characterized as biased in the case, their\nattorney said recently the couple would cooperate with the grand\njury.\n</P>\n<P>\n   A new grand jury was impaneled here two months ago. Early this\nmonth, Boulder police spent two days detailing the case to Hunter.\nAt the end of the closed-door sessions, Hunter indicated that he\nwould decide whether or not to call a grand jury by early July. On\nThursday, he said: ``I do not know when I will make this\ndecision.''\n</P>\n<P>\n   On Thursday, Boulder's new police chief, Mark Beckner, urged the\nprosecutor to convene a grand jury for the case. Earlier this\nmonth, Beckner, who has directed the murder investigation since\nOctober, said that there were ``30 reasons'' why a grand jury\ninvestigation was necessary.\n</P>\n<P>\n   ``I have an idea who did it,'' he continued, conceding: ``It's\ncertainly a circumstantial case.''\n</P>\n<P>\n   At the same time, Beckner said he was ``excited'' about new\nevidence. According to news reports, this new evidence came from\nlaboratory tests on clothes the parents wore the night of the\nmurder. In addition, tests recently confirmed that a felt pen found\nin the Ramsey house was used to write the ransom note. Boulder\npolice already had said that the ransom note was written on a pad\nfound in the house.\n</P>\n<P>\n   Although the police chief and district attorney both have said\nthat the Ramseys fall under ``the umbrella of suspicion,'' they\nhave not formally named any suspects.\n</P>\n<P>\n   So far, the investigation has cost this small city $1 million in\nadditional police and prosecution expenses. In an accounting,\nBoulder police said that, as of early June, they had interviewed\n590 people, investigated 122 suspects and taken 1,058 pieces of\nevidence. The public had come forward with 700 telephone tips and\n3,400 letters.\n</P>\n<P>\n   By talking to prosecutors now, the Ramseys may be trying to head\noff grand jury appearances later this summer. When talking with\nprosecutors, the Ramseys are not under oath, can refuse to answer\nquestions, can benefit from considerable advice from their defense\nattorneys, and can avoid running a media gauntlet to enter a\ncourthouse. These conditions do not generally apply in a grand jury\nsetting.\n</P>\n<P>\n   ``You only use a grand jury to compel evidence: testimony or\ndocuments,'' said Craig Silverman, a former Denver prosecutor who\nis now a defense attorney. ``They may prefer to testify in a\nrelaxed setting, not under oath. They knew of Hunter's deadline to\ndecide on a grand jury. This is a game of chicken.''\n</P>\n<ANNOTATION>\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n</ANNOTATION>\n<P>\n   While JonBenet is now a household name from here to Finland, not\neveryone in this quiet college town is enamored of the case.\n</P>\n<P>\n   Last month, two men rented the Ramsey family's Tudor-style\nmansion, which had remained empty since the murder. To discourage\ngawkers, the men promptly planted three large spruce trees to block\nthe street view.\n</P>\n<P>\n   Also last month, John Eller, the first police commander of the\nJonBenet investigation, was in Key West, Fla., trying\nunsuccessfully be hired as police chief of that town, 2,000 miles\nfrom here.\n</P>\n<P>\n   Joseph Bellipanni, the Boulder District Court chief judge who\nwas expected to preside over a JonBenet grand jury, resigned last\nmonth, after 15 years on the job. He is moving to Cairo to take a\nU.S.-government-funded job as an adviser to reform Egypt's court\nsystem. His move to the far side of the globe prompted The Denver\nPost to headline: ``Trading Ramseys for Ramses.''\n</P>\n", 
            "id": "NYT19980625.0509"
        }, 
        {
            "headline": "&HT;", 
            "text": "\n<P>\n   ATLANTA -- When John and Patsy Ramsey hired lawyers after their\ndaughter, JonBenet, was killed and then distanced themselves from\npolice, it didn't sit right with Nancy Gordon.\n</P>\n<P>\n   ``The fact that they did not work with police from the beginning\nled me and my family to place a cloud of suspicion over the\nfamily,'' said Gordon, an Acworth schoolteacher and mother of\nthree.\n</P>\n<P>\n   So when the Ramseys had three days of interviews last week with\ninvestigators from the district attorney's office, Gordon wondered,\n``Why the wait? What has changed? If they have nothing to hide,\nthey have nothing to hide.''\n</P>\n<P>\n   But Susan Gordy of Atlanta said the Ramseys' stated reason for\nwaiting makes sense. The Ramseys say they broke off talks with the\npolice 14 months ago because they felt the police were out to get\nthem, said their attorney Hal Haddon. They waited for the case to\nbe handed over this month to the district attorney, whom they\ntrusted more, he added.\n</P>\n<P>\n   ``I don't think I'd be talking either,'' said Gordy. ``Everybody\nkind of jumped on them in the beginning.''\n</P>\n<P>\n   The Ramsey interviews arrive as Boulder, Colo., District\nAttorney Alex Hunter decides whether to take the case to a grand\njury. After conducting full-day sessions of videotaped interviews\nTuesday through Thursday, Hunter said he is leaning toward\nconvening a grand jury. Recent developments, he said, might delay\nhis decision beyond his original early July estimate.\n</P>\n<P>\n   ``Mr. and Mrs. Ramsey have been cooperative,'' said Hunter, who\ndeclined to discuss the specifics of the conversations held in\nColorado, except to say the family handed over some important\ndocuments. Their 11-year-old son, Burke, also was interviewed over\nthree days in Atlanta, where the family now resides.\n</P>\n<P>\n   Burke was in the family's Boulder home when 6-year-old JonBenet\nwas found beaten and strangled Dec. 26, 1996. While his parents are\namong those under ``an umbrella of suspicion,'' police say the boy\nis not a suspect.\n</P>\n<P>\n   Legal experts say the interviews allowed the family and\nauthorities to feel out each other. Denver legal analyst Andrew\nCohen said he also sees some posturing for the public.\n</P>\n<P>\n   ``The Ramseys can say, `The cops were incompetent, so much so\nthat we didn't want to talk to them. As soon as the case went to\nthe district attorney, we did go in,''' said Cohen.\n</P>\n<P>\n   Haddon, the Ramsey attorney, said the family's communication\nwith the district attorney actually began over a year ago and\nincluded handing over records regarding medical, phone, bank and\nbusiness matters. John and Patsy Ramsey were interviewed\nsimultaneously in separate rooms last week, each accompanied by an\nattorney and a private investigator, and no restrictions were\nplaced on the questioning. The only condition demanded by the\nRamseys was that ``police not be in the room,'' said Suzanne\nLaurion, a district attorney spokeswoman.\n</P>\n<P>\n   The interviews can have benefits for both the investigators and\nthe Ramseys, said Christopher Mueller, a law professor at the\nUniversity of Colorado. The investigators can probe the family\nmembers' knowledge and look for any important inconsistencies in\ntheir stories. A family member can, if innocent, offer more tidbits\nto help the probe and, if guilty, persuasively lie to prevent a\nprosecution, he said.\n</P>\n<P>\n   ``They may be posturing; they may be trying to help,'' Mueller\nsaid.\n</P>\n<P>\n   Story Filed By Cox Newspapers\n</P>\n<P>\n   For Use By Clients of the New York Times News Service\n</P>\n", 
            "id": "NYT19980627.0184"
        }, 
        {
            "headline": "JonBenet's parents vow to find her killer", 
            "text": "\n\t   LONDON (AP) _ The parents of JonBenet Ramsey, the six-year-old\nmurdered American beauty queen, break a 14-month silence in a\nBritish television interview Thursday night proclaiming they are\ninnocent and vowing to find her killer.\n\t   ``I don't know what happened,'' her mother Patsy Ramsey said in\na Channel 4 documentary, according to highlights published in The\nTimes of London on Thursday. ``God knows, and He's not telling.''\n\t   JonBenet was found beaten and strangled Dec. 26, 1996 in her\nhome in Boulder, Colorado. There have been no arrests, and\nauthorities have said only that Patsy and John Ramsey are under\nsuspicion. The Ramseys have denied any involvement.\n\t   Newsweek reporters Sherry Keene-Osborn and Daniel Glick, who are\nassociate producers of the documentary ``Who Killed JonBenet?'',\npreviewed the show in The Times, saying the Ramseys accused the\nmedia of convicting them of JonBenet's murder.\n\t   The reporters noted that the child, dressed in a pink cowgirl\noutfit singing ``I Wanna Be A Cowboy's Sweatheart,'' or posing in\nelaborate clothes, wearing make-up and high heels, has become known\nthroughout the United States through coverage of her unsolved\nmurder.\n\t   ``The American public has been led to believe that, after a\nwonderful Christmas, we brutally beat JonBenet, sexually molested\nher, strangled her, went to sleep, got up the next morning, wrote a\nransom note, called the police, sat around the house for four\nhours, then I went downstairs and discovered her body and was able\nto act distraught,'' Ramsey said.\n\t   ``Patsy was able to throw up that morning because of\ngut-wrenching anxiety. Help me to understand that. Where is our\ncommonsense as a society, as a race of people?,'' he asked.\n\t   ``The single most important thing to us, from that day until\neven now, is to find the killer of our daughter,'' Ramsey said.\n``This ... creature.''\n\t   The Newsweek reporters wrote that the Ramseys displayed a range\nof emotions in the interview in the two-story home in suburban\nAtlanta where they moved after JonBenet's death.\n\t   ``Everything in our lives has been scoured,'' Patsy said. ``They\ntalked with my fourth-grade teacher, my friends from elementary\nschool. There's nothing. I'm not saying I've been perfect my whole\nlife, but there is no history of any activity like this. It's\nridiculous.''\n\t   Ramsey said that when he was told that police had tried to\nwithhold his daughter's body for burial in order to force an\ninterrogation, he lost all confidence in them, the reporters wrote.\n\t   ``They were not there to help us, they were there to hang us,''\nhe said.\n\t   The Ramseys denied allegations that John was an avid consumer of\npornography and that he had abused his other children, a view\nsupported by the children of his first marriage and his first wife,\nthe reporters wrote. JonBenet's pediatrician also said he never\nsuspected she was being abused.\n\t   (eml-mj)\n", 
            "id": "APW19980709.0454"
        }, 
        {
            "headline": "FORMER RAMSEY FRIENDS SEEK SPECIAL PROSECUTOR IN JONBENET CASE", 
            "text": "\n<P>\n   Three former friends of the parents of JonBenet Ramsey have\nasked for a special prosecutor to take over the stalled\n20-month-old investigation into the slaying of JonBenet, the\n6-year-old Colorado beauty princess.\n</P>\n<P>\n   The three former friends, all residents of Boulder, have broken\noff their friendships with John and Patsy Ramsey, parents of the\nslain child. In two separate letters, they accuse Boulder District\nAttorney Alex Hunter of unwarranted delays in prosecuting the case\nand of being overly accommodating to the Ramseys.\n</P>\n<P>\n   Hunter ``has provided evidence to Ramsey defense attorneys at\ntheir request'' but denied requests by other witnesses for\ntranscripts of their own statements to the police, wrote Fleet and\nPriscilla White, a couple who had the Ramsey family to their home\nfor dinner on Dec. 25, 1996, a few hours before JonBenet was found\ndead. ``He has thoroughly alienated police detectives and key\nwitnesses whose cooperation is vital to the investigation and\nprosecution,'' the Whites wrote.\n</P>\n<P>\n   A few hours after the dinner, White and Ramsey were searching\nthe basement of the Ramsey house when Ramsey emerged from a room\nwith his daughter's battered body. In a brief interview on\nThursday, White, an oil and gas entrepreneur, described himself as\n``a frustrated witness in a horrible murder case.''\n</P>\n<P>\n   Questioned by the Boulder police as suspects and eventually\ncleared, the Whites became estranged from the Ramseys, who moved to\nAtlanta a year ago.\n</P>\n<P>\n   In their 15-page letter, released on Wednesday ``to the people\nof Colorado,'' the Whites alleged that ``Alex Hunter and those\nadvising him have no intention of seeking indictment from a grand\njury.''\n</P>\n<P>\n   The couple faulted prosecutors for allowing a ``chummy''\natmosphere to build with Ramsey lawyers and charged that\nprosecutors and police leaders deliberately delayed the case by\n``killing time'' with well-publicized busy work and ``task lists.''\n</P>\n<P>\n   Turning to their former friends, the Whites concluded, ``We must\nbe mindful, however, of the first cause of the investigation's\nfailure _ the refusal of John and Patsy Ramsey to cooperate fully\nand genuinely with those officials charged with the responsibility\nof investigating the death of their daughter, JonBenet.''\n</P>\n<P>\n   Emboldened by this letter, Judith Phillips, a photographer who\nhad taken pictures of the Ramsey family, wrote an open letter on\nThursday calling for a special prosecutor and charging that Hunter\nwas ``willing to obstruct the justice he swore to uphold.''\n</P>\n<P>\n   Neither letter gave an opinion about the possibility of the\nRamseys' involvement in the death.\n</P>\n<P>\n   These calls for a special prosecutor come two weeks after\nsimilar calls from a former police detective in the case and from\nDenver's two daily newspapers, The Rocky Mountain News and The\nDenver Post. In response to these calls, Hunter cut short a\nvacation in Alaska, returned to Colorado, met with Gov. Roy Romer\nand announced that he would take the case to a grand jury soon,\nprobably next month.\n</P>\n<P>\n   Hunter has declined to respond to the charges against him,\nsaying a response could prejudice the case. Romer has stood fast in\nface of the new calls that he take the case away from Hunter and\nappoint a special prosecutor.\n</P>\n<P>\n   ``The case is going to the grand jury,'' Jim Carpenter, the\ngovernor's spokesman, said on Thursday. Referring to the Whites'\nletter, he added, ``There was nothing in the letter that has\nchanged that view.''\n</P>\n<P>\n   One legal analyst found it interesting that both the Whites and\nSteve Thomas, the former police detective, had warned publicly that\na grand jury would not indict. ``This is the second time that\npeople have said this grand jury is going to be a fix,'' said the\nanalyst, Craig Silverman, a former Denver prosecutor who is now a\ndefense lawyer. ``It's unusual to hear stuff like that.''\n</P>\n<P>\n   On Friday, both Denver newspapers published articles that\nappeared to open a window on the Ramsey household in the early\nmorning of Dec. 26, 1996.\n</P>\n<P>\n   According to these reports, Mrs. Ramsey failed to hang up the\ntelephone for a few moments after calling 911 to say that she had\ndiscovered a ransom note on her back stairs. A California\nlaboratory reportedly digitally enhanced snippets of conversation\npicked up at 5:52 a.m. from the Ramsey kitchen.\n</P>\n<P>\n   According to these newspaper accounts, Mrs. Ramsey can be heard\nscreaming, and JonBenet's brother, Burke, then 10, can be heard\nasking what she had found. Ramsey can be heard telling his son to\ngo back to bed. The Ramseys have said their son was asleep in bed\nwhen Mrs. Ramsey found the note and called 911.\n</P>\n<P>\n   Hal Haddon, the Ramseys' lead lawyer, broke his general silence\nabout the case to issue a statement denouncing the news articles.\n</P>\n<P>\n   ``This vicious leak is one more example of the pattern of\nofficial misconduct which has characterized this investigation,''\nHaddon said. ``Police sources leak what they claim is critical\nevidence and spin it against the Ramseys. The Ramseys are helpless\nto reply because they do not have access to the evidence.''\n</P>\n<P>\n   The Ramseys have denied any involvement in their daughter's\ndeath. Boulder Police Chief Mark Beckner has said they are under an\n``umbrella of suspicion.'' &QL;\n</P>\n", 
            "id": "NYT19980821.0418"
        }, 
        {
            "headline": "&HT;", 
            "text": "\n<P>\n   The district attorney in Colorado overseeing the JonBenet Ramsey\nhomicide case on Friday appointed two new special prosecutors to\npresent evidence to a grand jury.\n</P>\n<P>\n   Boulder District Attorney Alex Hunter appointed Bruce Levin and\nMitch Morrissey, in part, because of criticism he has mishandled\nthe Ramsey case.\n</P>\n<P>\n   ``Given all the recent questions ... public confidence demanded\nabsolutely that we have the most experienced prosecutor we could\nget,'' said Suzanne Laurion, spokeswoman for Hunter.\n</P>\n<P>\n   Levin and Morrissey together have 32 years of experience\nprosecuting homicide cases. They work in Colorado counties outside\nof Hunter's jurisdiction, but will answer to Hunter on the Ramsey\ncase. The grand jury will begin hearing evidence later this month,\nLaurion said.\n</P>\n<P>\n   Last month, Colorado Gov. Roy Romer refused to appoint a\nprosecutor who could have taken the case over from Hunter.\n</P>\n<P>\n   Romer made his decision after a police detective who\ninvestigated the slaying of the 6-year-old girl resigned and\nclaimed Hunter bungled the Ramsey case.\n</P>\n<P>\n   Romer also considered a Ramsey family friend's claim that\nHunter's friendship with lawyers representing John and Patsy Ramsey\nclouded his judgment on the case.\n</P>\n<P>\n   The friend, Fleet White, criticized the Ramseys, saying their\nrefusal to cooperate with detectives hurt the investigation of\ntheir daughter's death. The Ramseys remain under suspicion in the\nhomicide.\n</P>\n<P>\n   White was with John Ramsey when he found JonBenet's battered and\nstrangled body in a basement room of the Ramseys' Colorado home\nDec. 26, 1996.\n</P>\n<P>\n   The Ramseys now live in Atlanta.\n</P>\n<P>\n   Story Filed By Cox Newspapers\n</P>\n<P>\n   For Use By Clients of the New York Times News Service\n</P>\n", 
            "id": "NYT19980904.0388"
        }
    ], 
    "id": "D1009B", 
    "title": "Jon Benet Ramsey"
}