{
	"id":"D1009B",
	"title":"Jon Benet Ramsey",
	"docSet":[
		{
			"id":"NYT19981001.0493",
			"headline":"LEAKS CLOUD DEATH INQUIRY ON JONBENET",
			"text":" BOULDER, Colo. _ Sheets of white paper covered windows in the courtroom where a grand jury met Thursday to pursue its two-week-old investigation into the murder of JonBenet Ramsey. But the white sheets were only symbolic screens in a week when major characters in the almost two-year-old murder mystery waged a war of leaks and letters, battling for the hearts and minds of the 12 jurors. ``The Ramseys did not do it,'' Lou Smit, a homicide detective, said in a resignation letter dated Sept. 20 but released on Sunday. Smit reviewed police reports on the case for 18 months for the Boulder County prosecutor's office. ``The `case' tells me that John and Patsy Ramsey did not kill their daughter, that a very dangerous killer is still out there and no one is actively looking for him,'' Smit said in his letter. Accusing the Boulder Police Department of ``going in the wrong direction,'' Smit, a detective for 32 years, added, ``There is substantial, credible evidence of an intruder and lack of evidence that the parents are involved.'' The detective's resignation letter prompted Ramsey to make a rare public statement in the 21-month-old case on Monday. Praising Smit as ``the only experienced homicide detective who has ever been assigned long term to find the killer of JonBenet,'' Ramsey, in a written statement, lambasted the Boulder Police Department as ``little more than a lynch mob.'' ``The killer could never have guessed that he or she would be so lucky as to have the resulting investigation conducted by such closed-minded police,'' continued Ramsey, the father of the 6-year-old beauty pageant contestant whose body was found on Dec. 26, 1996. ``You have wasted almost two years trying to prove your original theory. Meanwhile, my family knows a vicious killer still walks the streets.'' Yet others critical of how the investigation has been handled do not support Ramsey. Before the grand jury started work on Sept. 15, Steve Thomas, the lead police detective in the case, wrote a resignation letter denouncing the office of Alex Hunter, the Boulder County district attorney, as ``thoroughly compromised.'' Under grand jury rules in Colorado, jurors may not discuss testimony outside the courtroom but are permitted to read news reports about a case they are investigating. Referring to the recent leaks and letters from acquaintances of the Ramseys, Craig Silverman, a former Denver prosecutor, said, ``They are playing to the grand jury.'' <ANNOTATION> (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS) </ANNOTATION> In recent days, as a succession of Boulder police detectives have appeared before the grand jury, court observers say the Ramseys and their defenders are trying to score a counterpunch with the jurors. ``So many people are looking and saying, `Hey, there is a forum here, let's use it,'' said Bob Grant, the Adams County district attorney. Responding to Ramsey's criticism that Boulder police had not investigated alternative theories, Mark Beckner, the Boulder police chief, noted that his detectives had interviewed about 600 people and investigated 122 suspects. Ramsey, in his statement, addressed ``the killer,'' saying, ``We have been told that the authorities have your DNA.'' If that is true, it was presumably leaked to the Ramseys or their lawyers. The release of Smit's confidential resignation letter also constitutes a leak. In the past, Hal Haddon, Ramsey's lead lawyer, has demanded police investigations of leaks that seemed to implicate the Ramseys. This round of leaks, favoring the Ramseys, has been met by silence from Haddon. The leaks seemed to be timed to counteract a report Sunday on the ABC news magazine ``20/20'' that cast an unfavorable light on the Ramseys. But, on Sunday, only hours before ``20/20,'' The Associated Press ran Smit's week-old resignation letter. Taking the bloom off the ABC report, Smit was quoted in Boulder newspapers on Monday, saying, ``I believe that justice is not being served, that innocent people are being targeted and could be charged with a murder they did not commit.'' "
		},
		{
			"id":"APW19990107.0206",
			"headline":"Ramsey Probe Receives More Funds",
			"text":" BOULDER, Colo. (AP) -- Prosecutors received nearly $80,000 Thursday to help finance the grand jury investigation into the JonBenet Ramsey slaying through March. ``If it goes beyond that date, we will be back looking for more money,'' Assistant District Attorney Bill Wise said. ``It is not meant to predict when the grand jury is going to end'' JonBenet was found beaten and strangled Dec. 26, 1996, in the basement of her family's elegant home in Boulder. Authorities said JonBenet had a fractured skull and may have been sexually assaulted. No arrests have been made. Police say her parents, John and Patsy Ramsey, remain under suspicion. The Ramseys have maintained their innocence. The grand jury, whose work is kept secret, began meeting in mid-September. Boulder County, which funds the district attorney's office, approved the new money despite a bill for the case that already had reached nearly $390,000. It is the most ever spent by the office on an investigation. The city already has spent more than $1 million in its investigation. "
		},
		{
			"id":"APW19990128.0158",
			"headline":"Public Help Sought in Ramsey Probe",
			"text":" BOULDER, Colo. (AP) -- Prosecutors posted a photograph of a white, furry bear dressed as Santa Claus on an Internet site Thursday in a plea for public help with the JonBenet Ramsey slaying investigation. District Attorney Alex Hunter said investigators are hoping someone can identify the stuffed animal's manufacturer and retailers where it was carried in 1996 or before. Suzanne Laurion, Hunter's spokeswoman, said investigators had been unable to find that information despite trying retailers, Internet sites and manufacturers. She refused to say anything more about the toy, including what role it may play in the investigation, how the bear came to the attention of police and whether police had it in their possession. The indistinct photograph, which may have been cropped from a larger image, shows the bear on crinkled paper or material, but not posed in a manner to enhance identification. The toy is about a foot long, with a red hat, bolero jacket and pants all trimmed in a curled white wool material. ``I make this public request for assistance, knowing that it will give rise to considerable speculation about the status of the Ramsey case,'' Hunter said in a statement. ``I intend to let this speculation take whatever course it will since to confirm or deny theories about what this all means would most certainly damage the ongoing investigation,'' he said. The toy was reportedly among stuffed animals found in JonBenet's room, but family members said it did not belong to the little girl. ``It wasn't hers,'' the child's aunt, Pam Paugh, told the Denver Rocky Mountain News. ``I believe it was on the other (twin) bed in JonBenet's room.'' JonBenet was found beaten and strangled in the basement of her family's home Dec. 26, 1996, about eight hours after her mother discovered a ransom note demanding $118,000 for her safe return. There have been no arrests, although police have said JonBenet's parents, John and Patsy Ramsey, are under suspicion. They have denied involvement. *------ EDITOR'S NOTE -- A picture of the bear is available at Internet site: http://www.co.boulder.co.us/da/bear.htm "
		},
		{
			"id":"APW19990206.0079",
			"headline":"How Teddy Bear Became a Clue",
			"text":" BOULDER, Colo. (AP) -- The teddy bear sought by authorities in the JonBenet Ramsey case first emerged as a clue in an interview last summer with her mother, Patsy Ramsey, The Denver Rocky Mountain News reported Saturday. The toy was reportedly among stuffed animals found in JonBenet's room. The newspaper quoted two investigators as saying that Mrs. Ramsey claimed the toy did not belong in her slain daughter's room when she was shown crime scene pictures by police in June. ``She stiffened,'' said one investigator, speaking on condition of anonymity. ``The way it was described she went white. ... She was saying, `Where did it come from? I've never seen that before.''' Last week, Boulder District Attorney Alex Hunter posted a photograph of a stuffed toy bear dressed in a Santa Claus suit on the Internet and asked for the public's help in finding information about the bear. Hunter refused to comment on how the toy might be connected to the investigation of the 1996 slaying of 6-year-old JonBenet. Investigators say they now know the manufacturer, distribution and sale points of the bear, but won't say why they need this information. The little girl's parents remain under suspicion as a grand jury investigates the crime. The Ramseys have proclaimed their innocence. "
		},
		{
			"id":"NYT19981215.0290",
			"headline":"JONBENET RAMSEY CASE MOVES AT `INCREDIBLY SLOW' PACE",
			"text":" BOULDER, Colo. _ Nearly two years after JonBenet Ramsey was murdered in her home here on Christmas night, a grand jury investigation moves at a pace that many outsiders call leisurely. The second anniversary of the strangulation death of the beauty princess will find the 12 grand jurors on a five-week Christmas break. This comes after the jurors took one week off for Thanksgiving. During a 10-week stretch this fall, the panel met only 18 times to investigate the case, a murder mystery that has fascinated the nation and much of the world. ``It's pretty amazing that they are taking a full month off, it seems more like a vacation than an investigation,'' said Craig Silverman, a Denver trial lawyer who is not involved in the case. ``They are still moving at this incredibly slow, Boulder pace. It is amazing the lack of urgency.'' On Sept. 15, six months after the grand jury was impaneled for a one-year term, District Attorney Alexander Hunter of Boulder County took the case before the grand jury. If the grand jurors investigate the case into the spring, as expected, their term will be extended for an additional six months. This fall, the jurors heard testimony from a series of law-enforcement witnesses _ Boulder police detectives and officers and a state handwriting analyst. They also toured the Tudor-style house here where the Ramseys lived until JonBenet's death. After the jurors reconvene in January, they are expected to hear from neighbors and employees of the Ramseys in Boulder, as well as many members of the Ramsey family, including the 6-year-old girl's parents, John and Patsy Ramsey. In the summer of 1997, they sold their house here and moved to an Atlanta suburb. Hunter took the JonBenet case to the grand jury shortly after a former Boulder police detective on the case and three former friends of the Ramseys publicly demanded that Colorado's governor, Roy Romer, replace Hunter on the case with a special prosecutor. On Tuesday, Bill Owens, Colorado's governor-elect, said he would resist calls for a special prosecutor. ``I think a special prosecutor would have been necessary, had the grand jury not been called,'' Owens, a Republican, said. ``At this point, I am willing to await the results of the grand jury.'' Critics of prosecutors here said that they had little experience investigating and trying homicides in Boulder, a college city that has about one murder a year. Indeed, in an unrelated case, Hunter's office on Friday won its first murder conviction here since 1992. To push the Ramsey case along, prosecutors from neighboring counties have lent to Hunter's office prosecutors with experience in homicides and grand juries. ``Alex has gotten what many people feel he didn't have _ extremely competent grand jury prosecutors, prosecutors with a great depth of homicide experience,'' Bob Grant, district attorney for Adams County, said Tuesday. Noting that he had lent his chief trial deputy, Bruce Levin, to the case, Grant added, ``There really isn't any way to predict how long an investigative grand jury will go on.'' As the grand jury has proved leak proof and as the murder case has grown cold, interest among news organizations has tapered off. ``Starting in January 1997, at least one of the tabloids had JonBenet on their cover for 55 straight weeks,'' said Stan Oliner, manuscripts curator for the Colorado Historical Society. Noting a dwindling flow for the society's JonBenet Ramsey Manuscript Collection, he added: ``It has become an occasional story. The Lewinsky story has replaced the pounding, week after week, coverage of JonBenet.'' Indeed, last week's headlines seemed to speak of a case frozen in time. Last Friday evening, Ramsey attacked a free-lance photographer who tried to take his picture on a Boulder sidewalk, the photographer, Frank Coffman, said Tuesday. ``He charged right at me and grabbed hold of me with both hands and tried to throw me around a bit,'' Coffman said in an interview. Coffman said he did not intend to file charges. Mike Bynum, a lawyer and business partner of Ramsey who witnessed the encounter, did not return telephone calls Tuesday. Another business partner of Ramsey, Jay Elowsky, pleaded guilty earlier this year to misdemeanor assault charge after he brandished a baseball bat at two men he thought were newspaper reporters. A Denver newspaper also headlined last week: ``Ramsey Family DNA Sought.'' Five members of the Ramseys' extended family agreed to give Boulder police palm prints and DNA samples last week. As part of the ongoing investigation, detectives reportedly are trying to identify a mystery palm print found in the Ramsey basement and stray bits of DNA found under the little girl's fingernails. Knowing that unidentified DNA could bolster the theory that his daughter was murdered by a mysterious intruder, Ramsey wrote in a public letter Sept. 28: ``We have been told that the authorities have your DNA. They will know it is you.'' ``If the DNA is not identified, it does weaken the prosecution's case,'' said Scott Robinson, a Denver defense lawyer who follows the case for several Denver news outlets. JonBenet's parents have already provided police with DNA samples, largely snippets of hair. The five family members who were scheduled to provide samples last week all have alibis placing them far from Boulder on the night of the murder. "
		},
		{
			"id":"NYT19980625.0509",
			"headline":"PARENTS OF JONBENET RAMSEY END 3 DAYS OF QUESTIONING",
			"text":" BOULDER, Colo. _ With the threat looming of a grand jury inquest into the murder of JonBenet Ramsey, the parents of the murdered beauty princess Thursday completed three days of questioning by prosecutors here, breaking their 16 months of official silence. John and Patsy Ramsey, who last talked to Boulder investigators on April 30, 1997, were questioned separately, and in videotaped interviews by prosecutors, according to Alex Hunter, Boulder's district attorney. ``Mr. and Mrs. Ramsey have been cooperative,'' Hunter said after questioning ended Thursday afternoon. ``Questioning was not restricted in content or length. The Ramseys have agreed to continue to cooperate and to provide certain documents.'' In addition, investigators from Hunter's office traveled two weeks ago to the Ramsey's new home in Atlanta and conducted three interviews with Burke Ramsey, the little girl's 11-year-old brother. The Ramseys and their two children were the only people known to be living at the Ramsey house on the night of the murder, 18 months ago. Although the Ramsey's have long declined to be interviewed by police, whom they characterized as biased in the case, their attorney said recently the couple would cooperate with the grand jury. A new grand jury was impaneled here two months ago. Early this month, Boulder police spent two days detailing the case to Hunter. At the end of the closed-door sessions, Hunter indicated that he would decide whether or not to call a grand jury by early July. On Thursday, he said: ``I do not know when I will make this decision.'' On Thursday, Boulder's new police chief, Mark Beckner, urged the prosecutor to convene a grand jury for the case. Earlier this month, Beckner, who has directed the murder investigation since October, said that there were ``30 reasons'' why a grand jury investigation was necessary. ``I have an idea who did it,'' he continued, conceding: ``It's certainly a circumstantial case.'' At the same time, Beckner said he was ``excited'' about new evidence. According to news reports, this new evidence came from laboratory tests on clothes the parents wore the night of the murder. In addition, tests recently confirmed that a felt pen found in the Ramsey house was used to write the ransom note. Boulder police already had said that the ransom note was written on a pad found in the house. Although the police chief and district attorney both have said that the Ramseys fall under ``the umbrella of suspicion,'' they have not formally named any suspects. So far, the investigation has cost this small city $1 million in additional police and prosecution expenses. In an accounting, Boulder police said that, as of early June, they had interviewed 590 people, investigated 122 suspects and taken 1,058 pieces of evidence. The public had come forward with 700 telephone tips and 3,400 letters. By talking to prosecutors now, the Ramseys may be trying to head off grand jury appearances later this summer. When talking with prosecutors, the Ramseys are not under oath, can refuse to answer questions, can benefit from considerable advice from their defense attorneys, and can avoid running a media gauntlet to enter a courthouse. These conditions do not generally apply in a grand jury setting. ``You only use a grand jury to compel evidence: testimony or documents,'' said Craig Silverman, a former Denver prosecutor who is now a defense attorney. ``They may prefer to testify in a relaxed setting, not under oath. They knew of Hunter's deadline to decide on a grand jury. This is a game of chicken.'' <ANNOTATION> (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS) </ANNOTATION> While JonBenet is now a household name from here to Finland, not everyone in this quiet college town is enamored of the case. Last month, two men rented the Ramsey family's Tudor-style mansion, which had remained empty since the murder. To discourage gawkers, the men promptly planted three large spruce trees to block the street view. Also last month, John Eller, the first police commander of the JonBenet investigation, was in Key West, Fla., trying unsuccessfully be hired as police chief of that town, 2,000 miles from here. Joseph Bellipanni, the Boulder District Court chief judge who was expected to preside over a JonBenet grand jury, resigned last month, after 15 years on the job. He is moving to Cairo to take a U.S.-government-funded job as an adviser to reform Egypt's court system. His move to the far side of the globe prompted The Denver Post to headline: ``Trading Ramseys for Ramses.'' "
		},
		{
			"id":"NYT19980627.0184",
			"headline":"&HT;",
			"text":" ATLANTA -- When John and Patsy Ramsey hired lawyers after their daughter, JonBenet, was killed and then distanced themselves from police, it didn't sit right with Nancy Gordon. ``The fact that they did not work with police from the beginning led me and my family to place a cloud of suspicion over the family,'' said Gordon, an Acworth schoolteacher and mother of three. So when the Ramseys had three days of interviews last week with investigators from the district attorney's office, Gordon wondered, ``Why the wait? What has changed? If they have nothing to hide, they have nothing to hide.'' But Susan Gordy of Atlanta said the Ramseys' stated reason for waiting makes sense. The Ramseys say they broke off talks with the police 14 months ago because they felt the police were out to get them, said their attorney Hal Haddon. They waited for the case to be handed over this month to the district attorney, whom they trusted more, he added. ``I don't think I'd be talking either,'' said Gordy. ``Everybody kind of jumped on them in the beginning.'' The Ramsey interviews arrive as Boulder, Colo., District Attorney Alex Hunter decides whether to take the case to a grand jury. After conducting full-day sessions of videotaped interviews Tuesday through Thursday, Hunter said he is leaning toward convening a grand jury. Recent developments, he said, might delay his decision beyond his original early July estimate. ``Mr. and Mrs. Ramsey have been cooperative,'' said Hunter, who declined to discuss the specifics of the conversations held in Colorado, except to say the family handed over some important documents. Their 11-year-old son, Burke, also was interviewed over three days in Atlanta, where the family now resides. Burke was in the family's Boulder home when 6-year-old JonBenet was found beaten and strangled Dec. 26, 1996. While his parents are among those under ``an umbrella of suspicion,'' police say the boy is not a suspect. Legal experts say the interviews allowed the family and authorities to feel out each other. Denver legal analyst Andrew Cohen said he also sees some posturing for the public. ``The Ramseys can say, `The cops were incompetent, so much so that we didn't want to talk to them. As soon as the case went to the district attorney, we did go in,''' said Cohen. Haddon, the Ramsey attorney, said the family's communication with the district attorney actually began over a year ago and included handing over records regarding medical, phone, bank and business matters. John and Patsy Ramsey were interviewed simultaneously in separate rooms last week, each accompanied by an attorney and a private investigator, and no restrictions were placed on the questioning. The only condition demanded by the Ramseys was that ``police not be in the room,'' said Suzanne Laurion, a district attorney spokeswoman. The interviews can have benefits for both the investigators and the Ramseys, said Christopher Mueller, a law professor at the University of Colorado. The investigators can probe the family members' knowledge and look for any important inconsistencies in their stories. A family member can, if innocent, offer more tidbits to help the probe and, if guilty, persuasively lie to prevent a prosecution, he said. ``They may be posturing; they may be trying to help,'' Mueller said. Story Filed By Cox Newspapers For Use By Clients of the New York Times News Service "
		},
		{
			"id":"APW19980709.0454",
			"headline":"JonBenet's parents vow to find her killer",
			"text":" LONDON (AP) _ The parents of JonBenet Ramsey, the six-year-old murdered American beauty queen, break a 14-month silence in a British television interview Thursday night proclaiming they are innocent and vowing to find her killer. ``I don't know what happened,'' her mother Patsy Ramsey said in a Channel 4 documentary, according to highlights published in The Times of London on Thursday. ``God knows, and He's not telling.'' JonBenet was found beaten and strangled Dec. 26, 1996 in her home in Boulder, Colorado. There have been no arrests, and authorities have said only that Patsy and John Ramsey are under suspicion. The Ramseys have denied any involvement. Newsweek reporters Sherry Keene-Osborn and Daniel Glick, who are associate producers of the documentary ``Who Killed JonBenet?'', previewed the show in The Times, saying the Ramseys accused the media of convicting them of JonBenet's murder. The reporters noted that the child, dressed in a pink cowgirl outfit singing ``I Wanna Be A Cowboy's Sweatheart,'' or posing in elaborate clothes, wearing make-up and high heels, has become known throughout the United States through coverage of her unsolved murder. ``The American public has been led to believe that, after a wonderful Christmas, we brutally beat JonBenet, sexually molested her, strangled her, went to sleep, got up the next morning, wrote a ransom note, called the police, sat around the house for four hours, then I went downstairs and discovered her body and was able to act distraught,'' Ramsey said. ``Patsy was able to throw up that morning because of gut-wrenching anxiety. Help me to understand that. Where is our commonsense as a society, as a race of people?,'' he asked. ``The single most important thing to us, from that day until even now, is to find the killer of our daughter,'' Ramsey said. ``This ... creature.'' The Newsweek reporters wrote that the Ramseys displayed a range of emotions in the interview in the two-story home in suburban Atlanta where they moved after JonBenet's death. ``Everything in our lives has been scoured,'' Patsy said. ``They talked with my fourth-grade teacher, my friends from elementary school. There's nothing. I'm not saying I've been perfect my whole life, but there is no history of any activity like this. It's ridiculous.'' Ramsey said that when he was told that police had tried to withhold his daughter's body for burial in order to force an interrogation, he lost all confidence in them, the reporters wrote. ``They were not there to help us, they were there to hang us,'' he said. The Ramseys denied allegations that John was an avid consumer of pornography and that he had abused his other children, a view supported by the children of his first marriage and his first wife, the reporters wrote. JonBenet's pediatrician also said he never suspected she was being abused. (eml-mj) "
		},
		{
			"id":"NYT19980821.0418",
			"headline":"FORMER RAMSEY FRIENDS SEEK SPECIAL PROSECUTOR IN JONBENET CASE",
			"text":" Three former friends of the parents of JonBenet Ramsey have asked for a special prosecutor to take over the stalled 20-month-old investigation into the slaying of JonBenet, the 6-year-old Colorado beauty princess. The three former friends, all residents of Boulder, have broken off their friendships with John and Patsy Ramsey, parents of the slain child. In two separate letters, they accuse Boulder District Attorney Alex Hunter of unwarranted delays in prosecuting the case and of being overly accommodating to the Ramseys. Hunter ``has provided evidence to Ramsey defense attorneys at their request'' but denied requests by other witnesses for transcripts of their own statements to the police, wrote Fleet and Priscilla White, a couple who had the Ramsey family to their home for dinner on Dec. 25, 1996, a few hours before JonBenet was found dead. ``He has thoroughly alienated police detectives and key witnesses whose cooperation is vital to the investigation and prosecution,'' the Whites wrote. A few hours after the dinner, White and Ramsey were searching the basement of the Ramsey house when Ramsey emerged from a room with his daughter's battered body. In a brief interview on Thursday, White, an oil and gas entrepreneur, described himself as ``a frustrated witness in a horrible murder case.'' Questioned by the Boulder police as suspects and eventually cleared, the Whites became estranged from the Ramseys, who moved to Atlanta a year ago. In their 15-page letter, released on Wednesday ``to the people of Colorado,'' the Whites alleged that ``Alex Hunter and those advising him have no intention of seeking indictment from a grand jury.'' The couple faulted prosecutors for allowing a ``chummy'' atmosphere to build with Ramsey lawyers and charged that prosecutors and police leaders deliberately delayed the case by ``killing time'' with well-publicized busy work and ``task lists.'' Turning to their former friends, the Whites concluded, ``We must be mindful, however, of the first cause of the investigation's failure _ the refusal of John and Patsy Ramsey to cooperate fully and genuinely with those officials charged with the responsibility of investigating the death of their daughter, JonBenet.'' Emboldened by this letter, Judith Phillips, a photographer who had taken pictures of the Ramsey family, wrote an open letter on Thursday calling for a special prosecutor and charging that Hunter was ``willing to obstruct the justice he swore to uphold.'' Neither letter gave an opinion about the possibility of the Ramseys' involvement in the death. These calls for a special prosecutor come two weeks after similar calls from a former police detective in the case and from Denver's two daily newspapers, The Rocky Mountain News and The Denver Post. In response to these calls, Hunter cut short a vacation in Alaska, returned to Colorado, met with Gov. Roy Romer and announced that he would take the case to a grand jury soon, probably next month. Hunter has declined to respond to the charges against him, saying a response could prejudice the case. Romer has stood fast in face of the new calls that he take the case away from Hunter and appoint a special prosecutor. ``The case is going to the grand jury,'' Jim Carpenter, the governor's spokesman, said on Thursday. Referring to the Whites' letter, he added, ``There was nothing in the letter that has changed that view.'' One legal analyst found it interesting that both the Whites and Steve Thomas, the former police detective, had warned publicly that a grand jury would not indict. ``This is the second time that people have said this grand jury is going to be a fix,'' said the analyst, Craig Silverman, a former Denver prosecutor who is now a defense lawyer. ``It's unusual to hear stuff like that.'' On Friday, both Denver newspapers published articles that appeared to open a window on the Ramsey household in the early morning of Dec. 26, 1996. According to these reports, Mrs. Ramsey failed to hang up the telephone for a few moments after calling 911 to say that she had discovered a ransom note on her back stairs. A California laboratory reportedly digitally enhanced snippets of conversation picked up at 5:52 a.m. from the Ramsey kitchen. According to these newspaper accounts, Mrs. Ramsey can be heard screaming, and JonBenet's brother, Burke, then 10, can be heard asking what she had found. Ramsey can be heard telling his son to go back to bed. The Ramseys have said their son was asleep in bed when Mrs. Ramsey found the note and called 911. Hal Haddon, the Ramseys' lead lawyer, broke his general silence about the case to issue a statement denouncing the news articles. ``This vicious leak is one more example of the pattern of official misconduct which has characterized this investigation,'' Haddon said. ``Police sources leak what they claim is critical evidence and spin it against the Ramseys. The Ramseys are helpless to reply because they do not have access to the evidence.'' The Ramseys have denied any involvement in their daughter's death. Boulder Police Chief Mark Beckner has said they are under an ``umbrella of suspicion.'' &QL; "
		},
		{
			"id":"NYT19980904.0388",
			"headline":"&HT;",
			"text":" The district attorney in Colorado overseeing the JonBenet Ramsey homicide case on Friday appointed two new special prosecutors to present evidence to a grand jury. Boulder District Attorney Alex Hunter appointed Bruce Levin and Mitch Morrissey, in part, because of criticism he has mishandled the Ramsey case. ``Given all the recent questions ... public confidence demanded absolutely that we have the most experienced prosecutor we could get,'' said Suzanne Laurion, spokeswoman for Hunter. Levin and Morrissey together have 32 years of experience prosecuting homicide cases. They work in Colorado counties outside of Hunter's jurisdiction, but will answer to Hunter on the Ramsey case. The grand jury will begin hearing evidence later this month, Laurion said. Last month, Colorado Gov. Roy Romer refused to appoint a prosecutor who could have taken the case over from Hunter. Romer made his decision after a police detective who investigated the slaying of the 6-year-old girl resigned and claimed Hunter bungled the Ramsey case. Romer also considered a Ramsey family friend's claim that Hunter's friendship with lawyers representing John and Patsy Ramsey clouded his judgment on the case. The friend, Fleet White, criticized the Ramseys, saying their refusal to cooperate with detectives hurt the investigation of their daughter's death. The Ramseys remain under suspicion in the homicide. White was with John Ramsey when he found JonBenet's battered and strangled body in a basement room of the Ramseys' Colorado home Dec. 26, 1996. The Ramseys now live in Atlanta. Story Filed By Cox Newspapers For Use By Clients of the New York Times News Service "
		}
	]
}
