{
    "docSet": [
        {
            "headline": "Source of Killer \"Bird Flu\" Hunted in Hong Kong", 
            "text": "\n<P>\nHONG KONG, December 8 (Xinhua) -- Hong Kong health authorities\nare stepping up the hunt for the source of a deadly influenza\nstrain previously found only in birds which has caused a global\nalert.\n</P>\n<P>\nThe \"bird flu\" has claimed four victims here, killing two,\nincluding a 54-year-old man who died Friday.\n</P>\n<P>\nAt least seven staff who had contact with the victims were\nexperiencing flu-like symptoms, but it was not clear if they had\nalso contracted the H5N1 strain, local health officials said\ntoday.\n</P>\n<P>\nInvestigators fanned out across the territory Monday, checking\npoultry farms for traces of the disease amid the speculation that\nit could have been passed to humans by chickens.\n</P>\n<P>\nAll hospitals and clinics in Hong Kong have been ordered to\ntest patients for the flu.\n</P>\n<P>\nA number of the patients' relatives were also found developing\nflu-like symptoms and were undergoing tests.\n</P>\n<P>\nA three-year-old boy and a man died earlier this year after\ncatching the \"bird flu\", or H5N1 strain of influenza, and a\n13-year-old girl is in hospital with the disease.\n</P>\n<P>\nAnother victim, a two-year-old boy, who was hospitalized with\nfever in November, later fully recovered.\n</P>\n<P>\nWorld Health Organization (WHO) officials in Geneva said\nleading researchers would this week decide whether a vaccine\nshould be developed, according to reports reaching here. \n</P>\n", 
            "id": "XIE19971208.0088"
        }, 
        {
            "headline": "Macao Citizens Asked to Stay Calm About Bird Flu", 
            "text": "\n<P>\nMACAO, December 9 (Xinhua) -- Macao experts today warned\nresidents to be careful but not panic over the bird flu that has\nkilled children in neighboring Hong Kong.\n</P>\n<P>\nNo bird flu case has been found in Macao and people should stay\ncalm, experts from the Macao Nurses' Association and the Public\nHealth Department said.\n</P>\n<P>\nBut they did urge people to be careful in contacting birds,\ntake care of proper personal and environmental hygiene and cook\ntheir food thoroughly.\n</P>\n<P>\nLeung Iok Va, deputy-secretary-general of the Macao Nurses'\nAssociation, told the Macao Daily News today that there is no\neffective way of prevention as the cause and way of transmission\nof the bird flu on human beings have not been found.\n</P>\n<P>\nMeanwhile, local dealers of imported fowls said imported\nchickens, ducks and geese are safe to eat because they have passed\nstrict examinations before they are put on the local market.\n</P>\n<P>\nThe poultry imported from China's inland areas are from a\ndifferent source from those imported by Hong Kong, they said.\nWhile Hong Kong's imports mostly come from Shenzhen, Macao's are\nmainly from Zhuhai, Zhongshan and Jiangmen cities.\n</P>\n<P>\nThe experts want local residents to buy poultry only at\nlicensed food stalls, saying those sold by illegal mobile vendors\nmight be unsafe. \n</P>\n", 
            "id": "XIE19971209.0107"
        }, 
        {
            "headline": "HK Sets Up Working Group to Deal with Bird Flu", 
            "text": "\n<P>\nHONG KONG, December 15 (Xinhua) -- The government of the Hong\nKong Special Administrative Region (SAR) set up an\ninter-department working group today to coordinate efforts towards\nthe prevention and control of the spread of a mysterious \"bird\nflu\" that has killed two people.\n</P>\n<P>\nA SAR government spokesman said the group, which comprises\nrepresentatives from various government departments, will hold its\nfirst meeting Tuesday.\n</P>\n<P>\nThe group will coordinate measures necessary for the prevention\nand control of the \"bird flu,\" or H5N1 virus, the spokesman said.\n</P>\n<P>\nChickens have been identified as the most likely source of a\nnew strain of the flu.\n</P>\n<P>\nThe move came after three more people were suspected last week\nto have been stricken with the H5NI virus, bringing the number of\nconfirmed or suspected cases to seven.\n</P>\n<P>\nA 5-year-old child died in May in the first known case of a\nhuman contracting the virus. A 54-year-old man died early this\nmonth, and a 2-year-old boy recovered after hospitalization in\nNovember.\n</P>\n<P>\nThree more people remained hospitalized.\n</P>\n<P>\nThe government also announced today that authorities in the\nneighboring Guangdong Province have agreed to step up the\nmonitoring of chicken diseases at farms there.\n</P>\n<P>\nA statement said Guangdong also plans to restrict chicken\nexports to Hong Kong.\n</P>\n<P>\nExperts say they are baffled by the virus, and the hospital\nauthority has issued guidelines to the public and hospitals to\ntreat the potentially deadly flu.\n</P>\n<P>\nThere has been no evidence of human-to-human transmission of\nthe virus, and no infected chickens have been found at the market,\naccording to a source from the local health department.\n</P>\n<P>\nThree more experts from the Centers for Disease Control in\nAtlanta in the United States arrived in Hong Kong Thursday to help\nin the investigation, the source said.\n</P>\n<P>\nThe World Health Organization has reportedly been asked to\nalert vaccine production centers worldwide to follow developments\nwith a view to preparing the necessary vaccine.  \n</P>\n", 
            "id": "XIE19971215.0046"
        }, 
        {
            "headline": "Bird Flu Not Epidemic in Hong Kong: Official", 
            "text": "\n<P>\nHONG KONG, December 16 (Xinhua) -- The bird flu in Hong Kong,\nwhich has killed two people, has not become an epidemic, a local\nsenior health official said today.\n</P>\n<P>\nSpeaking at a news conference here, Director of the Health\nDepartment of the Hong Kong Special Administrative Region (SAR)\nMargaret Chan said that the SAR government would take \"a number of\n preventive measures to protect public health.\"\n</P>\n<P>\n\"The present cluster of cases detected in Hong Kong has not\nreached epidemic proportions,\" she said. \"The efficiency of\ntransmission from human to human should not be high or there\nshould be hundreds and thousands of such cases in the SAR by now,\naccording to past experience with other types of influenza,\" she\nadded.\n</P>\n<P>\nHowever, \"the transmission of the virus both from bird to human\nand human to human is possible,\" Chan said.\n</P>\n<P>\nShe stated that the SAR health authority has been working very\nclosely with the World Health Organization and the Centers for\nDiseases Control in the United States in dealing with the\ninvestigation and study of this new strain of influenza A H5N1\nvirus.\n</P>\n<P>\nFor the public, she advised that the best way to combat\ninfluenza infection is to build up body resistance by having a\nproper diet with adequate exercise and rest.\n</P>\n<P>\n\"Good ventilation should be maintained,\" she said, urging the\npublic to maintain good personal hygiene.\n</P>\n<P>\nChan told reporters that initial assessment made by a Special\nWorking Group on Influenza A H5N1 noted an association with\npoultry in some of the cases under investigation.\n</P>\n<P>\nThe inter-department Special Working Group was set up yesterday\nto coordinate efforts toward the prevention and control of the\nspread of the mysterious bird flu after three more people were\nsuspected last week of having been infected with the H5NI virus,\nbringing the number of confirmed or suspected cases to seven.\n</P>\n<P>\nA 5-year-old child died in May in the first known case of a\nhuman contracting the virus. A 54-year-old succumbed to the virus\nearly this month, but a 2-year-old boy recovered after\nhospitalization in November.\n</P>\n<P>\nThree more people remain hospitalized for the illness.\n</P>\n<P>\nMoreover, two more cases were classified as \"suspected\" by the\nDepartment of Health, increasing to nine the total number of H5N1\ncases in human, Chan said.  \n</P>\n", 
            "id": "XIE19971216.0046"
        }, 
        {
            "headline": "HK Bird Flu Affects Chicken Sales in Macao", 
            "text": "\n<P>\nMACAO, December 16 (Xinhua) -- The sales of chicken have\ndropped about 30 percent since bird flu killed children in Hong\nKong this month, the Va Kio newspaper reported today.\n</P>\n<P>\nMacao residents are eating less birds these days although there\nhas been no report of bird flu cases in Macao. Compared with\nnormal days, the daily sales of chicken has dropped by some 2,000.\n</P>\n<P>\nA spokesman for the Nam Yue (Group) Co. LTD., which imports\nbirds from China's inland areas for Macao, said that the company's\ndaily chicken shipment to Macao has dropped about 30 percent. But\nthe shipment of ducks, which total 3,000 a day, has not been\naffected.\n</P>\n<P>\nThe spokesman stressed the imports from the inland areas are\nall strictly examined and quarantined, and are safe. He warned\nlocal residents not to buy birds smuggled in without quarantine.\n</P>\n<P>\nRelated authorities in Macao said that they have increased\ninspections at Macao chicken farms and chicken markets, but\nnothing abnormal has been found.\n</P>\n<P>\nLocal chicken farmers say that sales have dropped between 30\npercent to 50 percent over the past weeks.\n</P>\n<P>\nMeanwhile, local doctors say that there is no evidence that\npeople may be infected with the flu by eating chickens.\n</P>\n<P>\n\"It will be better if you cook your food thoroughly, and wash\nyour hands before taking meals,\" the report quoted a doctor as\nsaying. \n</P>\n", 
            "id": "XIE19971216.0096"
        }, 
        {
            "headline": "Macao Residents Urged to Keep Away from Birds", 
            "text": "\n<P>\nMACAO, December 18 (Xinhua) -- The Public Health Department of\nMacao has called on residents to avoid contacting birds, and take\nproper protective measures if they have to.\n</P>\n<P>\nIn a notice issued through the Macao Daily News Thursday, the\nhealth department said that residents should avoid contacting\nbirds in case they might be infected with the deadly virus of bird\nflu known as H5N1.\n</P>\n<P>\nAlthough several cases were reported in Hong Kong, none was\nfound in Macao so far. It is still unclear in which way human\nbeing catches the virus.\n</P>\n<P>\nThe department said that people who have to contact birds\nshould wear disposable gloves and protective suits, and wash their\nhands thoroughly after finishing their work.\n</P>\n<P>\nIn addition, it reminded people to avoid staying with birds for\na long time in a closed space where ventilation is poor.\n</P>\n<P>\nPeople should also see doctors immediately for proper treatment\nif they have fever or respiratory diseases. They should tell\ndoctors of their contacts with birds.\n</P>\n<P>\nBut it said the risk of infection is low because the H5N1 virus\nwas only found in imported chicken so far.  \n</P>\n", 
            "id": "XIE19971218.0167"
        }, 
        {
            "headline": "Hong Kong Informs Tourists of Bird Flu", 
            "text": "\n<P>\nHONG KONG, December 19 (Xinhua) -- Hong Kong is trying to\npersuade tourists that it is safe to come to the city because the\nbird flu is not so serious as to trigger an outbreak.\n</P>\n<P>\nThe Department of Health prepared a fact sheet to explain to\ntourists the avian flu, which is caused by a virus H5N1 that is\nonly found in poultry. Seven people have been infected so far,\nwith two dead and two in critical conditions.\n</P>\n<P>\nThe present cluster of cases in Hong Kong has not reached the\nscale of an outbreak, the fact sheet quoted the World Health\nOrganization's statement as saying. There is no need for travel\nrestriction or quarantine.\n</P>\n<P>\nThe sheet of paper provided information of Influenza A H5N1,\ncautioning tourists to keep up a good body immunity. But it said\nthat eating chicken and other poultry would not pose a risk of\nH5N1 infection.  \n</P>\n", 
            "id": "XIE19971219.0122"
        }, 
        {
            "headline": "Three More Suspected H5N1 Cases Reported in Hong Kong", 
            "text": "\n<P>\nHONG KONG, December 24 (Xinhua) -- Hong Kong's Department of\nHealth (DH) announced Wednesday three more new Influenza A H5N1\ncases, which brings the total number of cases to nine confirmed\nand six suspected.\n</P>\n<P>\nAnd, with the death confirmed by the DH Wednesday of a\n60-year-old woman who was suspected of contracting the H5N1 virus,\nthe death toll caused by the avian flu has increased to four.\n</P>\n<P>\nThe virus is believed to be transmitted through contact with\nchickens or their feces.\n</P>\n<P>\nThe new suspected cases involve a 19-year-old girl who is in\ncritical condition, a three-year-old boy and a three-year-old girl\nwho are at present under treatment and in satisfactory condition,\nthe DH said in its daily update on the influenza Wednesday\nafternoon.\n</P>\n<P>\nOf the nine confirmed cases, a three-year-old boy, a\n13-year-old girl and a 54-year-old man have died. And of the six\nothers confirmed of being infected of the H5N1 virus, two have\nrecovered and been discharged from hospital and four others are\nstill under treatment with their condition satisfactory, according\nto the DH update.\n</P>\n<P>\nOf the five other cases suspected of being infected of the H5N1\nvirus, four are under treatment in satisfactory condition and\none, a 19-year-old girl, is in critical condition, the department\nsaid. \n</P>\n", 
            "id": "XIE19971224.0094"
        }, 
        {
            "headline": "Four More Suspected Bird Flu Cases Reported in HK", 
            "text": "\n<P>\nHONG KONG, December 25 (Xinhua) -- Hong Kong's Department of\nHealth (DH) on Thursday reported four more suspected cases of\nInfluenza A H5N1, bringing the number to 10 in addition to nine\nconfirmed cases.\n</P>\n<P>\nThe four new cases involve a three-year-old boy who is in\nsatisfactory condition, a 25-year-old woman who is in critical\ncondition, a one-year-old boy who has been discharged and a\nseven-year-old boy who is in a stable condition.\n</P>\n<P>\nThe death toll from the avian flu remained unchanged on\nThursday at four, including the death of a 60-year-old man, who\nwas suspected of being infected with the virus, according to the\nDH daily update on the influenza.\n</P>\n<P>\nOf the nine confirmed cases, a three-year-old boy, a\n13-year-old girl and a 54-year-old man have died. Among the other\nsix confirmed cases, two have been discharged from hospital, and\nfour others are still under treatment with three in satisfactory\ncondition and one in critical condition.\n</P>\n<P>\nOf the other nine suspected cases, one has been discharged from\n hospital, six are under treatment with their condition\nsatisfactory or stable and two are in critical condition,\naccording to the DH update. \n</P>\n", 
            "id": "XIE19971225.0013"
        }, 
        {
            "headline": "No Bird Flu Cases Reported in Hong Kong's Neighbor City", 
            "text": "\n<P>\nSHENZHEN, December 26 (Xinhua) -- Hong Kong's neighbor city of\nShenzhen has not discovered any case of H5N1 virus infection at\nits 200 poultry farms, according to a local official in charge of\nanimal epidemics.\n</P>\n<P>\n\"There is no report of H5N1 cases among chickens so far, so\neating chickens is safe,\" Zhao Changwang, director of the Shenzhen\nInstitute of Veterinary Epidemic Prevention, told Shenzhen\ncitizens today.\n</P>\n<P>\nMoreover, the H5N1 virus has not been found in 15,000 chicken\nblood samples that were taken randomly throughout Guangdong\nProvince, Zhao said.\n</P>\n<P>\nThe virus, known to cause \"bird influenza\" among chickens,\napparently has been transferred to humans in Hong Kong. The virus\nis believed to be transmitted through contact with birds or their\nfeces.\n</P>\n<P>\nBecause strict preventive measures have been taken for a long\nperiod, Zhao said, there has been no bird flu epidemic in recent\nyears among Shenzhen's 168 chicken runs and 38 pigeon farms. Zhao\nsaid that procedures for breeding and transporting poultry are\nalways under intensive monitoring to avoid an epidemic.\n</P>\n<P>\nA top Chinese official in charge of animal quarantines\nconfirmed on Thursday that the H5N1 virus has not been found among\nchickens shipped to Hong Kong and Macao.\n</P>\n<P>\nYu Dahai, director of the Administration of Animal and Plant\nQuarantine under the Ministry of Agriculture, said he was\nsatisfied with the disease control measures adopted by poultry\nfarms and ports in Shenzhen.\n</P>\n<P>\nInspections are under way to prevent a bird flu outbreak, such\nas random screening of chickens and checks on all poultry farms,\nsaid Yu, who is on a fact-finding tour in Shenzhen. \n</P>\n", 
            "id": "XIE19971226.0101"
        }
    ], 
    "id": "D1007B", 
    "title": "Bird Flu"
}