{
    "docSet": [
        {
            "headline": "DIALLO FAMILY TO HEAR PREVIEW OF CHARGES", 
            "text": "\n<P>\n   NEW YORK _ The parents of Amadou Diallo plan to meet with the\nBronx district attorney on Wednesday to receive a preview of the\ncriminal charges that the grand jury voted to bring against the\nfour New York City police officers who killed their son seven weeks\nago.\n</P>\n<P>\n   Diallo's father, Saikou Amad Diallo, arrived here Wednesday from\nthe West African nation of Guinea and said he was anxious to see\nthe officers not only charged, but brought to trial. ``We are\nwaiting for this, for justice,'' he said, ``and we feel strong.''\n</P>\n<P>\n   The mother, Kadiadou Diallo, and two of her children, are\nexpected to arrive at Newark International Airport from Guinea on\nThursday morning. She had been expected Tuesday, but had to cancel\nher flight because the U.S. Embassy in the Guinean capital of\nConakry was unexpectedly closed Monday and she was not able to pick\nup her visas.\n</P>\n<P>\n   The parents, who are divorced, were last in New York in early\nFebruary, when they came to collect their son's body for burial in\nGuinea and found that his death had set off a storm of political\nprotest that has yet to abate.\n</P>\n<P>\n   Diallo, a 22-year-old immigrant who worked as a street peddler\nin Manhattan and attended computer classes, was shot in the\nvestibule of his Bronx apartment building Feb. 4. He was unarmed.\nThe four officers fired 41 shots, hitting Diallo 19 times.\n</P>\n<P>\n   Bronx District Attorney Robert Johnson plans to meet with the\nDiallos shortly before 2 p.m., when the grand jury indictments are\nscheduled to be unsealed in open court. Johnson has refused to\nconfirm reports, based on people familiar with the case, that the\nofficers will be charged with second-degree murder.\n</P>\n<P>\n   The Rev. Al Sharpton, who organized the daily protests over the\nDiallo shooting and is an adviser to the family, also is expected\nto attend the meeting, said Steven Reed, Johnson's spokesman.\nSharpton's National Action Network in Harlem has helped finance the\nDiallo family's trips to and from New York City.\n</P>\n<P>\n   A lawyer representing one of the officers in the shooting,\nStuart London, has criticized the delays in unsealing the\nindictments against the officers, particularly since the grand jury\nvoted on the charges last Thursday. Asked if the timing of the\narraignment was scheduled to accommodate the Diallo family's travel\nplans, Reed said he would not comment.\n</P>\n<P>\n   It is not unusual for a prosecutor to brief a victim's family on\ncriminal charges, he added, even in cases far less publicized than\nthe Diallo case. ``It is the district attorney's practice to have\nfamilies of the deceased hear about grand jury results in\nadvance,'' he said.\n</P>\n<P>\n   During their stay in New York City, Diallo's parents will have a\npacked schedule of meetings and rallies, organized by Sharpton,\nthat will keep them in the spotlight. When they came in February,\nshortly after their son's killing, they attained near-celebrity\nstatus _ trailed by television cameras, greeted by crowds and\ntransported from place to place by motorcade.\n</P>\n<P>\n   Friday, both parents are expected to meet with many of the\npeople who were arrested for civil disobedience during protests at\nPolice Headquarters over the last several weeks.\n</P>\n<P>\n   Charles Barron, an organizer of the protests, said the Diallos\nwould speak at rallies organized around other high-profile cases in\nwhich the police are accused of brutality against young black men.\n</P>\n<P>\n   He said they would be taken to U.S. District Court in Brooklyn,\nfor example, where a jury is being selected to hear the case\nagainst police officers charged with brutalizing a Haitian\nimmigrant, Abner Louima.\n</P>\n<P>\n   The parents, according to Sharpton, will stay in New York City\nfor about 10 days.\n</P>\n<P>\n   Mayor Rudolph Giuliani also plans to be in the Bronx on\nWednesday. The mayor is scheduled to rename the block in front of\nthe 50th Precinct station house, on Kingsbridge Avenue at West\n236th Street. The block will named for Officer Vincent Guidice, who\ndied in May 1996 after he fell on the shards of a broken mirror\nwhile responding to a domestic dispute.\n</P>\n<P>\n   Outside Bronx Supreme Court on Tuesday, about 400 off-duty\npolice officers chanting ``No Justice, No Police'' and ``Its a\nTragedy, Not a Crime'' rallied to show support for the four police\nofficers before their expected arraignment.\n</P>\n", 
            "id": "NYT19990330.0349"
        }, 
        {
            "headline": "OFFICERS ARE SAID TO TELL OF SUSPICIONS ON DIALLO", 
            "text": "\n<P>\n   NEW YORK _ Some of the police officers who shot and killed\nAmadou Diallo have told associates that their attention was\ninitially drawn to Diallo when they saw him standing on the stoop\nof a Bronx apartment building and thought they saw him peering into\nthe window of a first-floor apartment, according to people with\nknowledge of the case.\n</P>\n<P>\n   Those officers told associates that they grew more suspicious\nwhen two of them got out of their car to question him and he\nretreated into the vestibule of the building, the people\nknowledgeable about the case said on Tuesday.\n</P>\n<P>\n   The four officers, who are scheduled to be arraigned on criminal\ncharges in state Supreme Court in the Bronx on Wednesday, did not\ntestify about the shooting before the grand jury that heard their\ncase. Diallo, an unarmed man with no criminal history, was killed\non Feb. 4 when the four officers fired 41 shots at him, 19 of which\nhit him.\n</P>\n<P>\n   The shooting led to 15 days of protests outside Police\nHeadquarters and reignited the gnawing debate about police in New\nYork City. During the outcry the officers, their lawyers and\nlaw-enforcement officials have remained silent about what set off\nthe shooting.\n</P>\n<P>\n   But several officers are said to have told associates that the\nchain of events that led to the fatal shooting of Diallo began when\nthe officers first spotted him and thought that they saw him\nlooking into the window.\n</P>\n<P>\n   The four officers _ Edward McMellon, Sean Carroll, Kenneth Boss\nand Richard Murphy, all in plain clothes _ were driving along\nWheeler Avenue in the Soundview section of the Bronx at 12:40 a.m.\nwhen they first spotted Diallo pacing on the stoop of No. 1157. The\nofficers did not know it, but it was the building where he lived.\n</P>\n<P>\n   McMellon and Carroll got out of their maroon Ford Taurus and\napproached Diallo on the stoop. McMellon stood to the left and\nCarroll to the right as they mounted the steps.\n</P>\n<P>\n   What happened next is sure to be the subject of much debate at\nthe future criminal trial of the four officers. The four police\nofficers have yet to officially explain their actions. But several\nofficers told associates that after the officers identified\nthemselves and asked to talk to Diallo, he retreated into the\nbuilding's vestibule and appeared to be trying to reach the inner\ndoor, the people with knowledge of the case said.\n</P>\n<P>\n   Diallo remained silent during the whole encounter, they said.\n</P>\n<P>\n   According to this account, several officers told associates that\nwhile Diallo was in the vestibule, he made a move that led them to\nbelieve he was armed: he turned to his right, reached into his\npocket and pulled something out. It turned out later to be his\nblack wallet.\n</P>\n<P>\n   At that point, Carroll yelled, ``Gun!'' the people knowledgeable\nabout the case said.\n</P>\n<P>\n   Some of the details were first reported Tuesday in The New York\nPost.\n</P>\n<P>\n   It was unclear from Tuesday's accounts who fired the first shot.\n</P>\n<P>\n   As the first gunshots rang out, McMellon fell backwards down the\nsteps and injured his tailbone, causing at least some of his\ncolleagues to believe that he had been hit by return fire, people\nknowledgeable about the case said. Carroll moved to his right and\ncontinued firing, and Murphy and Boss, who were closer to the car,\nbegan firing as well, they said.\n</P>\n<P>\n   Several of the officers are said to have told associates that\nthey continued firing because Diallo did not fall even after they\nhad unleashed the fusillade. When the officers saw afterward that\nDiallo was unarmed, the people knowledgeable about the case said,\nat least one of the officers wept.\n</P>\n", 
            "id": "NYT19990330.0350"
        }, 
        {
            "headline": "NYC Cops Charged in Shooting Death", 
            "text": "\n<P>\n\tNEW YORK (AP) -- Four white police officers were charged with  \nmurder Wednesday for killing an unarmed African immigrant in a hail \nof 41 bullets -- a shooting that has led to months of protests and a \npainful examination of police tactics and race relations. \n</P>\n<P>\n\tOfficers Kenneth Boss, Sean Carroll, Edward McMellon and Richard  \nMurphy pleaded innocent in a Bronx courtroom to second-degree \nmurder. They could get 25 years to life in prison on the murder \ncharges. \n</P>\n<P>\n\tAmadou Diallo, a 22-year-old street vendor from Guinea with no  \ncriminal record, was shot 19 times Feb. 4 in his vestibule by \nmembers of an elite street-crime unit looking for a rape suspect. \nThrough their lawyers, the officers have said they thought Diallo \nhad a gun. \n</P>\n<P>\n\tThe slaying has frayed Mayor Rudolph Giuliani's already strained  \nrelationship with the black community, and many have accused him of \nfailing to understand the depth of New Yorkers' anger. \n</P>\n<P>\n\tGiuliani said Wednesday: ``We should allow the criminal justice  \nsystem to now operate.'' \n</P>\n<P>\n\tJudge John P. Collins set bail at $100,000 for each officer,  \neven though District Attorney Robert Johnson had asked that they be \nheld without bail. The officers left the courthouse together \nshortly after the arraignment. \n</P>\n<P>\n\tJohnson told the judge: ``On Feb. 4 in the vestibule in his own  \nbuilding, Amadou Diallo stood blameless, unarmed and defenseless \nwhen 19 of 41 shots were fired at him, struck him and killed him. \n... These four defendants intended to take his life.'' \n</P>\n<P>\n\tAfter leaving court, one of the officers, Carroll, shook hands  \nwith supporters and said in a quivering voice, ``I want to thank \nthe New York City police officers and the Street Crime Unit for \ntheir undaunted support.'' \n</P>\n<P>\n\tThe officers were immediately suspended from their jobs.  \n</P>\n<P>\n\tMarvyn Kornberg, Carroll's lawyer, called the intentional murder  \ncount ``ludicrous.'' \n</P>\n<P>\n\t``What's the district attorney saying? That they had nothing to  \ndo that night but roll up on an individual and attempt to kill him \nbecause he's black?'' the lawyer asked. \n</P>\n<P>\n\tSteven Brounstein, Boss's attorney, said in court that Johnson  \nhad ``succumbed to a political agenda. My client is innocent of all \ncharges. There was no crime on February 4.'' \n</P>\n<P>\n\tIn the two months since Diallo was killed, 1,203 people have  \nbeen arrested in demonstrations over Diallo's death, the alleged \npolice torture of Haitian immigrant Abner Louima in 1997 and the \nperception that law-abiding minorities are routinely humiliated by \npolice stop-and-search tactics. \n</P>\n<P>\n\tOff-duty police officers and more than 25 of Diallo's friends  \nand relatives packed the small courtroom for the 45-minute \narraignment. About 1,000 demonstrators stood outside the \ncourthouse. \n</P>\n<P>\n\tSince the slaying, the street-crime unit has been ordered to  \nwear uniforms instead of plainclothes, and 50 slots at the \npredominantly white division will be reassigned to minority police \nofficers. \n</P>\n<P>\n\tThe case also reflects tension over police attitudes and tactics  \nnationally. Earlier this month, President Clinton said he was \nworried that recent charges of police misconduct could undermine \nthe fight against crime. \n</P>\n<P>\n\tThe officers in the Diallo case did not testify before the grand  \njury. \n</P>\n<P>\n\tBrounstein and Culleton both said their clients began firing  \nbecause they saw one officer on the ground. McMellon supposedly \nslipped and fell as he and the other officers confronted Diallo. \n</P>\n<P>\n\tJames Culleton, Murphy's lawyer, said his client ``had a sick  \nfeeling inside of him, believing that he was going to be shot, and \nhe reacted.'' \n</P>\n<P>\n\tEarlier Wednesday, Giuliani and Police Commissioner Howard Safir  \nattended a tribute to a police officer killed in the line of duty \nin 1996. Safir called Diallo's death a tragedy but urged critics of \nthe Police Department to ``acknowledge the tragedies that befall \nour family.'' \n</P>\n<P>\n\t``We grieve for Amadou Diallo and the four officers involved and  \npray they get a fair trial,'' Safir said. \n</P>\n", 
            "id": "APW19990331.0161"
        }, 
        {
            "headline": "FOUR N.Y. OFFICERS INDICTED IN SHOOTING OF AFRICAN IMMIGRANT", 
            "text": "\n<P>\n   NEW YORK _ The Rev. Al Sharpton stepped to the microphone\noutside the Bronx County Couthouse and bellowed: ``The police in\nthere have just been charged with murder in the second degree,''\nand the crowd of hundreds whooped and cheered.\n</P>\n<P>\n   It was the first time ever that a New York City police officer\nhas been indicted for murder, according to prosecutors and police\nspokesmen, though a few have faced manslaughter charges.\n</P>\n<P>\n   The three-count indictment _ two for second-degree murder, one\nfor reckless endangerment _ applied to all four of the white\nofficers who fired 41 bullets at African immigrant Amadou Diallo in\nthe wee hours of Feb. 4, as he stood, unarmed, in the vestibule of\nhis Bronx apartment building.\n</P>\n<P>\n   The officers _ Kenneth Boss, Sean Carroll, Edward McMellon, and\nRichard Murphy _ pleaded not guilty to the charges.\n</P>\n<P>\n   State Supreme Court Judge John P. Collins set bail at $100,000\nfor each officer, which was expected to be met.\n</P>\n<P>\n   Police commissioner Howard Safir suspended the officers from the\nforce immediately after announcement of the indictment, which was\nreturned by a grand jury last week but officially unsealed just\nWednesday.\n</P>\n<P>\n   What happens next could intensify, rather than quell, the racial\ntensions that have been simmering in the two months since the\nshooting.\n</P>\n<P>\n   Wednesday's indictment coincided with the start of jury\nselection in the trial of the five officers in Brooklyn who were\nindicted in last year's torture and sodomy, inside a stationhouse\nbathroom, of Haitian immigrant Abner Louima.\n</P>\n<P>\n   The Louima trial, too, is bound to be perceived _ and treated _\nas a showcase of the dark underbelly of the N.Y.P.D. Potential\njurors have been instructed to fill out a 42-page questionnaire,\nasking 128 questions, such as ``Do you think there is a prospect of\nsocial unrest following a verdict in this case?'' and ``Have you\never been exposed to persons who show, or who have shown, racial,\nsexual, religious, or ethnic prejudice?'' and ``How would you rate\nthe job the New York City Police Department is doing in dealing\nwith crime?''\n</P>\n<P>\n   The Diallo case has spawned three official investigations _ by\nthe US Justice Department, federal prosecutors, and the New York\nstate attorney general _ into a possible pattern of racial\ndiscrimination in the department's practices.\n</P>\n<P>\n   Meanwhile, some police are shouting back. A few hundred off-duty\nofficers rallied outside the Bronx courthouse Wednesday, as well,\nsome shouting, ``No justice, no police'' _ a threatening play on\nSharpton's chant, ``No justice, no peace.''\n</P>\n<P>\n   Inside the courtroom, though, the atmosphere was solemn. The\nfour officers, wearing suits, sat stonefaced. Among the spectators,\non one side of the aisle were Diallo's parents, who had flown in\nfrom Guinea for the occasion, along with friens and relatives. On\nthe other side were friends of the officers. There were no\noutbursts. Diallo's mother, Kadiadou Diallo, had tears in her eyes.\n</P>\n<P>\n   Later in the day, lawyer Johnnie Cochran, who is representing\nDiallo's parents, announced he will sue the city for civil damages,\nsaying, ``We will be relentless in our pursuit of justice.''\n</P>\n<P>\n   The Diallo shooting has set off the largest protests the city\nhas seen in years _ and cast a serious blemish on the pride of\nMayor Rudolph Giuliani's five years as mayor. Crime has\ndramatically declined, with murders down by over 70 percent, to the\nlowest point since the early 1960s. But many people are now\nwondering if the social cost _ white officers behaving too\naggressively and intrusively in minority neighborhoods _ might be\ntoo high.\n</P>\n<P>\n   In a 15 days leading up to Wednesday's indictment, 1,203 people\n_ including prominent officials, lawyers and other professionals of\nall races and religions _ were arrested in Sharpton-led\ncivil-disobedience protests outside police department headquarters.\n</P>\n<P>\n   Those protests are now over, but Sharpton promised Wednesday,\n``We will keep on marching, we will keep the pressure on.''\n</P>\n<P>\n   Lawyers on both sides Wednesday offered previews of the cases\nthey will argue when the trial starts April 30.\n</P>\n<P>\n   Bronx District Attorney Robert Johnson noted New York law does\nnot require him to prove premeditation on the part of the four\nofficers. Rather, he need only show that they shot Diallo ``with\nintent to cause'' Diallo's death, acted with ``a depraved\nindifference to human life,'' and ``did recklessly engage in\nconduct which created a grave risk of death.''\n</P>\n<P>\n   The defense lawyers called their clients ``political\nprisoners,'' and said they would show the incident was ``a tragedy,\nnot a crime,'' because the officers had ``reasonable'' cause to\nbelieve Diallo was reaching for a gun when they fired. One lawyer\nsaid his client, Richard Murphy, did not fire until he saw McMellon\nfall. McMellon had slipped on the sidewalk, but Murphy thought, his\nlawyer said, that he had been shot.\n</P>\n", 
            "id": "NYT19990331.0403"
        }, 
        {
            "headline": "", 
            "text": "\n<P>\n   The arraignment and the subsequent comments by the officers'\nlawyers offered a glimpse of the defense they will provide.\n</P>\n<P>\n   Stephen Brounstein, the lawyer for Boss, and James Culleton, the\nlawyer for Murphy, both said that their clients heard gunfire and\nsaw McMellon on the ground, leading them to assume that McMellon\nhad been shot.\n</P>\n<P>\n   After the arraignment, Kornberg said his client, Carroll, had\nseen a ``black object'' _ which turned out to be Diallo's wallet _\ncoming out of the victim's back pocket.\n</P>\n<P>\n   ``My client saw him reaching into his back pocket, saw this\nblack object come out and my client yelled `Gun!''' Kornberg said.\n</P>\n<P>\n   After the court proceedings, the officers briefly thanked their\nsupporters, and proclaimed their innocence. Eyes welling, brows\nknitted, Murphy said, ``I did nothing wrong and this trial will\nshow that I did nothing wrong.''\n</P>\n<P>\n   But the Diallos, who met with Johnson for half an hour before\nthe arraignment, and their supporters expressed satisfaction with\nthe indictments.\n</P>\n<P>\n   ``Amadou's blood will feed the battle for justice for everyone\nin this life,'' said Diallo's mother, Kadiadou Diallo, at a news\nconference after the arraignment at the Manhattan law offices of\nJohnny Cochran, who said he would prepare a civil suit on behalf of\nthe Diallo family.\n</P>\n<P>\n   Police officers have rarely been convicted for killings that\noccurred while they were on duty. The last such case was in July\n1997, when Officer Paolo Colecchia was convicted of second-degree\nmanslaughter for fatally shooting an unarmed man in the back as he\nfled down a Bronx subway platform.\n</P>\n", 
            "id": "NYT19990401.0006"
        }, 
        {
            "headline": "Diallo Case Shows Courtroom Divide", 
            "text": "\n<P>\n\tNEW YORK (AP) -- The cheering began as the parents of Amadou  \nDiallo left the prosecutor's office. \n</P>\n<P>\n\tBlack bystanders fell in behind the couple Wednesday as they  \nmarched two blocks to a courthouse where four white police officers \npleaded innocent to murder charges in the shooting death of the \nDiallos' son, a 22-year-old street vendor from Guinea with no \ncriminal record. \n</P>\n<P>\n\tThe officers heard cheers, too -- from scores of their off-duty  \ncolleagues, most of them white. \n</P>\n<P>\n\t``On Feb. 4, in the vestibule in his own building, Amadou Diallo  \nstood blameless, unarmed and defenseless when 19 of 41 shots were \nfired at him, struck him and killed him,'' prosecutor Robert \nJohnson told the court. ``These four defendants intended to take \nhis life.'' \n</P>\n<P>\n\tThe case has inspired a painful examination of police attitudes  \nand tactics across the nation. Earlier this month, President \nClinton said he was worried that recent charges of police \nmisconduct could undermine the fight against crime. \n</P>\n<P>\n\tMore than 1,200 people have been arrested in the city in  \ndemonstrations since Diallo was cut down in the fusillade. Many of \nthe protesters -- white and black, celebrities and common folk -- \nalso demonstrated against the alleged police torture of Haitian \nimmigrant Abner Louima in 1997 and the feeling that law-abiding \nminorities are routinely humiliated by police stop-and-search \ntactics. \n</P>\n<P>\n\t``Amadou's blood will feed the battle for justice,'' his mother,  \nKadiadou Diallo, told 1,000 supporters outside the courthouse. \n</P>\n<P>\n\tThe Rev. Jesse Jackson, who was arrested at a Feb. 19 rally  \nprotesting the Diallo killing, praised prosecutors for taking what \nhe called ``the first step in the pursuit of justice'' but added \nthat ``justice will not prevail until the officers are punished for \nthe crime.'' \n</P>\n<P>\n\t``Even under duress,'' Jackson said, ``those who are called to  \nuphold the law must be held at a higher standard.'' \n</P>\n<P>\n\tThe killing has frayed Mayor Rudolph Giuliani's already tense  \nrelationship with New York's black community. Many have accused him \nof failing to understand the depth of New Yorkers' anger over the \nincident. \n</P>\n<P>\n\tGiuliani declined to comment on the charges, but said earlier in  \nthe day: ``We should allow the criminal justice system to now \noperate. ... Now you move to another stage in which the crime has \nto be proved beyond a reasonable doubt.'' \n</P>\n<P>\n\tOfficers Kenneth Boss, Sean Carroll, Edward McMellon and Richard  \nMurphy -- who were searching for a rape suspect and fired apparently \nbelieving Diallo had a gun -- showed little emotion when the charges \nwere read. \n</P>\n<P>\n\tEach was indicted on two counts of second-degree murder and one  \ncount of reckless endangerment. They could get 25 years to life in \nprison on the murder charges. \n</P>\n<P>\n\tJudge John Collins set bail at $100,000 for each officer,  \nalthough Johnson had asked that they be held without bail. The \nofficers were immediately suspended from the force. They had been \non desk duty. \n</P>\n<P>\n\tMarvyn Kornberg, Carroll's lawyer, called the murder count  \n``ludicrous.'' \n</P>\n<P>\n\t``What's the district attorney saying, that they had nothing to  \ndo that night but roll up on an individual and attempt to kill him \nbecause he's black?'' he asked. \n</P>\n<P>\n\tLawyers for the four officers spoke separately in court,  \noffering the first glimpse of the defense account of what went \nwrong the night they confronted Diallo outside his Bronx apartment \nbuilding. \n</P>\n<P>\n\tJames Culleton, Murphy's lawyer, said his client ``had a sick  \nfeeling inside of him, believing that he was going to be shot, and \nhe reacted.'' \n</P>\n<P>\n\tCulleton and Steven Brounstein, Boss's attorney, said their  \nclients fired because they saw an officer on the ground. McMellon \nreportedly slipped and fell as the officers confronted Diallo. \n</P>\n<P>\n\tBoss ``believed there was a fire fight was going on,''  \nBrounstein said. \n</P>\n<P>\n\tAt a news conference, Johnson criticized the officers for  \nchoosing not to testify before the grand jury which voted last week \nto indict them. \n</P>\n<P>\n\t``Having exercised that right, they cannot then say, `We're  \npolice officers, therefore what we did was OK,''' he said. \n</P>\n<P>\n\t``Without explanation, what we have is four people driving up to  \na location, pulling out their guns and killing an individual.'' \n</P>\n<P>\n\tThe Rev. Al Sharpton, who organized daily protests against the  \nshooting, praised the grand jury's action. \n</P>\n<P>\n\t``We can only say that it is appropriate that these policemen  \nhave been indicted for murder,'' he said. Diallo's father would \nonly say, ``I'm very happy.'' \n</P>\n<P>\n\tSince the shooting, New York's street-crime unit has been  \nordered to wear uniforms instead of plainclothes, and 50 slots at \nthe predominantly white division will be reassigned to minority \npolice officers. \n</P>\n<P>\n\tEarlier Wednesday, Giuliani and Police Commissioner Howard Safir  \nattended an emotional tribute to a cop killed in the line of duty \nin 1996. Safir called Diallo's death a tragedy but urged NYPD \ncritics to ``acknowledge the tragedies that befall our family.'' \n</P>\n<P>\n\t``We grieve for Amadou Diallo and the four officers involved and  \npray they get a fair trial,'' Safir said. \n</P>\n", 
            "id": "APW19990401.0274"
        }, 
        {
            "headline": "IN DIALLO CASE, ALL SIDES SEE PHYSICAL EVIDENCE AS CRUCIAL", 
            "text": "\n<P>\n   NEW YORK _ With the indictments barely unsealed against four\npolice officers in the Amadou Diallo shooting, a battle is already\ntaking shape over physical evidence in the case, as lawyers and\nexperts seek to buttress their own versions of what happened based\non entrance wounds, bullet trajectories and other forensic details.\n</P>\n<P>\n   Since there were apparently no eyewitnesses who saw the whole\nincident except for the officers, such evidence _ and the often\nfuzzy or conflicting interpretations it can yield _ could be a\ncrucial element in the officers' trial on murder charges.\n</P>\n<P>\n   Both sides hope to use forensic evidence to answer vexing\nquestions that have loomed since Feb. 4, when Diallo was killed in\nfusillade of 41 bullets fired into the vestibule of his Bronx\napartment building.\n</P>\n<P>\n   Where was he when the four plainclothes officers began shooting?\nHow quickly did he fall? Is there anything at the crime scene to\nexplain why the officers unleashed such firepower at an unarmed\nman?\n</P>\n<P>\n   The potential significance of the forensic evidence is apparent\nin the efforts being expended by all sides to collect it:\n</P>\n<P>\n   _ The Police Department's Internal Affairs Bureau has done an\nextensive re-enactment of the shooting at the department's firing\nrange.\n</P>\n<P>\n   _ The FBI dispatched a team of ballistic experts from Washington\nwho spent days making measurements of the crime scene and traced\nbullet trajectories with lasers.\n</P>\n<P>\n   _ Defense lawyers have employed their own set of crime-scene\nspecialists who may be called to rebut whatever theories the\nprosecution's experts propose.\n</P>\n<P>\n   _ The Diallo family has employed a pathologist whose autopsy has\nled to charges by their lawyers that the West African immigrant was\nshot repeatedly, even after he had collapsed, paralyzed, from his\ninitial wounds.\n</P>\n<P>\n   ``The forensic evidence is critical to the case because it is\nthe forensic evidence that offers the best challenge to the\ncredibility of the four police officers,'' said Peter Neufeld, a\nlawyer for the Diallo family, which is planning to bring a civil\nsuit in the case. ``You can question their story based on common\nsense and logic and what passersby might have seen or heard. But\nnone of that can be as devastating an impeachment as objective,\nirrefutable scientific evidence.''\n</P>\n<P>\n   Not surprisingly, the officers' lawyers embrace the same\nirrefutable science to argue a opposite position.\n</P>\n<P>\n   ``I am not afraid of the forensic evidence,'' said Stephen\nWorth, the attorney for Officer Edward McMellon, one of the four\naccused of second-degree murder. ``What the forensic evidence will\nnot show is that these officers fired repeatedly into a prone body.\nQuite the contrary, I expect it to show the opposite, that, namely,\nthe vast majority of the shots, if not all of the shots, were fired\nat a standing person.''\n</P>\n<P>\n   Of course, it is far from certain that a verdict in the case\nwill hinge on forensic evidence. Assuming the officers testify,\ntheir credibility in asserting that they feared for their lives in\nthe mistaken belief that Diallo was armed could also be a decisive\nfactor.\n</P>\n<P>\n   But it seems likely that a dizzying parade of expert witnesses\nwill take the stand at the trial to debate the trigonometric\ncalculation of bullet trajectories, and more importantly, to\ncontradict one another.\n</P>\n<P>\n   ``Ideally, the physical evidence should support one\nconclusion,'' said Peter R. De Forest, a professor at John Jay\nCollege of Criminal Justice. ``But what often happens is that one\nside or the other pays someone to dispute it and the science gets\npolluted.''\n</P>\n<P>\n   The Bronx district attorney's office has declined to comment on\ndetails of the evidence or how it might be used in the trial. But\nthe Diallo family lawyers have shown no such reticence, virtually\nconstructing a criminal case against the officers while preparing\nthe civil suit.\n</P>\n<P>\n   One of the central disputes will likely focus on the officers'\nassertion that Diallo continued to stand upright, even after he had\nbeen hit by many of the 19 bullets that struck him. There are\napparently no eyewitnesses to confirm or rebut that account,\nalthough several of Diallo's neighbors on Wheeler Avenue have said\nthey saw a portion of the incident and heard the shooting.\n</P>\n<P>\n   But the Diallo family's lawyers dismissed the officers' version\nas ``absurd,'' pointing to an autopsy by their pathologist, Dr.\nCyril H. Wecht of Pennsylvania, that suggests that Diallo was\nknocked down and paralyzed quite early in the barrage.\n</P>\n<P>\n   ``Amadou Diallo was already on the ground with his spinal cord\nsevered,'' said the Rev. Al Sharpton, a family adviser, ``so the\nalibi they have put on the court record will devastate the\ndefense.''\n</P>\n<P>\n   The official autopsy by the city Medical Examiner's office does\nnot discuss the sequence of shots, the position of Diallo's body\nwhen he was hit or whether he was paralyzed at any point, people\nwho have reviewed the report have said.\n</P>\n<P>\n   The autopsy report does indicate that two shots, one from the\nfront and one from the back, perforated Diallo's spine at separate\npoints. Those perforations are the primary basis for the family's\nconclusion that he was paralyzed. Wecht's analysis that those shots\ncame early in the sequence is based, in part, on the amount of\nblood from those wounds that filled his chest cavity.\n</P>\n<P>\n   But Marvyn Kornberg, who represents Officer Sean Carroll, said\nthe officers' semiautomatic weapons fired so fast that it is\nimpossible to determine with any precision when the shots to the\nchest were fired.\n</P>\n<P>\n   ``You are talking about a matter of eight seconds,'' he said.\n``You can't tell which is first and which is second. Any medical\nexaminer who testifies to that can expect some rigorous cross\nexamination.''\n</P>\n<P>\n   A second set of bullets that struck Diallo's right leg and foot\nalso figure to be a source of debate. The city's autopsy indicates\nthat one shot struck Diallo just above the heel and traveled up the\ncalf before lodging behind the knee, people who reviewed the report\nhave said.\n</P>\n<P>\n   The Diallo family's lawyers believe this bullet, as well as a\nsecond bullet that the autopsy says hit Diallo's middle toe\n``adjacent to the front of the nail,'' indicate that Diallo was\nshot after he had fallen.\n</P>\n<P>\n   Defense lawyers dispute that conclusion and argue that the\nincident took so little time that the officers most likely had no\nchance to gauge the impact of their initial shots as they fired\nsubsequent rounds.\n</P>\n<P>\n   There could also be a dispute over just how much time elapsed as\nthe 41 shots were fired, especially since witnesses have said they\nheard a pause in the firing, apparently caused when Officer Edward\nMcMellon fell down while firing.\n</P>\n", 
            "id": "NYT19990401.0410"
        }, 
        {
            "headline": "SETTING A SCHEDULE IS THE NEXT LEGAL STEP", 
            "text": "\n<P>\n   NEW YORK _ Now that the four police officers charged with\nkilling Amadou Diallo have been arraigned, the next step in the\nlegal process will come at the end of the month, when their lawyers\nand Bronx prosecutors are to appear before a judge to set a\nschedule for the pretrial proceedings.\n</P>\n<P>\n   That meeting is set for April 30 at the state Supreme Court in\nthe Bronx, before Acting Justice Patricia Anne Williams.\n</P>\n<P>\n   Defense lawyers will be given a timetable in which to make their\nmotions, or requests to the court. Prosecutors will be given\ndeadlines to respond to those motions. If the matters are likely to\nbe contested, the judge might set dates for hearings.\n</P>\n<P>\n   Marvyn M. Kornberg, the lawyer representing Officer Sean\nCarroll, said Thursday that in addition to standard motions like\nthose for discovery _ in which lawyers ask prosecutors to hand over\nthe information they have collected _ he expected defense lawyers\nto ask the judge to review the grand jury minutes to decide if the\nindictments were supported by the evidence. A request for a change\nof venue is also possible, he said.\n</P>\n<P>\n   Kornberg also said he plans to ask the court to review grand\njury attendance records to make sure that a quorum were present\neach day, and that the grand jurors who voted to indict the\nofficers were present to hear all the evidence presented.\n</P>\n<P>\n   ``If they weren't present, or there wasn't a quorum, these\nindictments may be dismissed on motions,'' Kornberg said.\n</P>\n<P>\n   After the initial motions, other issues may arise, including\nwhether any of the defendants ask for separate trials and whether\nthe officers waive their right to a jury trial. Police officers in\ncriminal trials have often asked for a judge to decide their case,\nfearing that juries would be unsympathetic.\n</P>\n", 
            "id": "NYT19990401.0413"
        }, 
        {
            "headline": "FOUR OFFICERS IN DIALLO CASE RETURN TO WORK; TRIAL SET FOR JAN. 3", 
            "text": "\n<P>\n   NEW YORK _ The four New York City police officers charged with\nmurdering Amadou Diallo returned to work with pay Friday after\nattending a morning court session in the Bronx in which a Jan. 3\ntrial date was set.\n</P>\n<P>\n   They left the courtroom to the cheers of nearly 200 other\nofficers, gathered outside the Bronx County Building.\n</P>\n<P>\n   But inside state Supreme Court, the defense team showed signs of\ndivision.\n</P>\n<P>\n   Marvyn M. Kornberg, the lawyer for Sean Carroll, said he might\nmake a motion to disqualify Stephen C. Worth, the lawyer for Edward\nMcMellon. Kornberg said Worth, who had represented all of the\nofficers immediately after the shooting, might have a conflict of\ninterest now since he was representing only one of them and might\nbe forced to cross-examine the others.\n</P>\n<P>\n   It was a point that Worth disputed outside court by saying, ``I\ndon't think I have a conflict of interest, though it is obvious\nthat Kornberg would like for me to go.''\n</P>\n<P>\n   Police officials declined to say where the officers _ Kenneth\nBoss, Richard Murphy, Carroll and McMellon _ would be working,\nadding only that they were on modified duty and carrying no guns or\nbadges.\n</P>\n<P>\n   Worth said that the officers reported to their new assignments\nFriday but would not officially start work until Monday, on what\npolice officials called administrative assignments.\n</P>\n<P>\n   Friday, acting Justice Patricia Anne Williams, who refused\ndefense requests to put off scheduling a date for the case, chose\nthe Jan. 3 date after the defense lawyers said they would need time\nto go through the prosecution's evidence and discuss possible\npretrial motions.\n</P>\n<P>\n   The lawyers also said there could be pretrial scheduling\nconflicts because of other trials some of them are involved in,\nlike the Abner Louima case, in which officers are accused of\nbrutalizing a Haitian immigrant. That case is set to begin on\nTuesday.\n</P>\n<P>\n   Prosecutors turned over more than 160 pages of forensic,\nballistic and crime scene evidence to the defense lawyers, adding\nthat more would be forthcoming. The judge said the next court\nappearance would be on Sept. 29, when she would decide all motions.\n</P>\n<P>\n   While the trial date would come nearly a year after Diallo's\ndeath on the night of Feb. 4, it is not unusual in such\nhigh-publicity cases. Defense lawyers are usually pleased by delays\nto the extent that they can temper bad publicity about the case,\nwhich they see as possibly prejudicial to their clients.\n</P>\n<P>\n   But if the delay was welcome, there were still Kornberg's\nefforts to force Worth, the official lawyer for the Patrolmen's\nBenevolent Association, off the case. Kornberg said later that if\nWorth was not disqualified, Kornberg might push for a separate\ntrial for Carroll.\n</P>\n<P>\n   The issue of severing the cases is important because the\ndefendants will probably need one another's testimony to\ncorroborate their accounts of the shooting.\n</P>\n<P>\n   For example, the defense has suggested that the 41 shots fired\nat Diallo _ a number that has become a flash point in the case _\nwere precipitated by one of the officers yelling ``Gun!'' and\nanother falling down some steps as if he had been shot.\n</P>\n", 
            "id": "NYT19990501.0002"
        }, 
        {
            "headline": "NYC Cops To Be Tried in Diallo Case", 
            "text": "\n<P>\n\tNEW YORK (AP) -- A judge ordered four police officers Wednesday  \nto stand trial for the fatal shooting of an unarmed West African \nimmigrant. \n</P>\n<P>\n\tOfficers Kenneth Boss, Sean Carroll, Edward McMellon and Richard  \nMurphy left the courthouse without comment. They have all pleaded \ninnocent to second-degree murder. \n</P>\n<P>\n\tThe judge rejected defense arguments that public outcry and  \nintense media coverage following the shooting put undue pressure on \nthe grand jury to issue the murder indictments. \n</P>\n<P>\n\tThe officers were indicted in March. They are accused of firing  \n41 times at Amadou Diallo while searching for a rape suspect on \nFeb. 4. Diallo was hit 19 times. Attorneys for the officers said \ntheir clients mistakenly believed Diallo was reaching for a gun. \n</P>\n<P>\n\tThe defendants remain on restricted duty pending the outcome of  \nthe trial, which is scheduled for January. \n  \t   \t\n</P>\n", 
            "id": "APW19990929.0010"
        }
    ], 
    "id": "D1002A", 
    "title": "Diallo Trial"
}