{
    "docSet": [
        {
            "headline": "Actor Michael J. Fox films stem-cell campaign ad for Sen. John Kerry", 
            "text": "\n<P>\nActor Michael J. Fox is returning to TV _ in a commercial praising\nDemocratic presidential candidate John Kerry for his stance on stem\ncell research.\n</P>\n<P>\n\"John Kerry strongly supports stem cell research. George Bush is\nputting limits on it,\" Fox says in an ad Kerry's campaign unveiled\nThursday. \"Stem cell research can help millions of Americans whose\nlives have been touched by devastating illnesses. George Bush says we\ncan wait. I say lives are at stake and it's time for leadership.\nThat's why I support John Kerry for president.\"\n</P>\n<P>\nFox, who has Parkinson's disease, campaigned with Kerry in New\nHampshire on Monday and filmed the ad after the event. The campaign\nsaid the ad would run in local media markets in states considered\nbattlegrounds.\n</P>\n<P>\nThree years ago, Bush limited federal funding of embryonic stem cell\nresearch to the 78 stem cell lines in existence. Less than a third of\nthose initial lines are available to researchers because of problems\nwith the lines' growth or their ownership.\n</P>\n<P>\nSome religious groups oppose the culling of stem cells, which kills\nthe embryos, because they say it's abortion. Proponents of the\nresearch, including former first lady Nancy Reagan and 58 U.S.\nsenators, say the focus should be on the possibility of cures for\ndiseases such as Parkinson's, diabetes and Alzheimer's.\n</P>\n<P>\nThe Bush campaign called the ad false. \"George Bush is the first\npresident to allow for the federal funding of embryonic stem cell\nresearch and has provided hundreds of millions of federal dollars for\nstem cell research,\" said Brian Jones, a Bush spokesman.\n</P>\n<P>\nFox is best known for the \"Back to the Future\" movies. He largely\nleft the industry in the mid-1990s because of his disease. Since\nthen, he's been a loud voice in the stem cell debate.\n</P>\n", 
            "id": "APW_ENG_20041007.0256"
        }, 
        {
            "headline": "Pope says his thoughts are with Roman Catholics at Mexico congress", 
            "text": "\n<P>\nSpeaking clearly and appearing in good form, Pope John Paul II said\nSunday that he was united in spirit with Roman Catholics attending a\ncongress in Mexico.\n</P>\n<P>\nThe pontiff, who addressed a crowd in St. Peter's Square from a high\nwindow, noted that the World Eucharistic Congress opened Sunday in\nthe Mexican city of Guadalajara.\n</P>\n<P>\n\"I am spiritually united with this important ecclesiastic event,\" the\npope said in his weekly address.\n</P>\n<P>\nThe Mexican government had invited the pontiff to make a sixth visit\nto Mexico for the gathering. John Paul _ the most traveled pope in\nhistory _ cut back on his trips a few years ago. The 84-year-old has\nParkinson's disease, which makes it difficult for him to walk and to\npronounce his words.\n</P>\n<P>\nThe congress, held every four years, allows Catholics to celebrate\ntheir faith and unity. This year, it coincides with the beginning of\nthe Church's Year of the Eucharist. Catholics believe that Christ is\npresent in flesh and blood in the sacrament.\n</P>\n<P>\nJohn Paul said that he had sent a letter to the world's Catholic\ncommunities to mark the spiritual event, saying he trusted that \"the\nfaithful are ready to testify (their belief in Christ) through acts\nof charity.\"\n</P>\n", 
            "id": "APW_ENG_20041010.0097"
        }, 
        {
            "headline": "A TRICKY DEMENTIA", 
            "text": "\n<P>\nQ. What is Lewy body disease? I saw it listed as the cause of death\nin an obituary.\n</P>\n<P>\nA. It is a form of dementia that the National Institute of\nNeurological Disorders and Stroke calls dementia with Lewy bodies. It\nis associated with abnormal structures, called Lewy bodies, found in\ncertain areas of the brain, and leads to a slowly progressing\nneurological degeneration.\n</P>\n<P>\nBoth the abnormal bodies and many of the symptoms are associated with\nParkinson's disease and Alzheimer's, the institute points out, so\nscientists do not know whether the ailment is a distinct disease or a\nvariant of Alzheimer's or Parkinson's.\n</P>\n<P>\nScientists have recently found that Lewy bodies contain a protein\ncalled alpha-synuclein, which is also linked to Parkinson's and an\nailment called multiple system atrophy.\n</P>\n<P>\nSymptoms can be as diverse as loss of spontaneous movement, rigidity,\ntremor and shuffling gait, acute confusion, memory loss and problems\nwith other mental functions. Visual hallucinations may be an early\nsign, and there may also be delusions and depression.\n</P>\n<P>\nThe problem is the second most frequent cause of dementia in older\nadults, after Alzheimer's, though it can affect younger people as\nwell. There is no cure, but the symptoms can be treated.\n</P>\n<P>\nUnfortunately, treatments for the Parkinson's-like symptoms, like\ntremors, may exacerbate mental symptoms, and psychiatric drugs may\nworsen the physical ones.\n</P>\n<P>\nReaders are invited to submit questions by mail to Question, Science\nTimes, The New York Times, 229 West 43rd Street, New York, N.Y.\n10036-3959, or by e-mail to questionnytimes.com.\n</P>\n", 
            "id": "NYT_ENG_20041011.0198"
        }, 
        {
            "headline": "Brain Cell Study Alters Huntington's Disease Theory", 
            "text": "\n<P>\nA new robotic microscope that follows a brain cell in the lab from\na normal state to its death has led researchers to a surprising\nfinding that appears to debunk a long-standing theory about\nHuntington's disease.\n</P>\n<P>\nLike many degenerative brain diseases, including Parkinson's and\nAlzheimer's, proteins targeted in the disease process begin misfolding\nand clumping in or around brain cells, which are called neurons.\n</P>\n<P>\nIt has long been thought that the sticky protein triggers the death\nof brain cells.\n</P>\n<P>\nBut Dr. Steve Finkbeiner and colleagues at the University of\nCalifornia in San Francisco and the university's Gladstone Institute\nof Neurological Disease have discovered that the mutant protein that\nclumps inside the brain cells of Huntington's patients actually saves\ncells from dying.\n</P>\n<P>\n``This process appears to be protective,'' said Finkbeiner, an\nassistant professor in the department of neurology and physiology.\n</P>\n<P>\nToday, a major treatment strategy is aimed at developing medicines\nto stop this abnormal protein from clumping. If Finkbeiner is right,\nthis could worsen matters.\n</P>\n<P>\n``This has been an area of great controversy,'' said Dr.\nChristopher Ross, a professor at Johns Hopkins Medical Institutes in\nBaltimore. ``It's an important finding.''\n</P>\n<P>\nThe study will be published Thursday in Nature.\n</P>\n<P>\nWhile proteins that cause Alzheimer's and Parkinson's are\ndifferent, the pathology -- these deposits in or around brain cells --\nis similar.\n</P>\n<P>\nA few years ago Finkbeiner and colleagues published a paper in the\njournal Cell showing that when these protein clumps, called inclusion\nbodies, disappear, neurons got worse.\n</P>\n<P>\nHe decided to build a microscope that would allow scientists to\nfollow brain cells over a long period, akin to videotaping a neuron's\nlife.\n</P>\n<P>\nIn the experiment, they took neurons from the striatum, the brain\nregion hard hit by Huntington's.\n</P>\n<P>\nIn a lab dish, they added either the normal Huntington gene, or the\nmutant form that causes the disease.\n</P>\n<P>\n``Inclusion-body formation actually prolonged survival and\nprotected neurons,'' Dr. Harry Orr of the Institute of Human Genetics\nat the University of Minnesota wrote in an accompanying editorial.\n</P>\n<P>\nHe said the scientific approach could serve the field well.\n</P>\n<P>\nSome scientists now think the vulnerable neurons sweep the abnormal\nprotein ``to get it out of the way,'' explained Hopkins' Ross.\n</P>\n<P>\nNormally, neurons have enzymes that actually work like garbage\ndisposals to get rid of material floating around a cell.\n</P>\n<P>\nBut in this case, it's more like a recycling bin.\n</P>\n<P>\nThe problem, Ross said, ``is that no one ever comes to pick up the\ngarbage.''\n</P>\n<P>\nHuntington's is an inherited, fatally degenerative disease of the\ncentral nervous system that appears on average at age 35.\n</P>\n<P>\nComplete mental and physical deterioration progresses slowly, with\ndeath resulting in 10 to 15 years.\n</P>\n", 
            "id": "LTW_ENG_20041013.0110"
        }, 
        {
            "headline": "How Far Should Stem Cell Research Go?", 
            "text": "\n<P>\nDo you know any kids who have diabetes? Living with the disease can\nmean having to prick your finger to test your blood and getting\ninsulin shots to keep the disease from becoming even more serious.\n</P>\n<P>\nMaybe you know an adult with Parkinson's disease, a brain disorder\nthat causes shakiness and stiffness, and makes it hard to walk --\nsymptoms that get worse over time. Actor Michael J. Fox, former boxer\nMuhammad Ali and former attorney general Janet Reno are among the 1.5\nmillion Americans with Parkinson's disease. Or maybe you know of\nsomeone who can't walk because of an accident, such as ``Superman''\nactor Christopher Reeve, who died this week.\n</P>\n<P>\nCures for these and other diseases, many scientists now believe,\ncould come from research into human embryonic stem cells. Embryos are\ncreated when a male's sperm fertilizes a female's egg. The stem cells\nin days-old embryos can develop into almost any kind of tissue --\nbrain, muscle, eyes -- leading to the hope that the cells could repair\ninjured organs and cure disease.\n</P>\n<P>\nIt's a bit like the ability kids have to learn a language more\neasily than adults do. These embryonic cells can ``learn'' just about\nany job they need to do, scientists think.\n</P>\n<P>\nIf they morphed into cells that make insulin, they could cure\ndiabetes. They might replace muscle injured in a heart attack or\nregrow nerves damaged by accidents. Many hope they will lead to a cure\nfor Alzheimer's disease, which can cause an older person to become\nconfused and lose his memory. (That breakthrough is not likely to come\nsoon, scientists say, since Alzheimer's involves the loss of many\nkinds of brain cells.)\n</P>\n<P>\nWhat do stem cells have to do with the election? There's a big\ndebate over whether research on them is a good idea and whether the\ngovernment should pay for it. The debate centers on whether the\nembryos used in stem cell research are human beings.\n</P>\n<P>\nNormally, an embryo grows into a baby in its mother's womb. In\ndoing their research, scientists take a few stem cells from very young\nembryos and grow them into colonies, called stem cell ``lines.'' The\nprocess destroys the embryo.\n</P>\n<P>\nSome people, including some religious groups, say embryonic stem\ncell research should be banned because it ends a human life. They say\nit's not up to scientists or the government to decide which life is\nmore important: the embryo or the patients who could be helped.\n</P>\n<P>\nOthers think that these five-day-old cell clusters -- no bigger than\nthe dot on an ``i'' on this page -- are not yet fully human. It's\nbetter to use these embryos to help others, they argue. Generally,\nonly embryos in medical clinics that are not going to become babies\nare used in this research.\n</P>\n<P>\nIn a kind of compromise, President Bush announced three years ago\nthat government money could be used for stem cell research, but only\non cell lines created before his Aug. 9, 2001, announcement. This\nwould not hurt the research, he said, because there were more than 60\nlines available; he promised $100 million per year in federal funds to\nwork on them.\n</P>\n<P>\nBut scientists say that the restrictions have severely held them\nback, and that only 22 cell lines have turned out to be useful. They\nwant to use new techniques to make better lines but can't get federal\nmoney to do it, they say. So far, the government has awarded about $35\nmillion for human embryonic stem cell research.\n</P>\n", 
            "id": "LTW_ENG_20041014.0093"
        }, 
        {
            "headline": "Team of Egyptian doctors examines Yasser Arafat after he suffers nausea, fever, stuffy nose", 
            "text": "\n<P>\nA team of Egyptian doctors examined Yasser Arafat after he suffered\nfrom fever, nausea and a stuffy nose, an aide to Palestinian leader\nsaid Tuesday.\n</P>\n<P>\nThe health of the 75-year-old has been a subject of intense\nspeculation in recent years, in part because of the tremor in his\nlips and hands, considered as a possible symptom of Parkinson's\ndisease.\n</P>\n<P>\nLast year, Arafat suffered from gall stones, and his aides denied\nrumors he had stomach cancer.\n</P>\n<P>\nAn Arafat's aide, who spoke on condition of anonymity, said despite\nthe current flu-like symptoms, Arafat has observed the dawn-to-dusk\nfast of the Muslim holy month of Ramadan which began Friday.\n</P>\n<P>\nArafat no longer has fever or nausea, but the stuffy nose remains,\nhis aide said. Arafat felt strong enough Monday to preside over a\nthree-hour meeting with members of his Fatah movement.\n</P>\n<P>\nArafat caught his cold last Tuesday, while walking in the windy\ncourtyard of his Ramallah headquarters, the aides said. That evening,\nArafat felt nauseous during dinner, couldn't finish is meal and went\nto bed early, the aide added.\n</P>\n<P>\nmd-rpm/kl\n</P>\n", 
            "id": "APW_ENG_20041019.0121"
        }, 
        {
            "headline": "PARKINSON'S PATIENTS MAY BENEFIT FROM GENE DISCOVERY", 
            "text": "\n<P>\nWEST PALM BEACH, Fla. -- An international research team, led by\nscientists at the National Institute on Aging (NIA), has discovered a\ngene which, when mutated, causes Parkinson's disease in some\nfamilies. Although Parkinson's disease is usually not inherited, the\ndiscovery of this gene and further study of how it works could open\nup new avenues of research for preventing or delaying the onset of\nthe disease.\n</P>\n<P>\nInvestigators studied five families with a history of Parkinson's\ndisease who lived in the Basque region of Spain and in England.\nFirst, the group identified a small region of the \"chromosome 12\"\nshared by all of the Basque families and then systematically assessed\neach gene in this region for mutations that might cause disease.\n</P>\n<P>\nThe investigators identified two mutations in the same gene, one\nassociated with Parkinson's disease in the Basque families and the\nother which was linked to the disease in the English family.\n</P>\n<P>\nCarolyn Susman writes for the Palm Beach Post. E-mail:\ncarolyn_susmanpbpost.com\n</P>\n", 
            "id": "NYT_ENG_20041026.0087"
        }, 
        {
            "headline": "Walking Off Parkinson's", 
            "text": "\n<P>\nExercise alone was enough to prevent the degeneration of brain\ncells in rats with Parkinson's disease, University of Pittsburgh\nresearchers report.\n</P>\n<P>\nThe loss of cells that produce the neurotransmitter dopamine causes\nthe telltale tremors, rigid and slow movements of Parkinson's. The\nresearchers gave rats a toxin that induces Parkinson's and then\ncounted dopamine-producing cells in the brains of rats that had\nexercised for seven days and those that had not.\n</P>\n<P>\nThe rats that had been exercised had lost significantly fewer\nneurons than the sedentary rats. The rats also had significantly\ngreater amounts of the protein GDNF, which the University of\nPittsburgh scientists speculate may protect brain cells from oxygen\ndamage produced by the disease.\n</P>\n<P>\nThe researchers have launched a small pilot study to see if regular\nexercise can slow the progression of Parkinson's in people.\n</P>\n<P>\nDistributed by the Los Angeles Times/Washington Post News Service\n</P>\n", 
            "id": "LTW_ENG_20041028.0121"
        }, 
        {
            "headline": "California adopts groundbreaking stem cell research measure (UPDATES count, ADDS details)", 
            "text": "\n<P>\nCalifornians voted overwhelmingly Tuesday to become the first US\nstate to fund controversial embryonic stem cell research that was\neffectively banned by President George W. Bush, US media reported.\n</P>\n<P>\nThe emotionally- and politically-charged Proposition 71, which allows\nnearly three billion dollars to be put aside for stem cell research\nover 10 years, passed by 64 percent against 36 percent opposition,\nCNN reported, citing early poll results.\n</P>\n<P>\nSupporters of the measure say the decision could help find cures to\ndiseases including cancer, AIDS, spinal cord injuries, Parkinson's\ndisease and Alzheimer's disease more quickly than had been expected.\n</P>\n<P>\nThey also claim that the measure will make California, already the\nUnited States' leading hub for biotech industries, a world hub of\nstem cell research too.\n</P>\n<P>\nBush in 2001 effectively banned further federal funding for the\nscience citing the killing of human embryos that occurs in the\nprocess.\n</P>\n<P>\nThe California measure is seen as a way of circumventing federpe to\nbe able to learn using human embryonic stem cell cells,\" he said.\n</P>\n", 
            "id": "AFP_ENG_20041102.0814"
        }, 
        {
            "headline": "Study: the dope on dopamine, Parkinson's", 
            "text": "\n<P>\nA new medical study helps explain the puzzling effect of the hormone\ndopamine on patients suffering from the degenerative nerve disorder\nParkinson's disease, said a report out Thursday.\n</P>\n<P>\nDoctors have been aware that dopamine levels worsen performance in\nsome cognitive tasks while improving performance in others, without\nknowing why.\n</P>\n<P>\nParkinson's patients, when off their dopamine-increasing medications,\nlearn better from negative feedback, such as being scolded, the study\nsaid. And they learn less from positive feedback, such as being\npraised, than do healthy people of the same age and intelligence.\n</P>\n<P>\nThe study was published in the current issue of the journal Science.\n</P>\n<P>\n\"When these same Parkinson's patients take their dopamine medication,\nthey show the reverse pattern, learning better from positive feedback\nand worse from negative feedback than controls,\" said the University\nof Colorado research team.\n</P>\n<P>\n\"Dopamine is a brain chemical associated with feelings of pleasure\nand reward that is thought to contribute to learning through both\npositive and negative feedback,\" said the report.\n</P>\n<P>\n\"Loss of dopamine leads to the symptoms of Parkinson's. This work may\nalso extend beyond Parkinson's to address the neurobiology of\nlearning from experience: learning that occurs when positive feedback\nor rewards reinforce behavior and negative feedback causes people to\navoid such behavior,\" it said.\n</P>\n<P>\nThe research also identified a group of brain receptors in mice that\nappear to be responsible for nicotine addiction.\n</P>\n<P>\n\"These findings may help scientists find targets for drugs aimed to\nhelp smokers kick their habit,\" said the report. \"Nicotinic\nacetylcholine receptors are expressed in the brain structures thought\nto be involved in the addiction to smoking.\n</P>\n<P>\n\"These receptors, which are embedded in the surfaces of neurons, can\nbe composed of different combinations of subunits ... Mice with a\nmutation in the 'alpha4' subunit were unusually sensitive to the\neffects of nicotine.\"\n</P>\n", 
            "id": "AFP_ENG_20041104.0778"
        }
    ], 
    "id": "D1005A", 
    "title": "Parkinson Disease"
}