{
	"id":"D1006A",
	"title":"Vioxx",
	"docSet":[
		{
			"id":"LTW_ENG_20041001.0095",
			"headline":"A Symptom of FDA Laxity",
			"text":" Merck &amp; Co. said its surprise decision Thursday to withdraw the arthritis drug Vioxx -- used by about 2 million people worldwide -- was driven by recent evidence that the drug's adverse side effects outweighed any potential benefits. But that wasn't really news. Though the new study was more comprehensive than past research because it looked at patients over the course of three years, research since November 2000 has suggested that those who take Vioxx face a heart attack risk four to five times greater than those who take older, equally effective arthritis treatments such as ibuprofen and naproxen. So why is Merck recalling the drug now? One can only speculate, but it may have less to do with side effects outweighing benefits than with legal liabilities outweighing profits. Merck faces several lawsuits, including a class action filed Thursday alleging the company made false and misleading statements about Vioxx's safety. Whatever the company's motives, its decision to withdraw Vioxx should cast scrutiny on at least two problems inherent in the nation's system for assessing and monitoring drug safety. The first is misleading ads. Vioxx and a similar drug from Pfizer Inc., Celebrex, have been touted as ``super-aspirins'' in numerous TV commercials that have downplayed their known cardiovascular risks. Such commercials show how far the Food and Drug Administration has slipped in enforcing its own rules. When the agency determines a drug company has made a misleading ad, it first issues a warning letter, then imposes a fine if the ad is not pulled. But the number of warning letters has dropped precipitously since the Bush administration took power, from 82 in 2000 to 24 in 2003. The second problem is the nation's almost exclusive reliance on drug companies to police the safety and efficacy of their own drugs. Although the FDA requires drug makers to demonstrate the superiority of their medications to placebos before they can release them, the agency lets drug companies monitor their own products' dangers after they've reached the shelves. The FDA could help solve these problems not only by enforcing its own rules but by requiring doctors and hospitals to report ``adverse events'' when patients use drugs. Big government payers such as Medicaid or Medicare could pay only for expensive new drugs that are demonstrably superior to older, cheaper ones. The withdrawal of Vioxx caused Merck's market value to sink by almost $27 billion. The FDA's current hands-off approach to drug companies doesn't just endanger consumers, it hurts investors -- who shouldn't be caught by surprise over a drug whose dangers have long been clear. "
		},
		{
			"id":"NYT_ENG_20041006.0329",
			"headline":"VIOXX RECALL TURNS EYES TO CELEBREX",
			"text":" Less than a week after Merck &amp; Co. yanked its popular Vioxx arthritis drug off the market, the New England Journal of Medicine voiced strong concerns Wednesday about the safety of Pfizer's bestselling Celebrex. Writing in the medical journal, Dr. Garret FitzGerald, chief of pharmacology at the University of Pennsylvania, said studies suggest the same mechanism that makes the drugs easier on the stomach than traditional painkillers also blocks a substance that prevents heart problems. \"I believe this is a class effect,\" he said, meaning the problem that caused Vioxx to be removed also could apply to Celebrex and Pfizer's newer and similar drug, Bextra. Meanwhile, the European Medicines Agency in London announced it would review drugs similar to Vioxx. And a congressman requested the U.S. Food and Drug Adminstration answer questions about the medications used to treat arthritis, diagnosed in more than 49 million people. Pfizer said both Celebrex and Bextra will remain on the market and that there's no reason they shouldn't. Company spokeswoman Maryann Caprino described FitzGerald's article as \"an interesting hypothesis\" but said that \"in terms of the real world, we totally disagree.\" The FDA said last week after Vioxx was withdrawn that the problems were unique to that drug. But FitzGerald suggested that by selectively blocking one of the two substances called prostaglandins that lead to inflammation, these Cox-2 inhibitors were sparing the stomach at the expense of the heart. Dr. W. Hayes Wilson, chief of rheumatology at Piedmont Hospital in Atlanta, urged people taking the drugs not to panic. He said he sees no reason for people using Celebrex to stop. \"We all take reasonable risks in our lives,\" the physician said. Five years ago, FitzGerald published research \"revealing a mechanism\" in both Vioxx and Celebrex that could \"predispose people . . . to the risk of heart attack or stroke,\" he said in an interview. \"Over the years, evidence has slowly accumulated consistent with that hypothesis.\" Merck officials said last week its latest research showed an increased risk of heart attack and other cardiovascular complications in patients who took Vioxx for at least 18 months. FDA urged to weigh in Vioxx, Celebrex and Bextra are the only three drugs in a class known as Cox-2 inhibitors. The Cox-2 inhibitors cause fewer gastrointestinal side effects, including upset stomach, heartburn and ulcers, than other pain-relieving drugs. Merck took the drastic step of pulling Vioxx because its research showed it caused increased risk of heart attack. The drugmaker's colon cancer study of 2,600 people was designed to evaluate the effectiveness of the standard 25-milligram dose in preventing a recurrence of colon polyps. But the study was halted when it indicated a heightened risk of cardiovascular complications. FitzGerald said the Food and Drug Administration \"has a responsibility to provide informed, unbiased information rapidly to advise doctors and their patients as to how to respond to the withdrawal of Vioxx.\" So far, he said, that information has come almost entirely from Merck and Celebrex. \"The question for the FDA is whether there should be a general warning, particularly for patients who are at high risk of cardiovascular disease,\" the doctor said. \"I'm trying to prompt guidance from an unbiased source, and it should come urgently.\" The FDA had no comment Wednesday on the report. But U.S. Rep. Tom Davis of Virginia, Republican chairman of the House Government Reform Committee, sent a letter to FDA's acting commissioner, Dr. Lester Crawford, giving him two weeks to answer questions about how FDA tracks problems with drug safety, how it dealt with issues surrounding Vioxx and whether the agency will study potential risks in similar drugs. \"I am concerned whether FDA has been sufficiently aggressive in monitoring drug safety,\" Davis said. Along with the FitzGerald piece, The New England Journal of Medicine also posted a second article on the Internet, two weeks ahead of scheduled publication, signaling a more immediate concern. The second article in the medical journal, by Dr. Eric Topol of the Cleveland Clinic, criticizes the FDA for not requiring Merck to do studies investigating heart problems with Vioxx even though hints of danger appeared years ago. Topol also criticized the FDA for letting Merck blitz consumers with TV ads pushing the drug. Twenty-seven million prescriptions have been written for Celebrex since 1999, Caprino said. Celebrex earned $1.5 billion in the first six months of this year, she said. By contrast, Vioxx made $2.5 billion for Merck last year. Celebrex and Vioxx have become household names in recent years. Rich Tomaselli of Advertising Age Magazine said Merck spent $78 million advertising Vioxx last year, compared to $96 million for Celebrex, the 10th most popular drug in the country. Long-term studies on Bextra, which was approved by the FDA in 2001, are not yet available. Wilson at Piedmont Hospital pointed out that there are alternatives to such medicines, like weight loss and exercise prescribed by a therapist. \"Most people want a pill to make them better,\" he said. \"But there are other things they can learn that are nonpharmacological.\" He thought the concerns, however, would result in more conversations between doctors and patients. \"I think it's good we are looking at safety,\" Wilson said. \"But we need to understand that anything strong enough to help you is potentially strong enough to have a side effect.\" For people too worried about the risks to continue taking prescription medications, he suggested over-the-counter drugs like Tylenol, at least until they have time to consult with their doctor. \"I did have a patient who said, 'I've heard about Vioxx, I hear Celebrex is next.' Then I gave her the facts,\" he said. \"(And) I offered one of the older anti-inflammatories, and she said, 'I think I'd rather stay on Celebrex.' \" Bill Hendrick writes for The Atlanta Journal-Constitution. E-mail: bhendrickajc.com "
		},
		{
			"id":"NYT_ENG_20041006.0378",
			"headline":"NYTR-LKL-VIOX",
			"text":" With Vioxx coming off the pharmacy shelves, what is a patient who took that drug for pain supposed to do? Call the doctor who prescribed it and talk about alternatives. But while patients need to stop taking Vioxx, local physicians said, it is not always easy to decide on a new course of treatment. \"There's not a simple generic answer,\" said Dr. Randel Miller, Watson Clinic rheumatologist. Merck &amp; Co. removed Vioxx from use Thursday after new study results showed increased risk of heart attacks and stroke in people who used it for longer than 18 months. Patients on Vioxx for arthritis or other conditions should be getting letters from their doctors, although they can call them now. Simply switching to stronger doses of over-the-counter pain medicine is not necessarily the right option, doctors said. Some of them have an anti-clotting effect that make patients more likely to bleed. For patients on blood thinners such as Coumadin, the combination could be highly risky without proper supervision. And older nonsteroidal anti-inflammatory drugs such as ibuprofen and naproxen, typically called NSAIDs, cause gastrointestinal bleeding in some patients. That is one reason doctors and patients welcomed the new NSAIDs known as Cox-2 inhibitors -- Vioxx, Celebrex and Bextra -- as they started entering the market in the 1990s. Their less-upsetting impact on the stomach was a plus, particularly with older patients. Concern about possible cardiovascular problems associated with Vioxx, however, soon arose. Dr. Ada Lopez-Mendez, a rheumatology specialist at Winter Haven Hospital, said patients should return the Vioxx they have. Their doctors can prescribe other Cox-2 inhibitors, or try drugs such as ibuprofen. They may review patients' conditions to see if they still need medicine, she and Miller said. Two newer arthritis drugs of the same type are waiting for marketing approval in the United States, but Miller said they will not be released without more review of their cardiovascular risks. On Wednesday, the European Medicines Agency in London announced it would review all drugs of this type. Although the U.S. Food and Drug Administration said the risk of an individual patient having a heart attack or stroke related to Vioxx is small, the agency also said \"there appear to be significant safety concerns.\" Results of clinical studies with one drug in a given class do not necessarily apply to other drugs in the same class, the FDA said. That means Vioxx results cannot automatically be extended to Celebrex and Bextra, which are in the Cox-2 classification with Vioxx but are not identical to it. \"There's no evidence we're aware of the other Cox-2 drugs have similar effects, but we don't really have studies that are long enough (to know),\" Miller said. But articles released Wednesday by the New England Journal of Medicine say Vioxx may not be the only drug of its type that raises the heart and stroke risk. Studies done five years ago when Pfizer's Celebrex and Merck &amp; Co.'s Vioxx were approved suggest the same mechanism that inhibits inflammation and makes them easier on the stomach than traditional painkillers also blocks a substance that prevents heart problems, according to Dr. Garret FitzGerald, chairman of pharmacology at the University of Pennsylvania. He led the studies, which were designed by him but funded by the drug companies. FitzGerald said he thinks the problem of increased risk also applies to Pfizer's Celebrex and Bextra. Pfizer's medical director, Dr. Gail Cawkwell, insisted that its drugs are safe. \"The data for Celebrex is robust and exceeds, in the length of patients in studies and in the size of studies, the data Vioxx has,\" she said. She called FitzGerald's contention \"an interesting theory,\" but said, \"there is no evidence\" of increased risk of heart problems among the 75 million Americans who have taken Celebrex. Long-term studies are not yet available on Bextra, approved in 2001. The FDA needs to give more guidance in using the remaining COX-2 inhibitors, Fitzgerald said in the Journal article. He said the drugs remain a \"rational choice\" for patients at low risk of cardiovascular problems who have had serious gastrointestinal events (such as bleeding), but he said it would \"seem prudent\" to avoid them with patients who have or are at risk of cardiovascular disease. In a separate report released by the New England Journal, Dr. Eric Topol of the Cleveland Clinic chastises the FDA for not requiring Merck to do studies investigating heart problems with Vioxx when hints of them first appeared years ago. \"This represents the largest prescription-drug withdrawal in history, but had the many warning signs along the way been heeded, such a debacle could have been prevented,\" he said. The medical journal published their reports Wednesday on the Internet -- more than two weeks ahead of their planned publication to help inform doctors and patients. Until the new study, Vioxx seemed the best alternative for some patients despite a caution on its label from an earlier study. That included patients for whom older NSAIDs had not controlled pain and patients who have sulfa allergies, of which Celebrex and Bextra can trigger a recurrence, Watson Clinic's Miller said. \"There's a lot of individual variability in medicines,\" he said. \"You have one person do extremely well with a drug and on the other it wouldn't work.\" The trial whose results pulled Vioxx off the market was designed to check how well 25 mg of Vioxx did in preventing recurrence of polyps in the colon. It was not stopped earlier because trial results did not find increased risk in the first 18 months of the trial, the FDA said. They were discovered later. The results of that study came on the heels of an earlier study that showed a greater number of heart attacks in patients taking Vioxx, although there were fewer stomach ulcers and bleeding. Information from the earlier study went on the Vioxx label in April 2002, according to the FDA. Although that study's findings did not cause Vioxx to be withdrawn, Miller and Lopez-Mendez said the results put Vioxx lower on their list for prescribing. Another study -- this one released in August on a review of more than 1 million HMO patients -- found a three-fold risk of cardiovascular incidents in patients taking 25 mg or more Vioxx, Lopez-Mendez said. The risk was only slightly greater than average with less than 25 milligrams, she said, adding that the American College of Rheumatology sent members the results of that presentation days before Merck withdrew Vioxx. That could have made many less likely to prescribe it. \"When there are other alternatives, why risk trying to use the drug that might have elevated risk?\" said Lopez-Mendez, medical director of rehabilitation services at Winter Haven Hospital. FOR MORE INFORMATION: "
		},
		{
			"id":"APW_ENG_20041006.0456",
			"headline":"Other drugs besides Vioxx may raise heart risks, report suggests",
			"text":" Momentum was growing for a fresh look at the safety of Celebrex and other pain relievers as key researchers, a congressman and European regulators said they feared such drugs might raise the risk of heart problems like those blamed on the arthritis medicine Vioxx. Heavily advertised as an arthritis drug, Vioxx was pulled from the market last week after its maker said a study showed it doubled the risk of heart attack and stroke. But the U.S. Food and Drug Administration said similar prescription drugs were safe. On Wednesday, the European Medicines Agency in London announced it would review all drugs of this type. And researchers writing in the New England Journal of Medicine voiced their concerns as well with such drugs as Pfizer's popular Celebrex. The medical journal published two reports on the issue Wednesday on the Internet _ more than two weeks ahead of their planned print publication _ to help inform doctors and patients considering whether to stop using the drugs. Studies done five years ago when Celebrex and Merck &amp; Co.'s Vioxx were approved suggest that the same mechanism that inhibits inflammation and makes the drugs easier on the stomach than traditional painkillers also blocks a substance that prevents heart problems, according to Dr. Garret FitzGerald, a University of Pennsylvania cardiologist. FitzGerald led the studies, which were designed by him but funded by the drug companies. \"I believe this is a class effect,\" he said, meaning that the problem also applies to Celebrex and Pfizer's newer, similar drug, Bextra, which remain on the market. He called on the FDA to change its advice to patients and doctors to reflect the new safety concerns. Pfizer's medical director, Dr. Gail Cawkwell, insisted that its drugs are safe. \"The data for Celebrex is robust and exceeds, in the length of patients in studies and in the size of studies, the data Vioxx has,\" she said. She called FitzGerald's contention \"an interesting theory,\" but said, \"there is no evidence\" of increased risk of heart problems among the 75 million Americans who have taken Celebrex. Long-term studies are not yet available on Bextra, which was approved in 2001. Celebrex is the 10th most popular drug in the United States, with annual sales of $2.7 billion, up 5 percent in a year, according to IMS Health, a company that tracks drug industry trends. In a separate report also released by the medical journal, Dr. Eric Topol of the Cleveland Clinic chastises the FDA for not requiring Merck to do studies investigating heart problems with Vioxx when hints of them first appeared years ago, and for allowing the company to blitz consumers with TV ads touting the drug. Vioxx was the largest prescription drug withdrawal in history, \"but had the many warning signs along the way been heeded, such a debacle could have been prevented,\" Topol wrote. \"Neither Merck nor the FDA fulfilled its responsibilities to the public ... I believe there should be a full Congressional review of this case.\" An FDA official said the agency would have no immediate comment. When Merck voluntarily withdrew Vioxx, FDA officials said heart problems were unique to that drug and that the mechanism underlying them wasn't known. But FitzGerald and colleagues published two studies in 1999 and another in 2001 suggesting that by selectively blocking one of the two substances called prostaglandins that lead to inflammation, these so-called cox-2 inhibitors were sparing the stomach at the expense of the heart. \"There's a good prostaglandin and a bad prostaglandin as far as the heart is concerned,\" he explained. Suppressing both, as older painkillers like aspirin and other non-steroidal anti-inflammatory drugs, or NSAIDS do, helps the heart. But shutting down just the \"good\" one raises the risk of high blood pressure, hardening of the arteries and clotting, he reports. FitzGerald also challenged Pfizer's contention that no science shows increased risk from Celebrex. The original report from one study involving Celebrex found no increased risk of heart problems, but it covered only six months of a year-long study, according to the cardiologist. A look at the full data \"reveals signs of increased cardiovascular risk,\" he writes. The medical journal will publish the new reports in its Oct. 21 print edition. Meanwhile, Republican Congressman Tom Davis of Virginia, who chairs the House Government Reform Committee, sent a letter to FDA's acting commissioner, Dr. Lester Crawford, giving him two weeks to answer questions about how FDA tracks problems with drug safety, how it dealt with issues surrounding Vioxx, and whether the agency will study potential risks in similar drugs. \"In light of Merck's withdrawal of Vioxx from the market and other recent news stories examining FDA's review of the safety and efficacy of anti-depressant drug use by children, I am concerned whether FDA has been sufficiently aggressive in monitoring drug safety,\" Davis wrote. ___ EDS: Associated Press writer Linda A. Johnson in Trenton contributed to this report. ___ On the Net: www.nejm.org "
		},
		{
			"id":"NYT_ENG_20041007.0285",
			"headline":"FDA IGNORED EARLIER WARNINGS OF VIOXX'S DANGERS",
			"text":" Seven weeks before Merck &amp; Co. pulled the arthritis drug Vioxx off the market because of safety concerns, federal drug regulators downplayed the significance of scientific findings citing the increased risks, documents released Thursday show. Dr. David Graham, associate director for science in the drug safety division of the Food and Drug Administration, by early August had notified his supervisors that a study of Vioxx showed patients on the starting dose had 50 percent greater risk of cardiac arrest than those on competitor Celebrex. Graham planned to present the study Aug. 25, but he immediately hit resistance from his supervisors, who said they were too preliminary. They recommended that Graham's findings either be submitted to a medical journal for a peer review or presented beside an alternative FDA opinion. E-mails released Thursday show John Jenkins, director of the Office of New Drugs, on Aug. 13 said Graham's findings include \"pretty strong language.\" He goes on to suggest that Graham rework the study to say \"something like 'This and other studies suggest an increased risk of (acute myocardial infarction with (Vioxx) use and should be considered by prescribers when making individual treatment decisions.\" Graham presented his findings in France Aug. 25, but already had encountered the resistance from supervisors. The drug was not pulled at that point. Merck removed Vioxx from sale Sept. 28 after seeing an increased risk of \"serious cardiovascular events,\" the FDA said, including heart attacks and strokes. Graham submitted a revised study to the FDA Sept. 30. The FDA's announcement on Sept. 30 did not include the 50 percent higher risk data. The FDA said it followed its standard review process. \"As a scientific agency, FDA values open discussion and frank exchange about scientific and medical issues,\" the agency said in a statement. After the presentation in France, Graham discussed the issue with his supervisor, the statement said. \"After that discussion, it was Dr. Graham's decision to revise the abstract. He did so voluntarily.\" E-mails suggest otherwise. Graham responded to his supervisor's suggested revisions in an Aug. 13 e-mail that: \"I've gone about as far as I can without compromising my deeply-held conclusions about this safety question. I've also shared with you the perspectives of my co-authors and I think it's safe to say they share these same conclusions.\" A senior Republican senator who released the e-mails said the case was another example of a pattern by the FDA. He compared it to the FDA last February of not allowing another doctor to present his findings that antidepressants increased the risk of suicidal behavior in children. \"As my investigative staff continues looking into how the Food and Drug Administration handles drug safety issues, particularly with antidepressants and Vioxx, a picture is emerging of an agency that can't see the forest for the trees,\" said Sen. Charles Grassley, R-Iowa, chairman of the Senate's Finance Committee. Graham told Senate investigators that he believed the FDA was trying to block publication of his findings noting the higher risk. \"Dr. Graham described an environment where he was 'ostracized,' 'subjected to veiled threats' and 'intimidation,' \" Grassley's office said. "
		},
		{
			"id":"APW_ENG_20041008.0053",
			"headline":"U.S. drug agency accused of silencing scientist's early Vioxx warnings",
			"text":" The Food and Drug Administration silenced one of its drug experts who raised safety concerns weeks before Merck &amp; Co. yanked the blockbuster drug Vioxx due to increased risks for heart attack and strokes, the chairman of the Senate Finance Committee said Thursday. Dr. David J. Graham, associate director for science in the FDA Drug Center's Office of Drug Safety, told Senate investigators he faced stiff resistance within the regulatory agency to his findings. \"Dr. Graham described an environment where he was 'ostracized,' 'subjected to veiled threats' and 'intimidation,'\" Republican Sen. Chuck Grassley, of Iowa, said in a statement after Finance Committee investigators interviewed the researcher Thursday. Graham told The Associated Press that Grassley's characterization was accurate. Raising safety concerns within the agency is \"extremely difficult,\" the 20-year employee said, declining further comment. In a prepared statement, the FDA said it \"values open discussion and frank exchange about scientific and medical issues\" and subjects its scientists to \"more rigorous\" scrutiny than typical scientific peer reviews. The Government Accountability Office, an investigative arm of Congress, already has been asked to look into whether the FDA muzzled another staffer who linked antidepressants to raising the odds of children suffering suicidal tendencies. When Merck voluntarily pulled Vioxx from the market on Sept. 30, the GAO was asked to roll the FDA's handling of that controversy into its inquiry. That report is not expected for months. Grassley's committee is one of three in Congress also scrutinizing the FDA's actions. A \"picture is emerging of an agency that can't see the forest for the trees,\" Grassley said. \"Merck knew it had trouble on its hands and took action. At the same time, instead of acting as a public watchdog, the Food and Drug Administration was busy challenging its own expert and calling his work 'scientific rumor.'\" Graham was lead author on a research project that studied the records of 1.39 million Kaiser Permanente patients, including 40,405 treated with Pfizer's Celebrex and 26,748 treated with Vioxx. The study found that high doses of Vioxx, known as rofecoxib, tripled risks of heart attacks and sudden cardiac death. The research team's original conclusion said that high doses of Vioxx should not be prescribed or used. Graham, scheduled to present those findings in late August during an epidemiology conference in France, said he ran into resistance when the FDA reviewed his abstract. \"I think the recommendation about high dose rofecoxib is unnecessary and particularly problematic since FDA funded this study and David's travel to France to present it,\" Anne E. Trontell, deputy director of the FDA's Office of Drug Safety, wrote in an Aug. 12 e-mail. The internal e-mail exchange was released by Grassley. In the e-mail, Trontell suggested that Graham defer his presentation in favor of a journal article so dissenting scientists _ including within the FDA _ could comment. She also said Merck should be alerted before the findings became public \"so they can be prepared for extensive media attention that this will likely provoke.\" Others within the agency suggested Graham's conclusion was too strongly worded, given the FDA had not added such warnings to Vioxx labels. \"I've gone about as far as I can without compromising my deeply held conclusions about this safety question,\" Graham replied in an Aug. 13 e-mail. The FDA said such discussions are typical before scientific findings are published. The conclusion Graham presented in France was revised: \"This and other studies cast serious doubt on the safety\" of Vioxx doses higher than 25 mg. per day. The FDA said that Graham decided to revise his abstract conclusion. \"He did so voluntarily,\" the agency said. In testimony before a congressional panel in mid-September, Andrew Mosholder, an FDA epidemiologist, said his bosses asked him to soften recommendations about antidepressants. Mosholder's analysis pointed to increased suicidal thoughts and behaviors among children taking antidepressants well before federal advisers pushed for strident warnings on the drugs. He suggested preferential use of Prozac, the only drug approved to treat depressed children and _ according to his review _ the one with the lowest risk. His supervisors within the FDA told him to suggest that children use such medications \"with caution,\" Mosholder told the Congressional panel. Dr. Paul Seligman, acting director of the FDA's Office of Drug Safety, said the agency did not pressure Mosholder to change his conclusion. ___ On the Net: FDA: http://www.fda.gov/ "
		},
		{
			"id":"NYT_ENG_20041011.0247",
			"headline":"SELLING PRESCRIPTION DRUGS TO THE CONSUMER",
			"text":" When Emily Martin was hospitalized for emergency gallbladder surgery last summer, her doctors found that she had also had acid reflux, causing erosion of her esophagus. \"My stomach was very unsettled,\" said Martin, a 26-year-old mother in Oradell, N.J. So she asked her doctor for Nexium, the \"purple pill\" that is the nation's most widely advertised prescription drug. \"I saw the commercial and they showed people talking about immediate and miracle relief,\" she said. The issue of drug advertising directly aimed at consumers was thrust into the news recently when Merck withdrew its arthritis painkiller Vioxx from the market, citing studies indicating a risk of heart attacks or strokes. Critics noted the role that advertising and marketing had played a role in the drug's being widely prescribed to patients who might do just as well with ibuprofen or other inexpensive over-the-counter remedies. Vioxx, whatever its safety risks, was hardly unique as a prescription drug that became a best seller on the strength of advertising aimed directly at consumers. In the seven years since the FDA lifted longstanding strictures against such ads, prescription drug advertising has grown into a $3.8 billion-a-year business. And the FDA says that, despite the controversy accompanying the withdrawal of Vioxx, it has no plans to place new curbs on such ads. Nexium is typical of the brand-building trend. No one is arguing that the drug poses serious health risks, beyond a slight chance of side effects like headaches and flatulence. Despite clear beneficiaries like Emily Martin, though, many medical experts say most patients would do just as well with various cheaper, over-the-counter remedies for indigestion and heartburn, including AstraZeneca's own Prilosec -- a chemically similar predecessor that no longer requires a prescription and sells for $40 a month or less. \"Nexium is no more effective than Prilosec,\" said Dr. Sharon Levine, an executive with Kaiser Permanente, the United States' largest health maintenance organization. \"I'm surprised anyone has ever written a prescription for Nexium.\" AstraZeneca, a British-based company, said that it was unfazed by the critics and that the Vioxx backlash would have no effect on its own consumer advertising for Nexium or other drugs. \"We're moving forward undeterred,\" said Jim Coyne, a spokesman for the company. \"We've got adequate support for what we say in the ads.\" And an FDA spokeswoman, Crystal Rice, said late last week, \"There are no additional changes expected at this time in light of the Vioxx withdrawal.\" "
		},
		{
			"id":"LTW_ENG_20041014.0021",
			"headline":"Evaluating Vioxx",
			"text":" The following editorial appeared in Thursday's Washington Post: In a certain sense, Merck &amp; Co.'s decision to cease selling Vioxx, its best-selling painkiller, demonstrates how the peculiarly American combination of government regulation and private-sector competition can, serendipitously, sometimes work well. Vioxx was approved after trials held under the auspices of the Food and Drug Administration showed it to be effective (which it was). After some initial evidence that the drug might be linked to cardiac disease, the FDA required Merck to attach an additional warning (which was justified). Merck, which knew Vioxx was in competition with similar drugs, then conducted further trials, largely to find out if Vioxx could be legitimately recommended for other conditions. Through this process, Merck discovered that Vioxx did indeed carry a small but unacceptable risk of cardiac problems when used for longer than 18 months. Competition combined with regulation forced the drug off the market. And if courts determine that Merck was negligent, the company will pay a heavy price in compensation. On its own, this incident does not make a good argument for more stringent FDA approval procedures. Extensive and lengthy pre-approval testing of the sort that would have kept Vioxx -- and all other drugs -- under examination for years ultimately would have harmed more patients than it would have helped. As hundreds of patients' groups can attest, there are high costs when the FDA does not approve drugs quickly, even drugs with serious side effects. People die every day waiting for new treatments. But the Vioxx withdrawal should inspire some sharper thought about what happens to drugs once they have been approved, and whether the FDA should have the authority to mandate more thorough, ongoing, long-term testing. This is a safety issue, but also an economic one. Vioxx is a new-generation painkiller, one of several that are (or were) prescribed instead of aspirin or other over-the-counter drugs. Vioxx was easier on the stomach than aspirin, but it cost more. Did the 20 million Americans who used the drug since its launch in 1999 really have to spend that extra money and, as it turns out, incur a slight extra risk? Or were they persuaded to do so by Merck's advertising? According to studies carried out by the Kaiser Family Foundation and others, the pharmaceutical industry's advertising encourages some people to consult doctors, which is a good thing, particularly for those who may not have known they have, say, high cholesterol or blood pressure. But ads also persuade people to spend money on unnecessary drugs, which is a bad thing for their health and for insurance premiums. The solution is not a total ban on advertising, as some suggest, but rather more clinical trials of drugs, aimed specifically at determining effectiveness as well as long-term safety. It is in the insurance industry's interest, the FDA's interest and the federal government's interest -- because the federal government is a major provider of health insurance -- either to require drug companies to conduct such comparative tests or to set up a neutral agency to do so. If there is a lesson to be learned from the Vioxx withdrawal, surely it is the need for renewed attention to evidence-based medicine and evidence-based drug prescription as well. "
		},
		{
			"id":"NYT_ENG_20041015.0265",
			"headline":"PFIZER WARNS OF RISKS FROM ITS PAINKILLER",
			"text":" Pfizer Inc. warned doctors on Friday that one of its bestselling painkillers, Bextra, might increase the risk of a heart attack or stroke in coronary artery bypass surgery patients. The announcement comes just two weeks after Merck pulled its painkiller, Vioxx, which is in the same class of drugs as Bextra, from the market because a study showed that the risk of heart attacks doubled for patients who had taken Vioxx for 18 months or longer. Pfizer said a clinical study involving more than 1,500 patients showed that those who had undergone bypass surgery and had taken Bextra intravenously and orally were at higher risk for heart attacks. An initial study last year raised similar concerns in the same kinds of patients. The painkillers known as COX-2 inhibitors, which include Bextra and Vioxx, have been widely prescribed to people suffering with arthritis. Merck's decision to withdraw Vioxx cast suspicion on the safety of drugs in that class. Now Pfizer's warning is sure to fuel the debate about the overall safety of these drugs for all patients. Officials of the Food and Drug Administration said Friday that a meeting about these issues will occur in January. Regulators abroad have also indicated plans to review COX-2 drugs. Pfizer said it is already conducting research into whether Bextra increases the risk of heart attacks in people taking the drug for chronic pain. The company also issued a warning on Friday about an extremely rare and potentially fatal skin reaction to Bextra. In addition to Bextra, Pfizer also makes Celebrex, the best-selling COX-2 drug on the market. Bextra is the company's new and faster-acting version of Celebrex. Pfizer says there is no evidence that its drugs have problems similar to Vioxx because they are chemically different. Although Bextra is not approved for use for surgery patients, Pfizer said that its studies had shown that general surgery patients -- as opposed to bypass patients -- were not at higher risk for heart attacks. But some doctors say this group of drugs may work in a way that increases the risk of heart problems for some patients, and they point to this latest information as additional reason for concern. "
		},
		{
			"id":"LTW_ENG_20041018.0077",
			"headline":"Painful Withdrawal for Merck, Makers of Vioxx",
			"text":" The two Merck &amp; Co. executives were somber as the company plane pitched and rolled through the remnants of Hurricane Jeanne on the night of Sept. 28. The turbulence outside the aircraft was an echo of the corporate tempest leading up to their trip. For five days Merck had been struggling with what to do with frightening new data that showed that long-term use of their $2.5 billion arthritis drug Vioxx doubled the risk of heart attacks and strokes, confirming concerns raised by earlier studies. Now research lab director Peter Kim and general counsel Kenneth Frazier were flying to Boston to tell one of the men most responsible for Vioxx's success that Merck would be pulling the drug in two days. As they sat at the former lab director's dining table that night, they watched Edward Scolnick, who had been a champion of the drug before he retired, take in the implications of the data and become ``despondent,'' they said. Scolnick was the one who had thrown Merck's resources behind the creation of Vioxx, a painkiller with fewer gastrointestinal side effects than traditional drugs. Backed by a $195 million ad campaign, featuring testimonials from former skater Dorothy Hamill and music by the Rascals to appeal to aging baby boomers, Merck had sold Vioxx to more than 20 million Americans since its approval in 1999 and millions more worldwide. Now their wonder drug was suddenly under a cloud and Merck officials faced a difficult decision about how to handle the catastrophe. On Sept. 30, the company took the dramatic step of withdrawing the drug, sending the price of its stock into a steep slide that wiped out a quarter of the company's value, a slide from which it has not yet recovered. An examination of how and why Merck reacted offers an unusual look at how safety issues are handled in clinical trials once a drug is on the market and the complex business of weighing risks against benefits. Even as Merck was deciding to withdraw the drug, there were medical experts arguing that it should not. It also shows that federal regulators often rely on drug companies to tell them that a product is dangerous. The whole saga, industry experts said, raises unsettling questions about aggressive consumer marketing of drugs before their long-term safety has been proven. Sen. Charles Grassley, R-Iowa, who has launched an investigation into the Food and Drug Administration's handling of Vioxx said one of the questions will be whether ``a too cozy relationship between the FDA and drug companies is getting in the way of public safety.'' Over the past two weeks The Washington Post had interviewed independent researchers who collected and reviewed the Vioxx data, company officials who decided how Merck would respond, critics of the drug industry and regulators who, in the end, played almost no role in its recall. With Vioxx, researchers had been warning about the drug's possible cardiovascular risks since 2000, only a year after it was approved by the FDA. Data from a company study found then that users had four times as many heart attacks and strokes as those who used another painkiller. But the data was not definitive, and Merck, which even critics say is one of the most responsible drug companies, repeatedly reassured the medical and financial communities that Vioxx was safe. Independent studies of Vioxx users continued to add to the questions, and the FDA began its own review. The safety officer who conducted it concluded this summer that the drug posed a serious risk. But he said that the results were ignored and that the FDA made efforts to silence him. When the recall occurred, it came about because of a major clinical study sponsored by Merck that tracked 2,600 patients for almost three years to find out if Vioxx helped prevent colon polyps. Merck launched the effort hoping to create new markets for Vioxx, while also laying to rest questions about the drug's connection to heart attacks and strokes. Far from it, the trial confirmed the predictions of Merck's harshest critics, who had long complained that the New Jersey manufacturer was closing its eyes to Vioxx's problems and improperly pushing a dangerous drug onto consumers with aggressive ads. Vioxx and other Cox-2 inhibitors like Celebrex had been promoted as wonder drugs, since they provided pain relief to arthritis sufferers without causing stomach problems, but now Vioxx is off the market and the others are under a cloud. Cleveland Clinic cardiologist Eric Topol, an early critic of the drug, estimates Vioxx may have caused 30,000 to 100,000 heart attacks and strokes, many of them ``preventable'' because patients could have taken other drugs. ``Why didn't they stop the DTC (direct to consumer) marketing?'' that was a major factor in increasing sales, he said. ``That's the tragedy here.'' The last days of Vioxx began with FedEx deliveries on Sept. 14. That was when the four members of the colon polyp trial's Data and Safety Monitoring Board, an independent panel of specialists hired to catch harmful developments in the trial, received heart attack and stroke data for the previous six months. Most clinical trials include independent safety monitors, and their role is little understood but crucial. The four monitors, along with a Merck statistician were the only ones with full access to information about the trial, including which patients were getting Vioxx and which were getting the placebo. As a result, they alone were in a position to conclude the drug had proven too dangerous for the trial to continue. The same team also was monitoring another Merck trial to see if Vioxx might help protect against prostate cancer. A third trial was studying the drug's effect on colon cancer was also underway. All three trials were placebo-controlled and ``blinded'' to investigators, making them the most trusted kind of drug research. These studies also were designed to answer questions about cardiovascular risk raised by earlier less conclusive research. From the beginning of the colon polyp study, the safety monitors had noted an increased rate of hypertension among the Vioxx group. In addition, in 2003 and earlier this year, they found that more people in the Vioxx group were having cardiovascular events than in the placebo group. The numbers were small, in part because people with heart disease had been screened out of the trial, but the trend had been worrisome and the latest data were striking: After 18 months on the drug, the Vioxx group was clearly having more heart problems than the placebo group and the rate of difference was accelerating. ``When I saw the last set of data, I knew we had a tough decision to make,'' said James Neaton, a University of Minnesota biostatistician, who had monitored a dozen other studies but seldom had seen such troubling data. ``There was so much at stake for everyone involved. ... You have to have data that the scientific community will accept.'' Neaton and the three safety committee members spent several days studying the data, then held their regularly scheduled phone conference Sept. 17. They talked first with Merck representatives and the principal investigator for the colon polyp trial, John Baron of Dartmouth Medical School. Then Baron and the Merck people left the call, freeing the four safety panel members to talk openly about the latest unsettling data. The experts agreed unanimously that the trial had to stop. ``Coming to that conclusion, it took our breath way,'' Neaton said. Vioxx was Merck's fourth top seller, and they knew their decision would be extremely harmful to the company. Neaton immediately called Baron, who was conducting the trial with a grant from Merck, and explained the problem. When Neaton faxed him the ``unblinded'' data, the signal was clear: Within the small population of people suffering from cardiovascular disease, the number from the Vioxx group after 18 months of study was twice as high as the placebo group -- 15 heart attacks or strokes per 1,000 patients per year, versus 7.5 for the sugar pill. ``I looked at it and concurred immediately that the trial should stop,'' Baron said. But first, Baron needed to get the approval of his steering committee of others involved in the trial. This took nearly a week, during which Baron took precautions to guard against leaks of negative information and insider trading of Merck shares. On Sept. 23 the full committee agreed to halt the trial. That afternoon, Baron called his contact at Merck to say that the drug presented an unacceptable risk of cardiovascular damage. Baron said in the next few days, as he presented the data to company officials and some outside Merck advisers, he experienced ``no pushback at all.'' But then again, he said, ``if an independent committee makes a recommendation like ours, only a fool would tell us to buzz off.'' Merck lab director Kim heard the news on when he dialed into his voice mail while driving to work, 7:30 a.m. on Sept. 24. ``I was stunned,'' said Kim who had expected positive results. He and other Merck scientists pored over the data, looking for flaws but finding none. At midday, Kim got the general counsel Frazier on the line and called Raymond Gilmartin, Merck's chairman, president and chief executive. ``The drug held up for three years. When you've been going this long you don't expect this kind of phone call,'' Gilmartin remembered in an interview soon after the drug was pulled. Merck critics, and there are many, say the company had plenty of warning. Yet Merck continued advertising. ``There was so much denial over there,'' said David Moskowitz, senior pharmaceutical analyst for Friedman, Billings, Ramsey Co. Last week, Gilmartin and Kim still said that none of the earlier Vioxx studies, by either the company or others, convincingly showed increased heart and stroke risk from the drug. As a result, they said, there was no reason to stop the advertising campaign. ``We were acting totally consistent with the data we had,'' Gilmartin said. ``We undertook right away to ask the right questions.'' The company was trying to get at cardiovascular risk, he said, by initiating three clinical trials that would together give important new information on the issue. Many doctors and patients liked Vioxx's track record on gastrointestinal problems, a major source of worry for arthritis patients. But, on the phone call, when Kim delivered the new, more damaging results, Gilmartin's choices were bleak. Even if the painkiller stayed on the market, sales would almost certainly plummet because its advertising would be restricted and would have to carry a ``black box'' warning about the heart attack risks. Gilmartin was clear that the trial should be halted and that the drug might have to be taken off the market. ``Look Peter, we're going to make this decision based on what's in the best interest of science and patient safety,'' Gilmartin recalled saying. ``It's not that we're unaware of the consequences, but it's a deep-seated belief that if you do the right thing, rewards will follow,'' he said of the decision to pull the drug. The decision was also sound litigation strategy. The company was already facing two class action lawsuits alleging patient harm from Vioxx. Anything that smacked of a cover-up would have strengthened the plaintiffs' hands. ``Running away from your problems, denial, is the worst possible choice,'' said Anthony Sabino, professor of business law at St. John's University. Over the next three days, Kim and his researchers convened three teleconferences with about 15 outside medical experts to get their advice. By then, Kim said, he was leaning toward pulling the drug. But the outside experts, most of whom had done previous work with Merck and were offered a fee for their consultation, had surprisingly mixed opinions. A sizable group were reluctant to give up a painkiller proven to have fewer gastrointestinal side effects than others and were not convinced the available alternatives were any safer, participants said. (On Friday, Pfizer Inc. issued a warning that its Cox-2 drug Bextra may increase cardiovascular risk for some patients.) Duke University cardiologist Robert Califf argued strenuously on one teleconference for keeping the drug on the market with a much stronger warning label. He had been railing publicly for some time about the absence of long-term cardiovascular risk studies on painkillers, a situation that he said made selecting the right drug a ``total crapshoot.'' In his view, the new Vioxx data quantified the risk and made it manageable. ``The curves show not even a hint of a detrimental effect for 18 months,'' and even after that the risks did not appear that large. ``I thought the risk was going to be larger than it was,'' he said. But Northwestern University rheumatologist Thomas Schnitzer argued for ditching Vioxx entirely because Merck's scientists could not explain why the drug started causing heart attacks after 18 months. Furthermore, Merck's carefully cultivated image would go out the window if Vioxx stayed on the market, he said, because Merck ``prides itself on its ethical approach. I couldn't see Merck saying we're going to market a drug with a safety problem.'' At lunchtime on Monday, Sept. 27, it was time to make a final decision. Kim, Frazier and Gilmartin gathered in the chief executive's conference room at the Whitehouse Station, N.J., campus. The lab director's message came in two parts: the experts were divided over whether Merck had to pull Vioxx off the market, but Kim thought they should do it anyway. Gilmartin said he agreed the drug should be pulled but wanted to take a decision of that magnitude to his board of directors who concurred when they met the next day. By then, Merck had notified the FDA that it needed an emergency meeting that afternoon, and asked that top officials be present. In the meeting, top FDA officials were shown preliminary slides from the colon polyp study and were told by Merck that the drug would be withdrawn. The FDA Center for Drug Evaluation and Research director Steven Galson said there was discussion of keeping the drug for short-term use, but the company did not think it was practical. Fearful of a leak, Merck officials waited until the next day, Wednesday, to tell international affiliates of the planned withdrawal and asked them to hold off on telling their regulators until the news was made public. Three Merck officials sat up all night Wednesday answering e-mails and phone calls from the foreign medical directors. Withdrawal day started early, with a 4 a.m. e-mail to Merck's 60,000 employees alerting them to a major announcement. At 9 a.m. on Sept. 30, Gilmartin and Kim took the stage at the Hilton Times Square and faced a room packed with reporters and television cameras. ``This morning Merck is announcing a voluntary worldwide withdrawal of Vioxx,'' Gilmartin began. Since the Merck decision, public health advocates and some congressional leaders have asked pointedly why the FDA, the nation's arbiter of drug safety, did not act sooner itself. Galson said that his agency met often with Merck to discuss earlier troubling Vioxx studies, and said that ``we insisted that we needed more information about the cardiovascular risks.'' In 2001, the agency formally warned the company against misleading doctors about those risks, and in 2002, the FDA required stiffer wording on the drug label. Nonetheless, the agency had agreed with Merck that the 2000 study had too many confounding aspects to be definitive. The national adverse event reporting system that helps the FDA flag dangerous side effects was of little use in this case because the ailments possibly caused by Vioxx -- heart attacks and strokes -- are so common. Galson also said that Vioxx safety follow-up was complicated by the fact that it is unethical to give placebos to arthritic patients, because their pain needs treatment. Instead the FDA strongly supported the Merck decision to use three placebo-controlled trials in healthy people to test whether the drug was protective against prostate and colon cancer and colon polyps and also to study cardiovascular risk. The FDA's own study of the Vioxx safety issue has become mired in controversy. The FDA safety officer in charge of the report, David Graham, concluded that Vioxx posed much greater cardiovascular risk than the other major drug in its class, Celebrex. He presented that information at a French conference this summer. Galson has said, however, that he only saw a short abstract of the study and so could not act on its conclusions, a contention that Graham disputes. The controversy grew Friday when Grassley asked Merck, among other things, about an e-mail provided by Graham in which a Merck official complained that the FDA had not lived up to a prior agreement to alert the company before releasing any negative information about its products. The FDA's opportunity to act independently on Vioxx ended on Sept. 27, when the fax came from Merck asking for an urgent meeting with senior officials. The next day surprised FDA officials learned the drug would be pulled. Despite the criticism directed at his agency, Galson remains unapologetic. ``We did the right things based on what we knew at the time,'' he said. But taking the drug off the market, he said, was the right thing, too. "
		}
	]
}
