{
    "docSet": [
        {
            "headline": "A Symptom of FDA Laxity", 
            "text": "\n<P>\nMerck &amp; Co. said its surprise decision Thursday to withdraw the\narthritis drug Vioxx -- used by about 2 million people worldwide --\nwas driven by recent evidence that the drug's adverse side effects\noutweighed any potential benefits. But that wasn't really news. Though\nthe new study was more comprehensive than past research because it\nlooked at patients over the course of three years, research since\nNovember 2000 has suggested that those who take Vioxx face a heart\nattack risk four to five times greater than those who take older,\nequally effective arthritis treatments such as ibuprofen and naproxen.\n</P>\n<P>\nSo why is Merck recalling the drug now? One can only speculate, but\nit may have less to do with side effects outweighing benefits than\nwith legal liabilities outweighing profits. Merck faces several\nlawsuits, including a class action filed Thursday alleging the company\nmade false and misleading statements about Vioxx's safety. Whatever\nthe company's motives, its decision to withdraw Vioxx should cast\nscrutiny on at least two problems inherent in the nation's system for\nassessing and monitoring drug safety.\n</P>\n<P>\nThe first is misleading ads. Vioxx and a similar drug from Pfizer\nInc., Celebrex, have been touted as ``super-aspirins'' in numerous TV\ncommercials that have downplayed their known cardiovascular risks.\nSuch commercials show how far the Food and Drug Administration has\nslipped in enforcing its own rules. When the agency determines a drug\ncompany has made a misleading ad, it first issues a warning letter,\nthen imposes a fine if the ad is not pulled. But the number of warning\nletters has dropped precipitously since the Bush administration took\npower, from 82 in 2000 to 24 in 2003.\n</P>\n<P>\nThe second problem is the nation's almost exclusive reliance on\ndrug companies to police the safety and efficacy of their own drugs.\nAlthough the FDA requires drug makers to demonstrate the superiority\nof their medications to placebos before they can release them, the\nagency lets drug companies monitor their own products' dangers after\nthey've reached the shelves.\n</P>\n<P>\nThe FDA could help solve these problems not only by enforcing its\nown rules but by requiring doctors and hospitals to report ``adverse\nevents'' when patients use drugs. Big government payers such as\nMedicaid or Medicare could pay only for expensive new drugs that are\ndemonstrably superior to older, cheaper ones.\n</P>\n<P>\nThe withdrawal of Vioxx caused Merck's market value to sink by\nalmost $27 billion. The FDA's current hands-off approach to drug\ncompanies doesn't just endanger consumers, it hurts investors -- who\nshouldn't be caught by surprise over a drug whose dangers have long\nbeen clear.\n</P>\n", 
            "id": "LTW_ENG_20041001.0095"
        }, 
        {
            "headline": "VIOXX RECALL TURNS EYES TO CELEBREX", 
            "text": "\n<P>\nLess than a week after Merck &amp; Co. yanked its popular Vioxx\narthritis drug off the market, the New England Journal of Medicine\nvoiced strong concerns Wednesday about the safety of Pfizer's\nbestselling Celebrex.\n</P>\n<P>\nWriting in the medical journal, Dr. Garret FitzGerald, chief of\npharmacology at the University of Pennsylvania, said studies suggest\nthe same mechanism that makes the drugs easier on the stomach than\ntraditional painkillers also blocks a substance that prevents heart\nproblems.\n</P>\n<P>\n\"I believe this is a class effect,\" he said, meaning the problem that\ncaused Vioxx to be removed also could apply to Celebrex and Pfizer's\nnewer and similar drug, Bextra.\n</P>\n<P>\nMeanwhile, the European Medicines Agency in London announced it would\nreview drugs similar to Vioxx.\n</P>\n<P>\nAnd a congressman requested the U.S. Food and Drug Adminstration\nanswer questions about the medications used to treat arthritis,\ndiagnosed in more than 49 million people.\n</P>\n<P>\nPfizer said both Celebrex and Bextra will remain on the market and\nthat there's no reason they shouldn't.\n</P>\n<P>\nCompany spokeswoman Maryann Caprino described FitzGerald's article as\n\"an interesting hypothesis\" but said that \"in terms of the real\nworld, we totally disagree.\"\n</P>\n<P>\nThe FDA said last week after Vioxx was withdrawn that the problems\nwere unique to that drug. But FitzGerald suggested that by\nselectively blocking one of the two substances called prostaglandins\nthat lead to inflammation, these Cox-2 inhibitors were sparing the\nstomach at the expense of the heart.\n</P>\n<P>\nDr. W. Hayes Wilson, chief of rheumatology at Piedmont Hospital in\nAtlanta, urged people taking the drugs not to panic. He said he sees\nno reason for people using Celebrex to stop.\n</P>\n<P>\n\"We all take reasonable risks in our lives,\" the physician said.\n</P>\n<P>\nFive years ago, FitzGerald published research \"revealing a mechanism\"\nin both Vioxx and Celebrex that could \"predispose people . . . to the\nrisk of heart attack or stroke,\" he said in an interview. \"Over the\nyears, evidence has slowly accumulated consistent with that\nhypothesis.\"\n</P>\n<P>\nMerck officials said last week its latest research showed an\nincreased risk of heart attack and other cardiovascular complications\nin patients who took Vioxx for at least 18 months.\n</P>\n<P>\nFDA urged to weigh in\n</P>\n<P>\nVioxx, Celebrex and Bextra are the only three drugs in a class known\nas Cox-2 inhibitors. The Cox-2 inhibitors cause fewer\ngastrointestinal side effects, including upset stomach, heartburn and\nulcers, than other pain-relieving drugs.\n</P>\n<P>\nMerck took the drastic step of pulling Vioxx because its research\nshowed it caused increased risk of heart attack. The drugmaker's\ncolon cancer study of 2,600 people was designed to evaluate the\neffectiveness of the standard 25-milligram dose in preventing a\nrecurrence of colon polyps. But the study was halted when it\nindicated a heightened risk of cardiovascular complications.\n</P>\n<P>\nFitzGerald said the Food and Drug Administration \"has a\nresponsibility to provide informed, unbiased information rapidly to\nadvise doctors and their patients as to how to respond to the\nwithdrawal of Vioxx.\"\n</P>\n<P>\nSo far, he said, that information has come almost entirely from Merck\nand Celebrex.\n</P>\n<P>\n\"The question for the FDA is whether there should be a general\nwarning, particularly for patients who are at high risk of\ncardiovascular disease,\" the doctor said. \"I'm trying to prompt\nguidance from an unbiased source, and it should come urgently.\"\n</P>\n<P>\nThe FDA had no comment Wednesday on the report.\n</P>\n<P>\nBut U.S. Rep. Tom Davis of Virginia, Republican chairman of the House\nGovernment Reform Committee, sent a letter to FDA's acting\ncommissioner, Dr. Lester Crawford, giving him two weeks to answer\nquestions about how FDA tracks problems with drug safety, how it\ndealt with issues surrounding Vioxx and whether the agency will study\npotential risks in similar drugs.\n</P>\n<P>\n\"I am concerned whether FDA has been sufficiently aggressive in\nmonitoring drug safety,\" Davis said.\n</P>\n<P>\nAlong with the FitzGerald piece, The New England Journal of Medicine\nalso posted a second article on the Internet, two weeks ahead of\nscheduled publication, signaling a more immediate concern.\n</P>\n<P>\nThe second article in the medical journal, by Dr. Eric Topol of the\nCleveland Clinic, criticizes the FDA for not requiring Merck to do\nstudies investigating heart problems with Vioxx even though hints of\ndanger appeared years ago. Topol also criticized the FDA for letting\nMerck blitz consumers with TV ads pushing the drug.\n</P>\n<P>\nTwenty-seven million prescriptions have been written for Celebrex\nsince 1999, Caprino said. Celebrex earned $1.5 billion in the first\nsix months of this year, she said. By contrast, Vioxx made $2.5\nbillion for Merck last year.\n</P>\n<P>\nCelebrex and Vioxx have become household names in recent years. Rich\nTomaselli of Advertising Age Magazine said Merck spent $78 million\nadvertising Vioxx last year, compared to $96 million for Celebrex,\nthe 10th most popular drug in the country. Long-term studies on\nBextra, which was approved by the FDA in 2001, are not yet available.\n</P>\n<P>\nWilson at Piedmont Hospital pointed out that there are alternatives\nto such medicines, like weight loss and exercise prescribed by a\ntherapist. \"Most people want a pill to make them better,\" he said.\n\"But there are other things they can learn that are\nnonpharmacological.\"\n</P>\n<P>\nHe thought the concerns, however, would result in more conversations\nbetween doctors and patients. \"I think it's good we are looking at\nsafety,\" Wilson said. \"But we need to understand that anything strong\nenough to help you is potentially strong enough to have a side\neffect.\"\n</P>\n<P>\nFor people too worried about the risks to continue taking\nprescription medications, he suggested over-the-counter drugs like\nTylenol, at least until they have time to consult with their doctor.\n</P>\n<P>\n\"I did have a patient who said, 'I've heard about Vioxx, I hear\nCelebrex is next.' Then I gave her the facts,\" he said. \"(And) I\noffered one of the older anti-inflammatories, and she said, 'I think\nI'd rather stay on Celebrex.' \"\n</P>\n<P>\nBill Hendrick writes for The Atlanta Journal-Constitution. E-mail:\nbhendrickajc.com\n</P>\n", 
            "id": "NYT_ENG_20041006.0329"
        }, 
        {
            "headline": "NYTR-LKL-VIOX", 
            "text": "\n<P>\nWith Vioxx coming off the pharmacy shelves, what is a patient who\ntook that drug for pain supposed to do?\n</P>\n<P>\nCall the doctor who prescribed it and talk about alternatives.\n</P>\n<P>\nBut while patients need to stop taking Vioxx, local physicians said,\nit is not always easy to decide on a new course of treatment.\n</P>\n<P>\n\"There's not a simple generic answer,\" said Dr. Randel Miller, Watson\nClinic rheumatologist.\n</P>\n<P>\nMerck &amp; Co. removed Vioxx from use Thursday after new study\nresults showed increased risk of heart attacks and stroke in people\nwho used it for longer than 18 months.\n</P>\n<P>\nPatients on Vioxx for arthritis or other conditions should be getting\nletters from their doctors, although they can call them now.\n</P>\n<P>\nSimply switching to stronger doses of over-the-counter pain medicine\nis not necessarily the right option, doctors said.\n</P>\n<P>\nSome of them have an anti-clotting effect that make patients more\nlikely to bleed. For patients on blood thinners such as Coumadin, the\ncombination could be highly risky without proper supervision.\n</P>\n<P>\nAnd older nonsteroidal anti-inflammatory drugs such as ibuprofen and\nnaproxen, typically called NSAIDs, cause gastrointestinal bleeding in\nsome patients. That is one reason doctors and patients welcomed the\nnew NSAIDs known as Cox-2 inhibitors -- Vioxx, Celebrex and Bextra --\nas they started entering the market in the 1990s.\n</P>\n<P>\nTheir less-upsetting impact on the stomach was a plus, particularly\nwith older patients.\n</P>\n<P>\nConcern about possible cardiovascular problems associated with Vioxx,\nhowever, soon arose.\n</P>\n<P>\nDr. Ada Lopez-Mendez, a rheumatology specialist at Winter Haven\nHospital, said patients should return the Vioxx they have.\n</P>\n<P>\nTheir doctors can prescribe other Cox-2 inhibitors, or try drugs such\nas ibuprofen. They may review patients' conditions to see if they\nstill need medicine, she and Miller said.\n</P>\n<P>\nTwo newer arthritis drugs of the same type are waiting for marketing\napproval in the United States, but Miller said they will not be\nreleased without more review of their cardiovascular risks.\n</P>\n<P>\nOn Wednesday, the European Medicines Agency in London announced it\nwould review all drugs of this type.\n</P>\n<P>\nAlthough the U.S. Food and Drug Administration said the risk of an\nindividual patient having a heart attack or stroke related to Vioxx\nis small, the agency also said \"there appear to be significant safety\nconcerns.\"\n</P>\n<P>\nResults of clinical studies with one drug in a given class do not\nnecessarily apply to other drugs in the same class, the FDA said.\n</P>\n<P>\nThat means Vioxx results cannot automatically be extended to Celebrex\nand Bextra, which are in the Cox-2 classification with Vioxx but are\nnot identical to it.\n</P>\n<P>\n\"There's no evidence we're aware of the other Cox-2 drugs have\nsimilar effects, but we don't really have studies that are long\nenough (to know),\" Miller said.\n</P>\n<P>\nBut articles released Wednesday by the New England Journal of\nMedicine say Vioxx may not be the only drug of its type that raises\nthe heart and stroke risk.\n</P>\n<P>\nStudies done five years ago when Pfizer's Celebrex and Merck &amp;\nCo.'s Vioxx were approved suggest the same mechanism that inhibits\ninflammation and makes them easier on the stomach than traditional\npainkillers also blocks a substance that prevents heart problems,\naccording to Dr. Garret FitzGerald, chairman of pharmacology at the\nUniversity of Pennsylvania.\n</P>\n<P>\nHe led the studies, which were designed by him but funded by the drug\ncompanies.\n</P>\n<P>\nFitzGerald said he thinks the problem of increased risk also applies\nto Pfizer's Celebrex and Bextra.\n</P>\n<P>\nPfizer's medical director, Dr. Gail Cawkwell, insisted that its drugs\nare safe. \"The data for Celebrex is robust and exceeds, in the length\nof patients in studies and in the size of studies, the data Vioxx\nhas,\" she said.\n</P>\n<P>\nShe called FitzGerald's contention \"an interesting theory,\" but said,\n\"there is no evidence\" of increased risk of heart problems among the\n75 million Americans who have taken Celebrex. Long-term studies are\nnot yet available on Bextra, approved in 2001.\n</P>\n<P>\nThe FDA needs to give more guidance in using the remaining COX-2\ninhibitors, Fitzgerald said in the Journal article.\n</P>\n<P>\nHe said the drugs remain a \"rational choice\" for patients at low risk\nof cardiovascular problems who have had serious gastrointestinal\nevents (such as bleeding), but he said it would \"seem prudent\" to\navoid them with patients who have or are at risk of cardiovascular\ndisease.\n</P>\n<P>\nIn a separate report released by the New England Journal, Dr. Eric\nTopol of the Cleveland Clinic chastises the FDA for not requiring\nMerck to do studies investigating heart problems with Vioxx when\nhints of them first appeared years ago.\n</P>\n<P>\n\"This represents the largest prescription-drug withdrawal in history,\nbut had the many warning signs along the way been heeded, such a\ndebacle could have been prevented,\" he said.\n</P>\n<P>\nThe medical journal published their reports Wednesday on the Internet\n-- more than two weeks ahead of their planned publication to help\ninform doctors and patients.\n</P>\n<P>\nUntil the new study, Vioxx seemed the best alternative for some\npatients despite a caution on its label from an earlier study.\n</P>\n<P>\nThat included patients for whom older NSAIDs had not controlled pain\nand patients who have sulfa allergies, of which Celebrex and Bextra\ncan trigger a recurrence, Watson Clinic's Miller said.\n</P>\n<P>\n\"There's a lot of individual variability in medicines,\" he said.\n</P>\n<P>\n\"You have one person do extremely well with a drug and on the other\nit wouldn't work.\"\n</P>\n<P>\nThe trial whose results pulled Vioxx off the market was designed to\ncheck how well 25 mg of Vioxx did in preventing recurrence of polyps\nin the colon.\n</P>\n<P>\nIt was not stopped earlier because trial results did not find\nincreased risk in the first 18 months of the trial, the FDA said.\nThey were discovered later.\n</P>\n<P>\nThe results of that study came on the heels of an earlier study that\nshowed a greater number of heart attacks in patients taking Vioxx,\nalthough there were fewer stomach ulcers and bleeding. Information\nfrom the earlier study went on the Vioxx label in April 2002,\naccording to the FDA.\n</P>\n<P>\nAlthough that study's findings did not cause Vioxx to be withdrawn,\nMiller and Lopez-Mendez said the results put Vioxx lower on their\nlist for prescribing.\n</P>\n<P>\nAnother study -- this one released in August on a review of more than\n1 million HMO patients -- found a three-fold risk of cardiovascular\nincidents in patients taking 25 mg or more Vioxx, Lopez-Mendez said.\n</P>\n<P>\nThe risk was only slightly greater than average with less than 25\nmilligrams, she said, adding that the American College of\nRheumatology sent members the results of that presentation days\nbefore Merck withdrew Vioxx. That could have made many less likely to\nprescribe it.\n</P>\n<P>\n\"When there are other alternatives, why risk trying to use the drug\nthat might have elevated risk?\" said Lopez-Mendez, medical director\nof rehabilitation services at Winter Haven Hospital. FOR MORE\nINFORMATION:\n</P>\n", 
            "id": "NYT_ENG_20041006.0378"
        }, 
        {
            "headline": "Other drugs besides Vioxx may raise heart risks, report suggests", 
            "text": "\n<P>\nMomentum was growing for a fresh look at the safety of Celebrex and\nother pain relievers as key researchers, a congressman and European\nregulators said they feared such drugs might raise the risk of heart\nproblems like those blamed on the arthritis medicine Vioxx.\n</P>\n<P>\nHeavily advertised as an arthritis drug, Vioxx was pulled from the\nmarket last week after its maker said a study showed it doubled the\nrisk of heart attack and stroke. But the U.S. Food and Drug\nAdministration said similar prescription drugs were safe.\n</P>\n<P>\nOn Wednesday, the European Medicines Agency in London announced it\nwould review all drugs of this type. And researchers writing in the\nNew England Journal of Medicine voiced their concerns as well with\nsuch drugs as Pfizer's popular Celebrex.\n</P>\n<P>\nThe medical journal published two reports on the issue Wednesday on\nthe Internet _ more than two weeks ahead of their planned print\npublication _ to help inform doctors and patients considering whether\nto stop using the drugs.\n</P>\n<P>\nStudies done five years ago when Celebrex and Merck &amp; Co.'s Vioxx\nwere approved suggest that the same mechanism that inhibits\ninflammation and makes the drugs easier on the stomach than\ntraditional painkillers also blocks a substance that prevents heart\nproblems, according to Dr. Garret FitzGerald, a University of\nPennsylvania cardiologist. FitzGerald led the studies, which were\ndesigned by him but funded by the drug companies.\n</P>\n<P>\n\"I believe this is a class effect,\" he said, meaning that the problem\nalso applies to Celebrex and Pfizer's newer, similar drug, Bextra,\nwhich remain on the market.\n</P>\n<P>\nHe called on the FDA to change its advice to patients and doctors to\nreflect the new safety concerns.\n</P>\n<P>\nPfizer's medical director, Dr. Gail Cawkwell, insisted that its drugs\nare safe.\n</P>\n<P>\n\"The data for Celebrex is robust and exceeds, in the length of\npatients in studies and in the size of studies, the data Vioxx has,\"\nshe said.\n</P>\n<P>\nShe called FitzGerald's contention \"an interesting theory,\" but said,\n\"there is no evidence\" of increased risk of heart problems among the\n75 million Americans who have taken Celebrex. Long-term studies are\nnot yet available on Bextra, which was approved in 2001.\n</P>\n<P>\nCelebrex is the 10th most popular drug in the United States, with\nannual sales of $2.7 billion, up 5 percent in a year, according to\nIMS Health, a company that tracks drug industry trends.\n</P>\n<P>\nIn a separate report also released by the medical journal, Dr. Eric\nTopol of the Cleveland Clinic chastises the FDA for not requiring\nMerck to do studies investigating heart problems with Vioxx when\nhints of them first appeared years ago, and for allowing the company\nto blitz consumers with TV ads touting the drug.\n</P>\n<P>\nVioxx was the largest prescription drug withdrawal in history, \"but\nhad the many warning signs along the way been heeded, such a debacle\ncould have been prevented,\" Topol wrote. \"Neither Merck nor the FDA\nfulfilled its responsibilities to the public ... I believe there\nshould be a full Congressional review of this case.\"\n</P>\n<P>\nAn FDA official said the agency would have no immediate comment.\n</P>\n<P>\nWhen Merck voluntarily withdrew Vioxx, FDA officials said heart\nproblems were unique to that drug and that the mechanism underlying\nthem wasn't known.\n</P>\n<P>\nBut FitzGerald and colleagues published two studies in 1999 and\nanother in 2001 suggesting that by selectively blocking one of the\ntwo substances called prostaglandins that lead to inflammation, these\nso-called cox-2 inhibitors were sparing the stomach at the expense of\nthe heart.\n</P>\n<P>\n\"There's a good prostaglandin and a bad prostaglandin as far as the\nheart is concerned,\" he explained.\n</P>\n<P>\nSuppressing both, as older painkillers like aspirin and other\nnon-steroidal anti-inflammatory drugs, or NSAIDS do, helps the heart.\nBut shutting down just the \"good\" one raises the risk of high blood\npressure, hardening of the arteries and clotting, he reports.\n</P>\n<P>\nFitzGerald also challenged Pfizer's contention that no science shows\nincreased risk from Celebrex. The original report from one study\ninvolving Celebrex found no increased risk of heart problems, but it\ncovered only six months of a year-long study, according to the\ncardiologist. A look at the full data \"reveals signs of increased\ncardiovascular risk,\" he writes.\n</P>\n<P>\nThe medical journal will publish the new reports in its Oct. 21 print\nedition.\n</P>\n<P>\nMeanwhile, Republican Congressman Tom Davis of Virginia, who chairs\nthe House Government Reform Committee, sent a letter to FDA's acting\ncommissioner, Dr. Lester Crawford, giving him two weeks to answer\nquestions about how FDA tracks problems with drug safety, how it\ndealt with issues surrounding Vioxx, and whether the agency will\nstudy potential risks in similar drugs.\n</P>\n<P>\n\"In light of Merck's withdrawal of Vioxx from the market and other\nrecent news stories examining FDA's review of the safety and efficacy\nof anti-depressant drug use by children, I am concerned whether FDA\nhas been sufficiently aggressive in monitoring drug safety,\" Davis\nwrote.\n</P>\n<P>\n___\n</P>\n<P>\nEDS: Associated Press writer Linda A. Johnson in Trenton contributed\nto this report.\n</P>\n<P>\n___\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nwww.nejm.org\n</P>\n", 
            "id": "APW_ENG_20041006.0456"
        }, 
        {
            "headline": "FDA IGNORED EARLIER WARNINGS OF VIOXX'S DANGERS", 
            "text": "\n<P>\nSeven weeks before Merck &amp; Co. pulled the arthritis drug Vioxx\noff the market because of safety concerns, federal drug regulators\ndownplayed the significance of scientific findings citing the\nincreased risks, documents released Thursday show.\n</P>\n<P>\nDr. David Graham, associate director for science in the drug safety\ndivision of the Food and Drug Administration, by early August had\nnotified his supervisors that a study of Vioxx showed patients on the\nstarting dose had 50 percent greater risk of cardiac arrest than\nthose on competitor Celebrex.\n</P>\n<P>\nGraham planned to present the study Aug. 25, but he immediately hit\nresistance from his supervisors, who said they were too preliminary.\nThey recommended that Graham's findings either be submitted to a\nmedical journal for a peer review or presented beside an alternative\nFDA opinion.\n</P>\n<P>\nE-mails released Thursday show John Jenkins, director of the Office\nof New Drugs, on Aug. 13 said Graham's findings include \"pretty\nstrong language.\" He goes on to suggest that Graham rework the study\nto say \"something like 'This and other studies suggest an increased\nrisk of (acute myocardial infarction with (Vioxx) use and should be\nconsidered by prescribers when making individual treatment\ndecisions.\"\n</P>\n<P>\nGraham presented his findings in France Aug. 25, but already had\nencountered the resistance from supervisors.\n</P>\n<P>\nThe drug was not pulled at that point. Merck removed Vioxx from sale\nSept. 28 after seeing an increased risk of \"serious cardiovascular\nevents,\" the FDA said, including heart attacks and strokes. Graham\nsubmitted a revised study to the FDA Sept. 30. The FDA's announcement\non Sept. 30 did not include the 50 percent higher risk data.\n</P>\n<P>\nThe FDA said it followed its standard review process.\n</P>\n<P>\n\"As a scientific agency, FDA values open discussion and frank\nexchange about scientific and medical issues,\" the agency said in a\nstatement. After the presentation in France, Graham discussed the\nissue with his supervisor, the statement said. \"After that\ndiscussion, it was Dr. Graham's decision to revise the abstract. He\ndid so voluntarily.\"\n</P>\n<P>\nE-mails suggest otherwise.\n</P>\n<P>\nGraham responded to his supervisor's suggested revisions in an Aug.\n13 e-mail that: \"I've gone about as far as I can without compromising\nmy deeply-held conclusions about this safety question. I've also\nshared with you the perspectives of my co-authors and I think it's\nsafe to say they share these same conclusions.\"\n</P>\n<P>\nA senior Republican senator who released the e-mails said the case\nwas another example of a pattern by the FDA. He compared it to the\nFDA last February of not allowing another doctor to present his\nfindings that antidepressants increased the risk of suicidal behavior\nin children.\n</P>\n<P>\n\"As my investigative staff continues looking into how the Food and\nDrug Administration handles drug safety issues, particularly with\nantidepressants and Vioxx, a picture is emerging of an agency that\ncan't see the forest for the trees,\" said Sen. Charles Grassley,\nR-Iowa, chairman of the Senate's Finance Committee.\n</P>\n<P>\nGraham told Senate investigators that he believed the FDA was trying\nto block publication of his findings noting the higher risk.\n</P>\n<P>\n\"Dr. Graham described an environment where he was 'ostracized,'\n'subjected to veiled threats' and 'intimidation,' \" Grassley's office\nsaid.\n</P>\n", 
            "id": "NYT_ENG_20041007.0285"
        }, 
        {
            "headline": "U.S. drug agency accused of silencing scientist's early Vioxx warnings", 
            "text": "\n<P>\nThe Food and Drug Administration silenced one of its drug experts who\nraised safety concerns weeks before Merck &amp; Co. yanked the\nblockbuster drug Vioxx due to increased risks for heart attack and\nstrokes, the chairman of the Senate Finance Committee said Thursday.\n</P>\n<P>\nDr. David J. Graham, associate director for science in the FDA Drug\nCenter's Office of Drug Safety, told Senate investigators he faced\nstiff resistance within the regulatory agency to his findings.\n</P>\n<P>\n\"Dr. Graham described an environment where he was 'ostracized,'\n'subjected to veiled threats' and 'intimidation,'\" Republican Sen.\nChuck Grassley, of Iowa, said in a statement after Finance Committee\ninvestigators interviewed the researcher Thursday.\n</P>\n<P>\nGraham told The Associated Press that Grassley's characterization was\naccurate. Raising safety concerns within the agency is \"extremely\ndifficult,\" the 20-year employee said, declining further comment.\n</P>\n<P>\nIn a prepared statement, the FDA said it \"values open discussion and\nfrank exchange about scientific and medical issues\" and subjects its\nscientists to \"more rigorous\" scrutiny than typical scientific peer\nreviews.\n</P>\n<P>\nThe Government Accountability Office, an investigative arm of\nCongress, already has been asked to look into whether the FDA muzzled\nanother staffer who linked antidepressants to raising the odds of\nchildren suffering suicidal tendencies. When Merck voluntarily pulled\nVioxx from the market on Sept. 30, the GAO was asked to roll the\nFDA's handling of that controversy into its inquiry.\n</P>\n<P>\nThat report is not expected for months. Grassley's committee is one\nof three in Congress also scrutinizing the FDA's actions.\n</P>\n<P>\nA \"picture is emerging of an agency that can't see the forest for the\ntrees,\" Grassley said. \"Merck knew it had trouble on its hands and\ntook action. At the same time, instead of acting as a public\nwatchdog, the Food and Drug Administration was busy challenging its\nown expert and calling his work 'scientific rumor.'\"\n</P>\n<P>\nGraham was lead author on a research project that studied the records\nof 1.39 million Kaiser Permanente patients, including 40,405 treated\nwith Pfizer's Celebrex and 26,748 treated with Vioxx. The study found\nthat high doses of Vioxx, known as rofecoxib, tripled risks of heart\nattacks and sudden cardiac death.\n</P>\n<P>\nThe research team's original conclusion said that high doses of Vioxx\nshould not be prescribed or used.\n</P>\n<P>\nGraham, scheduled to present those findings in late August during an\nepidemiology conference in France, said he ran into resistance when\nthe FDA reviewed his abstract.\n</P>\n<P>\n\"I think the recommendation about high dose rofecoxib is unnecessary\nand particularly problematic since FDA funded this study and David's\ntravel to France to present it,\" Anne E. Trontell, deputy director of\nthe FDA's Office of Drug Safety, wrote in an Aug. 12 e-mail.\n</P>\n<P>\nThe internal e-mail exchange was released by Grassley.\n</P>\n<P>\nIn the e-mail, Trontell suggested that Graham defer his presentation\nin favor of a journal article so dissenting scientists _ including\nwithin the FDA _ could comment.\n</P>\n<P>\nShe also said Merck should be alerted before the findings became\npublic \"so they can be prepared for extensive media attention that\nthis will likely provoke.\"\n</P>\n<P>\nOthers within the agency suggested Graham's conclusion was too\nstrongly worded, given the FDA had not added such warnings to Vioxx\nlabels.\n</P>\n<P>\n\"I've gone about as far as I can without compromising my deeply held\nconclusions about this safety question,\" Graham replied in an Aug. 13\ne-mail.\n</P>\n<P>\nThe FDA said such discussions are typical before scientific findings\nare published.\n</P>\n<P>\nThe conclusion Graham presented in France was revised: \"This and\nother studies cast serious doubt on the safety\" of Vioxx doses higher\nthan 25 mg. per day.\n</P>\n<P>\nThe FDA said that Graham decided to revise his abstract conclusion.\n\"He did so voluntarily,\" the agency said.\n</P>\n<P>\nIn testimony before a congressional panel in mid-September, Andrew\nMosholder, an FDA epidemiologist, said his bosses asked him to soften\nrecommendations about antidepressants.\n</P>\n<P>\nMosholder's analysis pointed to increased suicidal thoughts and\nbehaviors among children taking antidepressants well before federal\nadvisers pushed for strident warnings on the drugs. He suggested\npreferential use of Prozac, the only drug approved to treat depressed\nchildren and _ according to his review _ the one with the lowest\nrisk.\n</P>\n<P>\nHis supervisors within the FDA told him to suggest that children use\nsuch medications \"with caution,\" Mosholder told the Congressional\npanel.\n</P>\n<P>\nDr. Paul Seligman, acting director of the FDA's Office of Drug\nSafety, said the agency did not pressure Mosholder to change his\nconclusion.\n</P>\n<P>\n___\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nFDA: http://www.fda.gov/\n</P>\n", 
            "id": "APW_ENG_20041008.0053"
        }, 
        {
            "headline": "SELLING PRESCRIPTION DRUGS TO THE CONSUMER", 
            "text": "\n<P>\nWhen Emily Martin was hospitalized for emergency gallbladder surgery\nlast summer, her doctors found that she had also had acid reflux,\ncausing erosion of her esophagus.\n</P>\n<P>\n\"My stomach was very unsettled,\" said Martin, a 26-year-old mother in\nOradell, N.J. So she asked her doctor for Nexium, the \"purple pill\"\nthat is the nation's most widely advertised prescription drug. \"I saw\nthe commercial and they showed people talking about immediate and\nmiracle relief,\" she said.\n</P>\n<P>\nThe issue of drug advertising directly aimed at consumers was thrust\ninto the news recently when Merck withdrew its arthritis painkiller\nVioxx from the market, citing studies indicating a risk of heart\nattacks or strokes. Critics noted the role that advertising and\nmarketing had played a role in the drug's being widely prescribed to\npatients who might do just as well with ibuprofen or other\ninexpensive over-the-counter remedies.\n</P>\n<P>\nVioxx, whatever its safety risks, was hardly unique as a prescription\ndrug that became a best seller on the strength of advertising aimed\ndirectly at consumers. In the seven years since the FDA lifted\nlongstanding strictures against such ads, prescription drug\nadvertising has grown into a $3.8 billion-a-year business. And the\nFDA says that, despite the controversy accompanying the withdrawal of\nVioxx, it has no plans to place new curbs on such ads.\n</P>\n<P>\nNexium is typical of the brand-building trend. No one is arguing that\nthe drug poses serious health risks, beyond a slight chance of side\neffects like headaches and flatulence. Despite clear beneficiaries\nlike Emily Martin, though, many medical experts say most patients\nwould do just as well with various cheaper, over-the-counter remedies\nfor indigestion and heartburn, including AstraZeneca's own Prilosec\n-- a chemically similar predecessor that no longer requires a\nprescription and sells for $40 a month or less.\n</P>\n<P>\n\"Nexium is no more effective than Prilosec,\" said Dr. Sharon Levine,\nan executive with Kaiser Permanente, the United States' largest\nhealth maintenance organization. \"I'm surprised anyone has ever\nwritten a prescription for Nexium.\"\n</P>\n<P>\nAstraZeneca, a British-based company, said that it was unfazed by the\ncritics and that the Vioxx backlash would have no effect on its own\nconsumer advertising for Nexium or other drugs. \"We're moving forward\nundeterred,\" said Jim Coyne, a spokesman for the company. \"We've got\nadequate support for what we say in the ads.\"\n</P>\n<P>\nAnd an FDA spokeswoman, Crystal Rice, said late last week, \"There are\nno additional changes expected at this time in light of the Vioxx\nwithdrawal.\"\n</P>\n", 
            "id": "NYT_ENG_20041011.0247"
        }, 
        {
            "headline": "Evaluating Vioxx", 
            "text": "\n<P>\nThe following editorial appeared in Thursday's Washington Post:\n</P>\n<P>\nIn a certain sense, Merck &amp; Co.'s decision to cease selling Vioxx,\nits best-selling painkiller, demonstrates how the peculiarly American\ncombination of government regulation and private-sector competition\ncan, serendipitously, sometimes work well. Vioxx was approved after\ntrials held under the auspices of the Food and Drug Administration\nshowed it to be effective (which it was). After some initial evidence\nthat the drug might be linked to cardiac disease, the FDA required\nMerck to attach an additional warning (which was justified). Merck,\nwhich knew Vioxx was in competition with similar drugs, then conducted\nfurther trials, largely to find out if Vioxx could be legitimately\nrecommended for other conditions. Through this process, Merck\ndiscovered that Vioxx did indeed carry a small but unacceptable risk\nof cardiac problems when used for longer than 18 months. Competition\ncombined with regulation forced the drug off the market. And if courts\ndetermine that Merck was negligent, the company will pay a heavy price\nin compensation.\n</P>\n<P>\nOn its own, this incident does not make a good argument for more\nstringent FDA approval procedures. Extensive and lengthy pre-approval\ntesting of the sort that would have kept Vioxx -- and all other drugs --\nunder examination for years ultimately would have harmed more patients\nthan it would have helped. As hundreds of patients' groups can attest,\nthere are high costs when the FDA does not approve drugs quickly, even\ndrugs with serious side effects. People die every day waiting for new\ntreatments.\n</P>\n<P>\nBut the Vioxx withdrawal should inspire some sharper thought about\nwhat happens to drugs once they have been approved, and whether the\nFDA should have the authority to mandate more thorough, ongoing,\nlong-term testing. This is a safety issue, but also an economic one.\nVioxx is a new-generation painkiller, one of several that are (or\nwere) prescribed instead of aspirin or other over-the-counter drugs.\nVioxx was easier on the stomach than aspirin, but it cost more. Did\nthe 20 million Americans who used the drug since its launch in 1999\nreally have to spend that extra money and, as it turns out, incur a\nslight extra risk? Or were they persuaded to do so by Merck's\nadvertising?\n</P>\n<P>\nAccording to studies carried out by the Kaiser Family Foundation\nand others, the pharmaceutical industry's advertising encourages some\npeople to consult doctors, which is a good thing, particularly for\nthose who may not have known they have, say, high cholesterol or blood\npressure. But ads also persuade people to spend money on unnecessary\ndrugs, which is a bad thing for their health and for insurance\npremiums. The solution is not a total ban on advertising, as some\nsuggest, but rather more clinical trials of drugs, aimed specifically\nat determining effectiveness as well as long-term safety. It is in the\ninsurance industry's interest, the FDA's interest and the federal\ngovernment's interest -- because the federal government is a major\nprovider of health insurance -- either to require drug companies to\nconduct such comparative tests or to set up a neutral agency to do so.\nIf there is a lesson to be learned from the Vioxx withdrawal, surely\nit is the need for renewed attention to evidence-based medicine and\nevidence-based drug prescription as well.\n</P>\n", 
            "id": "LTW_ENG_20041014.0021"
        }, 
        {
            "headline": "PFIZER WARNS OF RISKS FROM ITS PAINKILLER", 
            "text": "\n<P>\nPfizer Inc. warned doctors on Friday that one of its bestselling\npainkillers, Bextra, might increase the risk of a heart attack or\nstroke in coronary artery bypass surgery patients. The announcement\ncomes just two weeks after Merck pulled its painkiller, Vioxx, which\nis in the same class of drugs as Bextra, from the market because a\nstudy showed that the risk of heart attacks doubled for patients who\nhad taken Vioxx for 18 months or longer.\n</P>\n<P>\nPfizer said a clinical study involving more than 1,500 patients\nshowed that those who had undergone bypass surgery and had taken\nBextra intravenously and orally were at higher risk for heart\nattacks. An initial study last year raised similar concerns in the\nsame kinds of patients.\n</P>\n<P>\nThe painkillers known as COX-2 inhibitors, which include Bextra and\nVioxx, have been widely prescribed to people suffering with\narthritis. Merck's decision to withdraw Vioxx cast suspicion on the\nsafety of drugs in that class. Now Pfizer's warning is sure to fuel\nthe debate about the overall safety of these drugs for all patients.\n</P>\n<P>\nOfficials of the Food and Drug Administration said Friday that a\nmeeting about these issues will occur in January. Regulators abroad\nhave also indicated plans to review COX-2 drugs.\n</P>\n<P>\nPfizer said it is already conducting research into whether Bextra\nincreases the risk of heart attacks in people taking the drug for\nchronic pain. The company also issued a warning on Friday about an\nextremely rare and potentially fatal skin reaction to Bextra. In\naddition to Bextra, Pfizer also makes Celebrex, the best-selling\nCOX-2 drug on the market. Bextra is the company's new and\nfaster-acting version of Celebrex.\n</P>\n<P>\nPfizer says there is no evidence that its drugs have problems similar\nto Vioxx because they are chemically different. Although Bextra is\nnot approved for use for surgery patients, Pfizer said that its\nstudies had shown that general surgery patients -- as opposed to\nbypass patients -- were not at higher risk for heart attacks.\n</P>\n<P>\nBut some doctors say this group of drugs may work in a way that\nincreases the risk of heart problems for some patients, and they\npoint to this latest information as additional reason for concern.\n</P>\n", 
            "id": "NYT_ENG_20041015.0265"
        }, 
        {
            "headline": "Painful Withdrawal for Merck, Makers of Vioxx", 
            "text": "\n<P>\nThe two Merck &amp; Co. executives were somber as the\ncompany plane pitched and rolled through the remnants of Hurricane\nJeanne on the night of Sept. 28. The turbulence outside the aircraft\nwas an echo of the corporate tempest leading up to their trip.\n</P>\n<P>\nFor five days Merck had been struggling with what to do with\nfrightening new data that showed that long-term use of their $2.5\nbillion arthritis drug Vioxx doubled the risk of heart attacks and\nstrokes, confirming concerns raised by earlier studies. Now research\nlab director Peter Kim and general counsel Kenneth Frazier were flying\nto Boston to tell one of the men most responsible for Vioxx's success\nthat Merck would be pulling the drug in two days.\n</P>\n<P>\nAs they sat at the former lab director's dining table that night,\nthey watched Edward Scolnick, who had been a champion of the drug\nbefore he retired, take in the implications of the data and become\n``despondent,'' they said. Scolnick was the one who had thrown Merck's\nresources behind the creation of Vioxx, a painkiller with fewer\ngastrointestinal side effects than traditional drugs. Backed by a $195\nmillion ad campaign, featuring testimonials from former skater Dorothy\nHamill and music by the Rascals to appeal to aging baby boomers, Merck\nhad sold Vioxx to more than 20 million Americans since its approval in\n1999 and millions more worldwide.\n</P>\n<P>\nNow their wonder drug was suddenly under a cloud and Merck\nofficials faced a difficult decision about how to handle the\ncatastrophe.\n</P>\n<P>\nOn Sept. 30, the company took the dramatic step of withdrawing the\ndrug, sending the price of its stock into a steep slide that wiped out\na quarter of the company's value, a slide from which it has not yet\nrecovered.\n</P>\n<P>\nAn examination of how and why Merck reacted offers an unusual look\nat how safety issues are handled in clinical trials once a drug is on\nthe market and the complex business of weighing risks against\nbenefits. Even as Merck was deciding to withdraw the drug, there were\nmedical experts arguing that it should not. It also shows that federal\nregulators often rely on drug companies to tell them that a product is\ndangerous. The whole saga, industry experts said, raises unsettling\nquestions about aggressive consumer marketing of drugs before their\nlong-term safety has been proven.\n</P>\n<P>\nSen. Charles Grassley, R-Iowa, who has launched an investigation\ninto the Food and Drug Administration's handling of Vioxx said one of\nthe questions will be whether ``a too cozy relationship between the\nFDA and drug companies is getting in the way of public safety.''\n</P>\n<P>\nOver the past two weeks The Washington Post had interviewed\nindependent researchers who collected and reviewed the Vioxx data,\ncompany officials who decided how Merck would respond, critics of the\ndrug industry and regulators who, in the end, played almost no role in\nits recall.\n</P>\n<P>\nWith Vioxx, researchers had been warning about the drug's possible\ncardiovascular risks since 2000, only a year after it was approved by\nthe FDA. Data from a company study found then that users had four\ntimes as many heart attacks and strokes as those who used another\npainkiller. But the data was not definitive, and Merck, which even\ncritics say is one of the most responsible drug companies, repeatedly\nreassured the medical and financial communities that Vioxx was safe.\n</P>\n<P>\nIndependent studies of Vioxx users continued to add to the\nquestions, and the FDA began its own review. The safety officer who\nconducted it concluded this summer that the drug posed a serious risk.\nBut he said that the results were ignored and that the FDA made\nefforts to silence him.\n</P>\n<P>\nWhen the recall occurred, it came about because of a major clinical\nstudy sponsored by Merck that tracked 2,600 patients for almost three\nyears to find out if Vioxx helped prevent colon polyps. Merck launched\nthe effort hoping to create new markets for Vioxx, while also laying\nto rest questions about the drug's connection to heart attacks and\nstrokes.\n</P>\n<P>\nFar from it, the trial confirmed the predictions of Merck's\nharshest critics, who had long complained that the New Jersey\nmanufacturer was closing its eyes to Vioxx's problems and improperly\npushing a dangerous drug onto consumers with aggressive ads. Vioxx and\nother Cox-2 inhibitors like Celebrex had been promoted as wonder\ndrugs, since they provided pain relief to arthritis sufferers without\ncausing stomach problems, but now Vioxx is off the market and the\nothers are under a cloud.\n</P>\n<P>\nCleveland Clinic cardiologist Eric Topol, an early critic of the\ndrug, estimates Vioxx may have caused 30,000 to 100,000 heart attacks\nand strokes, many of them ``preventable'' because patients could have\ntaken other drugs. ``Why didn't they stop the DTC (direct to consumer)\nmarketing?'' that was a major factor in increasing sales, he said.\n``That's the tragedy here.''\n</P>\n<P>\nThe last days of Vioxx began with FedEx deliveries on Sept. 14.\nThat was when the four members of the colon polyp trial's Data and\nSafety Monitoring Board, an independent panel of specialists hired to\ncatch harmful developments in the trial, received heart attack and\nstroke data for the previous six months.\n</P>\n<P>\nMost clinical trials include independent safety monitors, and their\nrole is little understood but crucial. The four monitors, along with a\nMerck statistician were the only ones with full access to information\nabout the trial, including which patients were getting Vioxx and which\nwere getting the placebo. As a result, they alone were in a position\nto conclude the drug had proven too dangerous for the trial to\ncontinue.\n</P>\n<P>\nThe same team also was monitoring another Merck trial to see if\nVioxx might help protect against prostate cancer. A third trial was\nstudying the drug's effect on colon cancer was also underway. All\nthree trials were placebo-controlled and ``blinded'' to investigators,\nmaking them the most trusted kind of drug research. These studies also\nwere designed to answer questions about cardiovascular risk raised by\nearlier less conclusive research.\n</P>\n<P>\nFrom the beginning of the colon polyp study, the safety monitors\nhad noted an increased rate of hypertension among the Vioxx group. In\naddition, in 2003 and earlier this year, they found that more people\nin the Vioxx group were having cardiovascular events than in the\nplacebo group. The numbers were small, in part because people with\nheart disease had been screened out of the trial, but the trend had\nbeen worrisome and the latest data were striking: After 18 months on\nthe drug, the Vioxx group was clearly having more heart problems than\nthe placebo group and the rate of difference was accelerating.\n</P>\n<P>\n``When I saw the last set of data, I knew we had a tough decision\nto make,'' said James Neaton, a University of Minnesota\nbiostatistician, who had monitored a dozen other studies but seldom\nhad seen such troubling data. ``There was so much at stake for\neveryone involved. ... You have to have data that the scientific\ncommunity will accept.''\n</P>\n<P>\nNeaton and the three safety committee members spent several days\nstudying the data, then held their regularly scheduled phone\nconference Sept. 17. They talked first with Merck representatives and\nthe principal investigator for the colon polyp trial, John Baron of\nDartmouth Medical School.\n</P>\n<P>\nThen Baron and the Merck people left the call, freeing the four\nsafety panel members to talk openly about the latest unsettling data.\nThe experts agreed unanimously that the trial had to stop.\n</P>\n<P>\n``Coming to that conclusion, it took our breath way,'' Neaton said.\nVioxx was Merck's fourth top seller, and they knew their decision\nwould be extremely harmful to the company.\n</P>\n<P>\nNeaton immediately called Baron, who was conducting the trial with\na grant from Merck, and explained the problem.\n</P>\n<P>\nWhen Neaton faxed him the ``unblinded'' data, the signal was clear:\nWithin the small population of people suffering from cardiovascular\ndisease, the number from the Vioxx group after 18 months of study was\ntwice as high as the placebo group -- 15 heart attacks or strokes per\n1,000 patients per year, versus 7.5 for the sugar pill. ``I looked at\nit and concurred immediately that the trial should stop,'' Baron said.\nBut first, Baron needed to get the approval of his steering committee\nof others involved in the trial. This took nearly a week, during which\nBaron took precautions to guard against leaks of negative information\nand insider trading of Merck shares.\n</P>\n<P>\nOn Sept. 23 the full committee agreed to halt the trial. That\nafternoon, Baron called his contact at Merck to say that the drug\npresented an unacceptable risk of cardiovascular damage.\n</P>\n<P>\nBaron said in the next few days, as he presented the data to\ncompany officials and some outside Merck advisers, he experienced ``no\npushback at all.'' But then again, he said, ``if an independent\ncommittee makes a recommendation like ours, only a fool would tell us\nto buzz off.''\n</P>\n<P>\nMerck lab director Kim heard the news on when he dialed into his\nvoice mail while driving to work, 7:30 a.m. on Sept. 24.\n</P>\n<P>\n``I was stunned,'' said Kim who had expected positive results. He\nand other Merck scientists pored over the data, looking for flaws but\nfinding none. At midday, Kim got the general counsel Frazier on the\nline and called Raymond Gilmartin, Merck's chairman, president and\nchief executive.\n</P>\n<P>\n``The drug held up for three years. When you've been going this\nlong you don't expect this kind of phone call,'' Gilmartin remembered\nin an interview soon after the drug was pulled.\n</P>\n<P>\nMerck critics, and there are many, say the company had plenty of\nwarning. Yet Merck continued advertising.\n</P>\n<P>\n``There was so much denial over there,'' said David Moskowitz,\nsenior pharmaceutical analyst for Friedman, Billings, Ramsey Co.\n</P>\n<P>\nLast week, Gilmartin and Kim still said that none of the earlier\nVioxx studies, by either the company or others, convincingly showed\nincreased heart and stroke risk from the drug. As a result, they said,\nthere was no reason to stop the advertising campaign.\n</P>\n<P>\n``We were acting totally consistent with the data we had,''\nGilmartin said. ``We undertook right away to ask the right\nquestions.'' The company was trying to get at cardiovascular risk, he\nsaid, by initiating three clinical trials that would together give\nimportant new information on the issue. Many doctors and patients\nliked Vioxx's track record on gastrointestinal problems, a major\nsource of worry for arthritis patients.\n</P>\n<P>\nBut, on the phone call, when Kim delivered the new, more damaging\nresults, Gilmartin's choices were bleak. Even if the painkiller stayed\non the market, sales would almost certainly plummet because its\nadvertising would be restricted and would have to carry a ``black\nbox'' warning about the heart attack risks.\n</P>\n<P>\nGilmartin was clear that the trial should be halted and that the\ndrug might have to be taken off the market. ``Look Peter, we're going\nto make this decision based on what's in the best interest of science\nand patient safety,'' Gilmartin recalled saying. ``It's not that we're\nunaware of the consequences, but it's a deep-seated belief that if you\ndo the right thing, rewards will follow,'' he said of the decision to\npull the drug.\n</P>\n<P>\nThe decision was also sound litigation strategy. The company was\nalready facing two class action lawsuits alleging patient harm from\nVioxx. Anything that smacked of a cover-up would have strengthened the\nplaintiffs' hands.\n</P>\n<P>\n``Running away from your problems, denial, is the worst possible\nchoice,'' said Anthony Sabino, professor of business law at St. John's\nUniversity.\n</P>\n<P>\nOver the next three days, Kim and his researchers convened three\nteleconferences with about 15 outside medical experts to get their\nadvice. By then, Kim said, he was leaning toward pulling the drug. But\nthe outside experts, most of whom had done previous work with Merck\nand were offered a fee for their consultation, had surprisingly mixed\nopinions.\n</P>\n<P>\nA sizable group were reluctant to give up a painkiller proven to\nhave fewer gastrointestinal side effects than others and were not\nconvinced the available alternatives were any safer, participants\nsaid. (On Friday, Pfizer Inc. issued a warning that its Cox-2 drug\nBextra may increase cardiovascular risk for some patients.) Duke\nUniversity cardiologist Robert Califf argued strenuously on one\nteleconference for keeping the drug on the market with a much stronger\nwarning label. He had been railing publicly for some time about the\nabsence of long-term cardiovascular risk studies on painkillers, a\nsituation that he said made selecting the right drug a ``total\ncrapshoot.''\n</P>\n<P>\nIn his view, the new Vioxx data quantified the risk and made it\nmanageable. ``The curves show not even a hint of a detrimental effect\nfor 18 months,'' and even after that the risks did not appear that\nlarge. ``I thought the risk was going to be larger than it was,'' he\nsaid.\n</P>\n<P>\nBut Northwestern University rheumatologist Thomas Schnitzer argued\nfor ditching Vioxx entirely because Merck's scientists could not\nexplain why the drug started causing heart attacks after 18 months.\nFurthermore, Merck's carefully cultivated image would go out the\nwindow if Vioxx stayed on the market, he said, because Merck ``prides\nitself on its ethical approach. I couldn't see Merck saying we're\ngoing to market a drug with a safety problem.''\n</P>\n<P>\nAt lunchtime on Monday, Sept. 27, it was time to make a final\ndecision. Kim, Frazier and Gilmartin gathered in the chief executive's\nconference room at the Whitehouse Station, N.J., campus. The lab\ndirector's message came in two parts: the experts were divided over\nwhether Merck had to pull Vioxx off the market, but Kim thought they\nshould do it anyway.\n</P>\n<P>\nGilmartin said he agreed the drug should be pulled but wanted to\ntake a decision of that magnitude to his board of directors who\nconcurred when they met the next day. By then, Merck had notified the\nFDA that it needed an emergency meeting that afternoon, and asked that\ntop officials be present.\n</P>\n<P>\nIn the meeting, top FDA officials were shown preliminary slides\nfrom the colon polyp study and were told by Merck that the drug would\nbe withdrawn. The FDA Center for Drug Evaluation and Research director\nSteven Galson said there was discussion of keeping the drug for\nshort-term use, but the company did not think it was practical.\n</P>\n<P>\nFearful of a leak, Merck officials waited until the next day,\nWednesday, to tell international affiliates of the planned withdrawal\nand asked them to hold off on telling their regulators until the news\nwas made public. Three Merck officials sat up all night Wednesday\nanswering e-mails and phone calls from the foreign medical directors.\n</P>\n<P>\nWithdrawal day started early, with a 4 a.m. e-mail to Merck's\n60,000 employees alerting them to a major announcement. At 9 a.m. on\nSept. 30, Gilmartin and Kim took the stage at the Hilton Times Square\nand faced a room packed with reporters and television cameras.\n</P>\n<P>\n``This morning Merck is announcing a voluntary worldwide withdrawal\nof Vioxx,'' Gilmartin began.\n</P>\n<P>\nSince the Merck decision, public health advocates and some\ncongressional leaders have asked pointedly why the FDA, the nation's\narbiter of drug safety, did not act sooner itself. Galson said that\nhis agency met often with Merck to discuss earlier troubling Vioxx\nstudies, and said that ``we insisted that we needed more information\nabout the cardiovascular risks.'' In 2001, the agency formally warned\nthe company against misleading doctors about those risks, and in 2002,\nthe FDA required stiffer wording on the drug label.\n</P>\n<P>\nNonetheless, the agency had agreed with Merck that the 2000 study\nhad too many confounding aspects to be definitive. The national\nadverse event reporting system that helps the FDA flag dangerous side\neffects was of little use in this case because the ailments possibly\ncaused by Vioxx -- heart attacks and strokes -- are so common.\n</P>\n<P>\nGalson also said that Vioxx safety follow-up was complicated by the\nfact that it is unethical to give placebos to arthritic patients,\nbecause their pain needs treatment. Instead the FDA strongly supported\nthe Merck decision to use three placebo-controlled trials in healthy\npeople to test whether the drug was protective against prostate and\ncolon cancer and colon polyps and also to study cardiovascular risk.\n</P>\n<P>\nThe FDA's own study of the Vioxx safety issue has become mired in\ncontroversy. The FDA safety officer in charge of the report, David\nGraham, concluded that Vioxx posed much greater cardiovascular risk\nthan the other major drug in its class, Celebrex. He presented that\ninformation at a French conference this summer. Galson has said,\nhowever, that he only saw a short abstract of the study and so could\nnot act on its conclusions, a contention that Graham disputes.\n</P>\n<P>\nThe controversy grew Friday when Grassley asked Merck, among other\nthings, about an e-mail provided by Graham in which a Merck official\ncomplained that the FDA had not lived up to a prior agreement to alert\nthe company before releasing any negative information about its\nproducts.\n</P>\n<P>\nThe FDA's opportunity to act independently on Vioxx ended on Sept.\n27, when the fax came from Merck asking for an urgent meeting with\nsenior officials. The next day surprised FDA officials learned the\ndrug would be pulled.\n</P>\n<P>\nDespite the criticism directed at his agency, Galson remains\nunapologetic. ``We did the right things based on what we knew at the\ntime,'' he said. But taking the drug off the market, he said, was the\nright thing, too.\n</P>\n", 
            "id": "LTW_ENG_20041018.0077"
        }
    ], 
    "id": "D1006A", 
    "title": "Vioxx"
}