{
	"id":"D1005A",
	"title":"Parkinson Disease",
	"docSet":[
		{
			"id":"APW_ENG_20041007.0256",
			"headline":"Actor Michael J. Fox films stem-cell campaign ad for Sen. John Kerry",
			"text":" Actor Michael J. Fox is returning to TV _ in a commercial praising Democratic presidential candidate John Kerry for his stance on stem cell research. \"John Kerry strongly supports stem cell research. George Bush is putting limits on it,\" Fox says in an ad Kerry's campaign unveiled Thursday. \"Stem cell research can help millions of Americans whose lives have been touched by devastating illnesses. George Bush says we can wait. I say lives are at stake and it's time for leadership. That's why I support John Kerry for president.\" Fox, who has Parkinson's disease, campaigned with Kerry in New Hampshire on Monday and filmed the ad after the event. The campaign said the ad would run in local media markets in states considered battlegrounds. Three years ago, Bush limited federal funding of embryonic stem cell research to the 78 stem cell lines in existence. Less than a third of those initial lines are available to researchers because of problems with the lines' growth or their ownership. Some religious groups oppose the culling of stem cells, which kills the embryos, because they say it's abortion. Proponents of the research, including former first lady Nancy Reagan and 58 U.S. senators, say the focus should be on the possibility of cures for diseases such as Parkinson's, diabetes and Alzheimer's. The Bush campaign called the ad false. \"George Bush is the first president to allow for the federal funding of embryonic stem cell research and has provided hundreds of millions of federal dollars for stem cell research,\" said Brian Jones, a Bush spokesman. Fox is best known for the \"Back to the Future\" movies. He largely left the industry in the mid-1990s because of his disease. Since then, he's been a loud voice in the stem cell debate. "
		},
		{
			"id":"APW_ENG_20041010.0097",
			"headline":"Pope says his thoughts are with Roman Catholics at Mexico congress",
			"text":" Speaking clearly and appearing in good form, Pope John Paul II said Sunday that he was united in spirit with Roman Catholics attending a congress in Mexico. The pontiff, who addressed a crowd in St. Peter's Square from a high window, noted that the World Eucharistic Congress opened Sunday in the Mexican city of Guadalajara. \"I am spiritually united with this important ecclesiastic event,\" the pope said in his weekly address. The Mexican government had invited the pontiff to make a sixth visit to Mexico for the gathering. John Paul _ the most traveled pope in history _ cut back on his trips a few years ago. The 84-year-old has Parkinson's disease, which makes it difficult for him to walk and to pronounce his words. The congress, held every four years, allows Catholics to celebrate their faith and unity. This year, it coincides with the beginning of the Church's Year of the Eucharist. Catholics believe that Christ is present in flesh and blood in the sacrament. John Paul said that he had sent a letter to the world's Catholic communities to mark the spiritual event, saying he trusted that \"the faithful are ready to testify (their belief in Christ) through acts of charity.\" "
		},
		{
			"id":"NYT_ENG_20041011.0198",
			"headline":"A TRICKY DEMENTIA",
			"text":" Q. What is Lewy body disease? I saw it listed as the cause of death in an obituary. A. It is a form of dementia that the National Institute of Neurological Disorders and Stroke calls dementia with Lewy bodies. It is associated with abnormal structures, called Lewy bodies, found in certain areas of the brain, and leads to a slowly progressing neurological degeneration. Both the abnormal bodies and many of the symptoms are associated with Parkinson's disease and Alzheimer's, the institute points out, so scientists do not know whether the ailment is a distinct disease or a variant of Alzheimer's or Parkinson's. Scientists have recently found that Lewy bodies contain a protein called alpha-synuclein, which is also linked to Parkinson's and an ailment called multiple system atrophy. Symptoms can be as diverse as loss of spontaneous movement, rigidity, tremor and shuffling gait, acute confusion, memory loss and problems with other mental functions. Visual hallucinations may be an early sign, and there may also be delusions and depression. The problem is the second most frequent cause of dementia in older adults, after Alzheimer's, though it can affect younger people as well. There is no cure, but the symptoms can be treated. Unfortunately, treatments for the Parkinson's-like symptoms, like tremors, may exacerbate mental symptoms, and psychiatric drugs may worsen the physical ones. Readers are invited to submit questions by mail to Question, Science Times, The New York Times, 229 West 43rd Street, New York, N.Y. 10036-3959, or by e-mail to questionnytimes.com. "
		},
		{
			"id":"LTW_ENG_20041013.0110",
			"headline":"Brain Cell Study Alters Huntington's Disease Theory",
			"text":" A new robotic microscope that follows a brain cell in the lab from a normal state to its death has led researchers to a surprising finding that appears to debunk a long-standing theory about Huntington's disease. Like many degenerative brain diseases, including Parkinson's and Alzheimer's, proteins targeted in the disease process begin misfolding and clumping in or around brain cells, which are called neurons. It has long been thought that the sticky protein triggers the death of brain cells. But Dr. Steve Finkbeiner and colleagues at the University of California in San Francisco and the university's Gladstone Institute of Neurological Disease have discovered that the mutant protein that clumps inside the brain cells of Huntington's patients actually saves cells from dying. ``This process appears to be protective,'' said Finkbeiner, an assistant professor in the department of neurology and physiology. Today, a major treatment strategy is aimed at developing medicines to stop this abnormal protein from clumping. If Finkbeiner is right, this could worsen matters. ``This has been an area of great controversy,'' said Dr. Christopher Ross, a professor at Johns Hopkins Medical Institutes in Baltimore. ``It's an important finding.'' The study will be published Thursday in Nature. While proteins that cause Alzheimer's and Parkinson's are different, the pathology -- these deposits in or around brain cells -- is similar. A few years ago Finkbeiner and colleagues published a paper in the journal Cell showing that when these protein clumps, called inclusion bodies, disappear, neurons got worse. He decided to build a microscope that would allow scientists to follow brain cells over a long period, akin to videotaping a neuron's life. In the experiment, they took neurons from the striatum, the brain region hard hit by Huntington's. In a lab dish, they added either the normal Huntington gene, or the mutant form that causes the disease. ``Inclusion-body formation actually prolonged survival and protected neurons,'' Dr. Harry Orr of the Institute of Human Genetics at the University of Minnesota wrote in an accompanying editorial. He said the scientific approach could serve the field well. Some scientists now think the vulnerable neurons sweep the abnormal protein ``to get it out of the way,'' explained Hopkins' Ross. Normally, neurons have enzymes that actually work like garbage disposals to get rid of material floating around a cell. But in this case, it's more like a recycling bin. The problem, Ross said, ``is that no one ever comes to pick up the garbage.'' Huntington's is an inherited, fatally degenerative disease of the central nervous system that appears on average at age 35. Complete mental and physical deterioration progresses slowly, with death resulting in 10 to 15 years. "
		},
		{
			"id":"LTW_ENG_20041014.0093",
			"headline":"How Far Should Stem Cell Research Go?",
			"text":" Do you know any kids who have diabetes? Living with the disease can mean having to prick your finger to test your blood and getting insulin shots to keep the disease from becoming even more serious. Maybe you know an adult with Parkinson's disease, a brain disorder that causes shakiness and stiffness, and makes it hard to walk -- symptoms that get worse over time. Actor Michael J. Fox, former boxer Muhammad Ali and former attorney general Janet Reno are among the 1.5 million Americans with Parkinson's disease. Or maybe you know of someone who can't walk because of an accident, such as ``Superman'' actor Christopher Reeve, who died this week. Cures for these and other diseases, many scientists now believe, could come from research into human embryonic stem cells. Embryos are created when a male's sperm fertilizes a female's egg. The stem cells in days-old embryos can develop into almost any kind of tissue -- brain, muscle, eyes -- leading to the hope that the cells could repair injured organs and cure disease. It's a bit like the ability kids have to learn a language more easily than adults do. These embryonic cells can ``learn'' just about any job they need to do, scientists think. If they morphed into cells that make insulin, they could cure diabetes. They might replace muscle injured in a heart attack or regrow nerves damaged by accidents. Many hope they will lead to a cure for Alzheimer's disease, which can cause an older person to become confused and lose his memory. (That breakthrough is not likely to come soon, scientists say, since Alzheimer's involves the loss of many kinds of brain cells.) What do stem cells have to do with the election? There's a big debate over whether research on them is a good idea and whether the government should pay for it. The debate centers on whether the embryos used in stem cell research are human beings. Normally, an embryo grows into a baby in its mother's womb. In doing their research, scientists take a few stem cells from very young embryos and grow them into colonies, called stem cell ``lines.'' The process destroys the embryo. Some people, including some religious groups, say embryonic stem cell research should be banned because it ends a human life. They say it's not up to scientists or the government to decide which life is more important: the embryo or the patients who could be helped. Others think that these five-day-old cell clusters -- no bigger than the dot on an ``i'' on this page -- are not yet fully human. It's better to use these embryos to help others, they argue. Generally, only embryos in medical clinics that are not going to become babies are used in this research. In a kind of compromise, President Bush announced three years ago that government money could be used for stem cell research, but only on cell lines created before his Aug. 9, 2001, announcement. This would not hurt the research, he said, because there were more than 60 lines available; he promised $100 million per year in federal funds to work on them. But scientists say that the restrictions have severely held them back, and that only 22 cell lines have turned out to be useful. They want to use new techniques to make better lines but can't get federal money to do it, they say. So far, the government has awarded about $35 million for human embryonic stem cell research. "
		},
		{
			"id":"APW_ENG_20041019.0121",
			"headline":"Team of Egyptian doctors examines Yasser Arafat after he suffers nausea, fever, stuffy nose",
			"text":" A team of Egyptian doctors examined Yasser Arafat after he suffered from fever, nausea and a stuffy nose, an aide to Palestinian leader said Tuesday. The health of the 75-year-old has been a subject of intense speculation in recent years, in part because of the tremor in his lips and hands, considered as a possible symptom of Parkinson's disease. Last year, Arafat suffered from gall stones, and his aides denied rumors he had stomach cancer. An Arafat's aide, who spoke on condition of anonymity, said despite the current flu-like symptoms, Arafat has observed the dawn-to-dusk fast of the Muslim holy month of Ramadan which began Friday. Arafat no longer has fever or nausea, but the stuffy nose remains, his aide said. Arafat felt strong enough Monday to preside over a three-hour meeting with members of his Fatah movement. Arafat caught his cold last Tuesday, while walking in the windy courtyard of his Ramallah headquarters, the aides said. That evening, Arafat felt nauseous during dinner, couldn't finish is meal and went to bed early, the aide added. md-rpm/kl "
		},
		{
			"id":"NYT_ENG_20041026.0087",
			"headline":"PARKINSON'S PATIENTS MAY BENEFIT FROM GENE DISCOVERY",
			"text":" WEST PALM BEACH, Fla. -- An international research team, led by scientists at the National Institute on Aging (NIA), has discovered a gene which, when mutated, causes Parkinson's disease in some families. Although Parkinson's disease is usually not inherited, the discovery of this gene and further study of how it works could open up new avenues of research for preventing or delaying the onset of the disease. Investigators studied five families with a history of Parkinson's disease who lived in the Basque region of Spain and in England. First, the group identified a small region of the \"chromosome 12\" shared by all of the Basque families and then systematically assessed each gene in this region for mutations that might cause disease. The investigators identified two mutations in the same gene, one associated with Parkinson's disease in the Basque families and the other which was linked to the disease in the English family. Carolyn Susman writes for the Palm Beach Post. E-mail: carolyn_susmanpbpost.com "
		},
		{
			"id":"LTW_ENG_20041028.0121",
			"headline":"Walking Off Parkinson's",
			"text":" Exercise alone was enough to prevent the degeneration of brain cells in rats with Parkinson's disease, University of Pittsburgh researchers report. The loss of cells that produce the neurotransmitter dopamine causes the telltale tremors, rigid and slow movements of Parkinson's. The researchers gave rats a toxin that induces Parkinson's and then counted dopamine-producing cells in the brains of rats that had exercised for seven days and those that had not. The rats that had been exercised had lost significantly fewer neurons than the sedentary rats. The rats also had significantly greater amounts of the protein GDNF, which the University of Pittsburgh scientists speculate may protect brain cells from oxygen damage produced by the disease. The researchers have launched a small pilot study to see if regular exercise can slow the progression of Parkinson's in people. Distributed by the Los Angeles Times/Washington Post News Service "
		},
		{
			"id":"AFP_ENG_20041102.0814",
			"headline":"California adopts groundbreaking stem cell research measure (UPDATES count, ADDS details)",
			"text":" Californians voted overwhelmingly Tuesday to become the first US state to fund controversial embryonic stem cell research that was effectively banned by President George W. Bush, US media reported. The emotionally- and politically-charged Proposition 71, which allows nearly three billion dollars to be put aside for stem cell research over 10 years, passed by 64 percent against 36 percent opposition, CNN reported, citing early poll results. Supporters of the measure say the decision could help find cures to diseases including cancer, AIDS, spinal cord injuries, Parkinson's disease and Alzheimer's disease more quickly than had been expected. They also claim that the measure will make California, already the United States' leading hub for biotech industries, a world hub of stem cell research too. Bush in 2001 effectively banned further federal funding for the science citing the killing of human embryos that occurs in the process. The California measure is seen as a way of circumventing federpe to be able to learn using human embryonic stem cell cells,\" he said. "
		},
		{
			"id":"AFP_ENG_20041104.0778",
			"headline":"Study: the dope on dopamine, Parkinson's",
			"text":" A new medical study helps explain the puzzling effect of the hormone dopamine on patients suffering from the degenerative nerve disorder Parkinson's disease, said a report out Thursday. Doctors have been aware that dopamine levels worsen performance in some cognitive tasks while improving performance in others, without knowing why. Parkinson's patients, when off their dopamine-increasing medications, learn better from negative feedback, such as being scolded, the study said. And they learn less from positive feedback, such as being praised, than do healthy people of the same age and intelligence. The study was published in the current issue of the journal Science. \"When these same Parkinson's patients take their dopamine medication, they show the reverse pattern, learning better from positive feedback and worse from negative feedback than controls,\" said the University of Colorado research team. \"Dopamine is a brain chemical associated with feelings of pleasure and reward that is thought to contribute to learning through both positive and negative feedback,\" said the report. \"Loss of dopamine leads to the symptoms of Parkinson's. This work may also extend beyond Parkinson's to address the neurobiology of learning from experience: learning that occurs when positive feedback or rewards reinforce behavior and negative feedback causes people to avoid such behavior,\" it said. The research also identified a group of brain receptors in mice that appear to be responsible for nicotine addiction. \"These findings may help scientists find targets for drugs aimed to help smokers kick their habit,\" said the report. \"Nicotinic acetylcholine receptors are expressed in the brain structures thought to be involved in the addiction to smoking. \"These receptors, which are embedded in the surfaces of neurons, can be composed of different combinations of subunits ... Mice with a mutation in the 'alpha4' subunit were unusually sensitive to the effects of nicotine.\" "
		}
	]
}
