{
    "docSet": [
        {
            "headline": "Beijing, Sichuan to exchange giant pandas", 
            "text": "\n<P>\nThree giant pandas living in Beijing Zoo will be sent to Wolong of\nSichuan Province, southwest China, Wednesday and three others in\nSichuan will fly to Beijing Friday, under an exchange program aimed\nto maintain the biodiversity of the giant panda population.\n</P>\n<P>\n\"It is impossible for giant pandas fed in captivity to survive\nthrough natural selection, which will result in similar heredities, \"\nsaid a zookeeper. \"The inbreeding among giant pandas in the same\nareas easily leads to the species' degeneration.\"\n</P>\n<P>\nThere are 11 giant pandas in Beijing Zoo and only one was caught in\nthe wild, with the other ten artificially bred.\n</P>\n<P>\nThe three Beijing giant pandas about to leave were born respectively\nin 1991, 1999 and 2003, and one of the three Sichuan pandas was also\nborn last year.\n</P>\n<P>\nWolong is a famous giant panda habitat where the world-known China\nConservation and Research Center of the Giant Panda is located.\n</P>\n", 
            "id": "XIN_ENG_20041019.0235"
        }, 
        {
            "headline": "China soon to complete country's first blood bank for pandas", 
            "text": "\n<P>\nChina will soon finish building its \nfirst blood bank for pandas, which will assist researchers in \nstudying the endangered animals' blood types and chances of \naccepting blood transfusions, state media said Friday.\n</P>\n<P>\nThe bank at southwest China's Giant Panda Protection and \nResearch Centre in the Wolong Nature Reserve in Sichuan province \nwill be completed this year, the China Daily said.\n</P>\n<P>\nLocated in the giant panda breeding lab, the bank will help \nresearchers answer questions such as how many blood types pandas \nhave and whether they reject blood transfusions, centre sources \nsaid.\n</P>\n<P>\nInitial studies have found that pandas have different blood \ntypes, but researchers have not conducted in-depth studies and lack \nsufficient knowledge about this, centre deputy chief engineer Huang \nYan said.\n</P>\n<P>\nThe centre will hold a general survey of the blood types of all \nthe 81 pandas being kept there, and collect and store their blood to \nbetter prepare for the protection and rescue of pandas in the wild.\n</P>\n<P>\nTo boost their blood, researchers currently give pandas \ninjections of glucose and medicine, but blood transfusions are more \neffective in helping the animals improve their immunity and \naccelerate the process of recovery.\n</P>\n<P>\nA blood bank can also simplify the process of breeding pandas \nbecause data on the pandas' blood types and DNA information will be \nreadily available to bring more diversity to the gene pool.\n</P>\n<P>\nChina has 163 giant pandas in captivity.\n</P>\n<P>\nThere are only about 1,590 of the endangered species living in \nthe wild, all in China, though the numbers have risen steadily in \nthe past decade after plunging to around 1,100 in the 1980s.\n</P>\n", 
            "id": "AFP_ENG_20050128.0218"
        }, 
        {
            "headline": "Blooming bamboo causes pandas to go hungry", 
            "text": "\n<P>\nAbout 100 giant pandas in \nnorthwest China's Gansu Province are suffering from hunger because\nlarge tracts of arrow bamboo have bloomed and died.\n</P>\n<P>\nBy the end of 2004, arrow bamboo, the favorite food of giants, \nhad blossomed on 7,420 hectares at the Baishuijiang State Nature \nReserve in southern Gansu Province, a major habitat of pandas in \nChina, according to a recent survey conducted by the nature \nreserve administration.\n</P>\n<P>\nThe giant panda is one of the world's most endangered species, \nwith an estimated 1,000 living in the mountainous regions of \nSichuan, Shaanxi and Gansu provinces. To protect the animal, \ndubbed China's \"national treasure,\" the country has set up 33 \nnature reserves, covering a total area of 1.6 million hectares.\n</P>\n<P>\nThe Baishuijiang State Nature Reserve is home to more than 100 \ngiant pandas. Currently, they are threatened by a severe food \nshortage in the wake of the withering bamboo. What is worse, arrow\nbamboo on another 1,950 hectares which blossomed in 1993 has not \ngrown tall enough for consumption. Since it usually takes 15 years\nfor the new plants to grow adequately to supply enough food for \ngroups of pandas, food remains scarce for the pandas.\n</P>\n<P>\nTo help pandas tide over the difficult period, many townships \nin Gansu Province have set up rescue teams to care for the rare \nanimals.\n</P>\n", 
            "id": "XIN_ENG_20050210.0029"
        }, 
        {
            "headline": "Panda's habitat becomes greener", 
            "text": "\n<P>\nForest coverage in southwestern \nSichuan Province has increased to 27.94 percent from 24.3 percent \nin 2003, making the region, a major habitat of giant pandas, a \ngreener home, according to the local government.\n</P>\n<P>\nMore than 20 million hectares of forest have been brought under\nprotection and 3.61 million hectares of forest have been planted \nsince 1997. This is a result of two provincial projects, the \nnatural forest protection and cultivated land reforestation, said \nYang Dongsheng, head of the provincial forestry department.\n</P>\n<P>\n\"We have given priority to the afforestation in the habitats, \nespecially nature reserves, for giant pandas,\" said Yang.\n</P>\n<P>\nThe province's efforts have paid off. The latest national \nsurvey on giant panda, which was organized by the State Forestry \nAdministration, showed that the population and habitat of the \npandas in Sichuan have both increased 30 percent during the past \nseven years.\n</P>\n<P>\n\"Now China has about 1,700 giant pandas and 76 percent of them \nlive in Sichuan,\" said Yang, adding that the provincial government\nhas obtained a financial support of more than 24 million yuan (2.\n89 million US dollars) for nature reserve construction from the \ncentral government.\n</P>\n<P>\n\"We will definitely first consider the panda natural reserves \nwhen planning how to use the money,\" said the official.\n</P>\n", 
            "id": "XIN_ENG_20050213.0159"
        }, 
        {
            "headline": "Giant pandas have larger habitat in NW China", 
            "text": "\n<P>\nThe discovery of panda traces in \nFengxian County, northwest China's Shaanxi Province, demonstrates \nthat the habitat of the rare creatures is expanding in this inland\nprovince, an official with the Shaanxi Provincial Forestry Bureau \nsaid.\n</P>\n<P>\nOn Dec. 14 last year, Feng Shiliang, a farmer from Youfangzui \nVillage, told the Fengxian County Wildlife Management Station that\nhe had spotted an animal that looked very much like a giant panda \nand had seen giant panda dung while collecting bamboo leaves on a \nlocal mountain.\n</P>\n<P>\nExperts with the Shaanxi Provincial Wildlife Management Station\nconfirmed that the dung was left by an adult giant panda.\n</P>\n<P>\nThey ascribed the appearance of giant pandas in Fengxian County,\nlocated on the western section of Qinling Mountain, a major \nhabitat for giant pandas, to the local government's strenuous \nefforts to restore and protect natural forest resources in the \nregion over recent years.\n</P>\n<P>\nGiant pandas used to live in Fengxian County before the 1970s \nbut later disappeared from the area owing to the construction of \nthe railway from Baoqi in Shaanxi to the capital city of Chengdu \nin southwestern Sichuan province.\n</P>\n<P>\nA project to protect the natural forest was kicked off in the \narea in 1999. The Shaanxi provincial government approved the \nestablishment of the Wuliang Mountain Nature Reserve in 2002.\n</P>\n<P>\nWang Wanyun, head of the bureau's Wildlife Protection section, \nsaid that traces of giant pandas have also been left and spotted \nin neighboring Zhouzhi and Liuba counties over the past two years.\n</P>\n<P>\nThe third national survey on giant pandas, which began in 2000 \nand ended last year, shows that pandas live in mountain areas of \n20 towns of eight counties along the east-west Qinling Mountain in\nShaanxi Province. A total of 273 wild giant pandas have been \nspotted in an area of 347,864 hectares, which officials say means \nthere are 7.8 pandas on per 100 sq km, the highest density among \nall pandas' habitats in China.\n</P>\n<P>\nWang said, Shaanxi has so far established 13 giant pandas \nprotection zones and nature reserves focused on pandas' habitats.\n</P>\n<P>\nGiant pandas are said to have been around during the time of \ndinosaurs and regarded as a \"national gem\" of China. About 1,590 \ngiant pandas are still at large in the wild, mostly in the high \nmountains around Sichuan Basin, and 160 live in captivity.\n</P>\n<P>\nThe central and provincial governments have invested 160 \nmillion yuan (nearly 20 million US dollars) into panda protection \nprograms since 1992. China built its first natural preserve for \ngiant pandas and began to ban poaching in the 1950s. The pandas \nhave been put under state protection in the past four decades \nsince 1962.\n</P>\n", 
            "id": "XIN_ENG_20050216.0036"
        }, 
        {
            "headline": "China's endangered panda expands habitat ATTENTION - ADDS information on sub-species of giant panda ///", 
            "text": "\n<P>\nChina's endangered panda is migrating \ninto forest areas restored by the government, the re-discovery of \nits dung in northern Shaanxi province indicates, state press \nreported Wednesday.\n</P>\n<P>\nScatologists identified the panda droppings in the region's \nQinling mountains where it lived 30 years ago, while locals have \nreported sighting animals resembling the bear, Xinhua news agency \nreported.\n</P>\n<P>\nThe reappearance of the panda in the western parts of the \nQinling mountains was attributed to recent efforts by the government \nto restore the region's natural habitat, the report said.\n</P>\n<P>\nThe Qinling panda has been identified as a sub-species of the \ngiant panda that mainly resides in southwestern Sichuan province.\n</P>\n<P>\nOnly around 1,600 pandas are believed to live in the wild, with \nsome 300 of the sub-species living in the Qinling mountains, while \nthe other 1,300 giant pandas live elsewhere in China, Xinhua said in \na separate report.\n</P>\n<P>\n\"In terms of bio-diversity protection, Qinling and Sichuan \npandas need equal protection, but it is a more urgent task to rescue \nand protect Qinling pandas due to their smaller number,\" Wang \nWanyun, chief of the Wild Animals Protection section of the Shaanxi \nProvincial Forestry Bureau, told Xinhua.\n</P>\n<P>\nGiant pandas, said to have been around during the time of \ndinosaurs, are cited as a \"national gem\" of China. The Qinling \npandas are believed to have separated from the giant panda about \n50,000 years ago, Chinese researchers said.\n</P>\n<P>\nLast week Xinhua reported that some 7,420 hectares of bamboo, \nthe panda's favourite food, bloomed and died in December in \nneighboring Gansu province, 200 kilometers (120 miles) west of the \nQinling mountains.\n</P>\n<P>\nThis has meant there is little for pandas to eat in Gansu's \nBaishuijiang nature park.\n</P>\n", 
            "id": "AFP_ENG_20050216.0354"
        }, 
        {
            "headline": "Frost-stricken panda goes downhill for help", 
            "text": "\n<P>\nDays of heavy snowfall and an \nensuing drop in temperatures forced an adult giant panda to hobble\ndownhill for help at weekend in southwestern Sichuan Province, the\nBeijing Morning Post reported.\n</P>\n<P>\nThe panda was critically ill and had fallen into a coma when \nshe was spotted Sunday morning by a passing driver beside a road \nsix km from the famous Wolong giant panda research and \nconservation center, the paper said on Tuesday.\n</P>\n<P>\nThe giant panda came to after over five hours' infusion and \noxygen therapy at the center, though she did not stop shivering \nuntil the room was heated with two electric heaters.\n</P>\n<P>\n\"She was fragile and afraid of severe cold,\" Li Desheng, an \nexpert with the center, was quoted as saying.\n</P>\n<P>\nThe 62.5-km giant panda suffers a couple of ailments, including\npneumonia and respiratory problems, and had a temperature below \nthe normal range, Li said.\n</P>\n<P>\nWinter is often a hard time for old or weak wildlife. This \npanda's situation was compounded by food shortage, as the fallen \nsnow has covered up bamboo groves, the ideal dish for the giant \npandas.\n</P>\n<P>\n\"She isn't out of danger,\" Li said. \"The forestry department \nwill decide whether to send her back to the wild depending on her \nphysical condition.\"\n</P>\n<P>\nThe giant panda is one of the world's most rare and endangered \nspecies, with an estimated some 1,000 living in the mountainous \nregions of Sichuan in southwest China, and northwestern Shaanxi \nand Gansu provinces.\n</P>\n<P>\nTo protect the animal species, dubbed a \"national gem,\" China \nhas set up 33 nature reserves with a combined area of 1.6 million \nhectares.\n</P>\n", 
            "id": "XIN_ENG_20050222.0273"
        }, 
        {
            "headline": "Hunger-threatened giant pandas to be moved to new food source", 
            "text": "\n<P>\nNature preserve workers in \nnorthwest China's Gansu Province have formulated a rescue plan to \nsave giant pandas from food shortage caused by arrow bamboo \nflowering.\n</P>\n<P>\nZhang Kerong, director of the Baishuijiang State Nature \nPreserve, said that the preserve will intervene and help giant \npandas find new food source.\n</P>\n<P>\nZhang said that at the end of a life of arrow bamboo, a \nfavorite of giant pandas, the plant will flower, seed and die. The\ngiant pandas will not eat the bamboo after it blooms and it takes \n10 years for a new supply to grow. The bamboo blooming in the \nearly 1980s caused the deaths of about 250 giant pandas.\n</P>\n<P>\nZhang said that 22 giant pandas living in the Bikou and \nRangshuihe areas, where much of the bamboo is blooming, are \ncurrently under the threat of starvation.\n</P>\n<P>\nWorkers in the preserve will move old and weak giant pandas and\nlure fit pandas to a new habitats, Zhang said.\n</P>\n<P>\nAs of late last year, the flowering bamboo covered more than 7,\n000 hectares of the nature preserve. And the blooming area has \ncontinued to expand.\n</P>\n<P>\nThe nature preserve, occupying about 220,000 hectares, has 102 \ngiant pandas living wild.\n</P>\n<P>\nCurrently, more than 1,500 giant pandas live in the wild in the\ncountry, according to a survey by the State Forestry \nAdministration.\n</P>\n<P>\nIn Sichuan and Shaanxi provinces, two other habitats of giant \npandas, arrow bamboo was also found blooming.\n</P>\n<P>\nThe Baishuijiang preserve and local governments have enhanced \neducation about giant panda protection and asked locals not to \nharm the animals if hungry giant pandas enter villages to look for\nfood.\n</P>\n<P>\nZhang said that the preserve will dispatch frequent patrols and\nrescue giant pandas in danger of starvation.\n</P>\n", 
            "id": "XIN_ENG_20050327.0010"
        }, 
        {
            "headline": "Hunger-threatened giant pandas in China to be moved to new food source", 
            "text": "\n<P>\nFlowering arrow bamboo is threatening \na colony of endangered giant pandas in China but experts have come \nup with a plan to save them, state media said Monday.\n</P>\n<P>\nTwenty-two giant pandas living in parts of Baishuijiang State \nNature Reserve in the northwestern province of Gansu will be moved \nto other locations with better food, the China Daily said, quoting \nZhang Kerong, director of the reserve.\n</P>\n<P>\nArrow bamboo in two areas of the reserve which they inhabit is \nflowering, which means the plant will seed and die at the end of its \nlife span.\n</P>\n<P>\nGiant pandas will not eat the bamboo after it blooms and it \ntakes 10 years for a new supply to grow. Bamboo blooming in the \nearly 1980s caused the deaths of about 250 giant pandas, the report \nsaid.\n</P>\n<P>\nZhang said the reserve will send frequent patrols and rescue \ngiant pandas in danger of starvation, but did not say where they \nwould go or how they would be moved.\n</P>\n<P>\nLocals, meanwhile, have been told not to harm the animals if \nthey enter villages looking for food.\n</P>\n<P>\nAs of late last year, the flowering bamboo covered more than \n7,000 hectares (17,290 acres) of the 220,000-hectare nature reserve \nand the blooming area has continued to expand.\n</P>\n<P>\nMore than 100 giant pandas live there.\n</P>\n<P>\nTo help them survive, the Baishuijiang reserve is planting more \nbamboo in hopes of helping the animals to increase their \npopulation.\n</P>\n<P>\nHowever, a survey found that 12 percent of planted bamboo showed \nsigns of blooming, rendering it inedible, China Daily said.\n</P>\n<P>\nIf the situation worsens all the pandas in the reserve will have \nto be transferred elsewhere. Since the 1970s, many pandas in the \nreserve have died because of food shortages. \n</P>\n<P>\nCurrently more than 1,500 giant pandas live wild in China, \naccording to a survey by the State Forestry Administration.\n</P>\n<P>\nThe government has set up more than 50 reserves, most in the \nsouthwest province of Sichuan.\n</P>\n<P>\nBut in Sichuan and in Shaanxi province, which also has panda \nreserves, arrow bamboo has also been found blooming.\n</P>\n<P>\nGiant pandas also continue to face threats from humans such as \npoaching, mining and logging, the report said.\n</P>\n", 
            "id": "AFP_ENG_20050328.0133"
        }, 
        {
            "headline": "China applies to United Nations for protection of panda's natural habitat", 
            "text": "\n<P>\nChina has applied to the United \nNations to make giant pandas' natural habitat in southwestern \nSichuan province a world heritage area to help protect the \nendangered species, state press reported Tuesday.\n</P>\n<P>\nThe giant pandas are predominantly found in the Wolong, \nSiguniang and Jiajinshan areas of the province, near the cities of \nChengdu and Yaan.\n</P>\n<P>\nThe far western Ganzi and Aba regions of the province that \nborder Tibet are also part of their homeland.\n</P>\n<P>\nThe rarity of the bamboo-chomping bears, along with the variety \nand beauty of the area's landscape and ecology, were cited as \nreasons for the application to the UN, the Shanghai Morning Post \nsaid.\n</P>\n<P>\nMore than 1,500 giant pandas live wild in China, with Sichuan \nhome to 76 percent of them, according to the State Forestry \nAdministration.\n</P>\n<P>\nThe shy animals continue to be under threat from dwindling \nsupplies of their main food source and poachers, mining and \nlogging.\n</P>\n", 
            "id": "AFP_ENG_20050329.0028"
        }
    ], 
    "id": "D1003A", 
    "title": "Giant Panda"
}