{
    "docSet": [
        {
            "headline": "21 Held Hostage on Malaysian Island", 
            "text": "\n<P>\n   KUALA LUMPUR, Malaysia (AP) -- Six masked assailants have taken\nmore than 20 people, including Americans and Europeans, hostage on\na remote resort island in eastern Malaysia, police said Monday.\n</P>\n<P>\n   The abductors surprised and captured the group on a beach on\nSipadan Island late Sunday, and two foreign tourists managed to\nescape the men, Semporna police chief Sulaiman Junaidi told The\nAssociated Press by telephone.\n</P>\n<P>\n   Osman Ibrahim, a police spokesman in the Malaysian capital,\nKuala Lumpur, confirmed that the two who escaped were Americans and\nthat they were still in Sabah. He said most of the hostages were\nEuropeans and Americans.\n</P>\n<P>\n   Sipadan, popular for diving, is an island off the northeast\ncoast of Sabah, the Malaysian side of Borneo island, which is\nshared with Indonesia.\n</P>\n<P>\n   Sulaiman said the assailants were believed to be Filipinos. The\nhostages were said to have been taken onto a boat and are now at\nsea.\n</P>\n<P>\n   Police are currently trying to trace the boat, he said. He said\nno demands had been announced.\n</P>\n<P>\n   Chong Kah Kiat, the minister of tourism and environment for\nSabah, said the island was near two Malaysian naval bases on the\neastern coast of Sabah.\n</P>\n<P>\n   ''This has never happened here before, so I don't think there\nare any Malaysians involved,'' in the hostage taking, Chong said.\n</P>\n<P>\n   Chong said the area was considered one of the top 10 diving\nspots in the world and that six resorts on the island cater mostly\nto professional divers.\n</P>\n<P>\n   He said access to the island was restricted to 80 divers at one\ntime, and 40 staff at the six resorts, to protect the coral reef\nand wildlife.\n</P>\n<P>\n   Malaysia and Indonesia both claim sovereignty over the Celebes\nSea islands. The Southeast Asian neighbors have both filed claims\nwith the International Court of Justice at The Hague, Netherlands.\n</P>\n<P>\n   The argument over the islands dates back to 1969, when Indonesia\nand Malaysia failed to reach agreement during technical discussions\nabout the overlapping continental shelf that borders the\nneighboring countries.\n</P>\n<P>\n   But there were no early indications that the assailants were\ninvolved in the territorial dispute.\n</P>\n", 
            "id": "APW20000424.0024"
        }, 
        {
            "headline": "Two S. Africans Taken Hostage in Malaysia", 
            "text": "\n<P>\nJOHANNESBURG, April 24 (Xinhua) -- South African Department of\nForeign Affairs on Monday confirmed that two South Africans are\namong the 21 people taken hostage by gunmen in Malaysia's famed\ndiving island of Sipadan.\n</P>\n<P>\nThe department's spokesman Ronnie Mamoepa told South African\nPress Association that the identity of the man and the woman have\nbeen known to the South African mission in Malaysia.\n</P>\n<P>\n\"We know who they are and we are still trying to get hold of\ntheir families before we release their names,\" he added.\n</P>\n<P>\nMomoepa said the mission is involved in discussions with\nInterpol.\n</P>\n<P>\n\"The government is doing everything in its power to secure the\nrelease of these two people,\" he said.\n</P>\n<P>\nSipadan is a world-renowned diving island off the northeast\ncoast of Sabah, the Malaysian side of Borneo Island, which is\nshared with Indonesia.\n</P>\n<P>\nThe gunmen, believed to be Filipinos, apparently surprised the\ntourists on a beach on Sipadan Island on Sunday night. The other\ntourists taken hostage are believed to be from Germany, France\nand the United States.\n</P>\n<P>\nThe hostage takers have made no demand so far. \n</P>\n", 
            "id": "XIE20000424.0055"
        }, 
        {
            "headline": "hke042451-- Philippine Military to Go After Abductors in Malaysia", 
            "text": "\n<P>\nMANILA, April 24 (Xinhua) -- Philippine President Joseph\nEstrada Monday ordered the Philippine military forces to go after\nthe six armed pirates who reportedly kidnapped some 20 people,\nmostly foreigners, in eastern Malaysia, a senior Philippine\nofficial said.\n</P>\n<P>\nIn a press briefing, Press Secretary Ricardo Puno said the\nPhilippine embassy in Kuala Lumpur has received a note from the\nassistant director of the Malaysian Police informing the\nPhilippines of the kidnapping.\n</P>\n<P>\nThe tourists were reportedly taken hostage late Sunday on a\nremote resort island of Sipadan off the Sabah coast, eastern\nMalaysia.\n</P>\n<P>\nBut Puno, who is also the presidential spokesman, said initial\nreports from the Philippine National Police could not confirm if\nthe pirates were Filipinos.\n</P>\n<P>\nCiting the Malaysian police report, Puno said 10 of those\nkidnapped were foreign tourists, which include French, German,\nSouth African, Lebanese and Finnish nationals.\n</P>\n<P>\nAccording the report, five staff members of the Sipadan resort,\nand a Filipino, a Malaysian policeman and four staffers of the\nMalaysian wildlife department, were also among the abducted.\n</P>\n<P>\nPuno said the hostages were reportedly taken by boats heading\ntoward Philippine waters early Monday morning.\n</P>\n<P>\nHe added that President Estrada had given the instructions to\nthe Philippine Navy and the Philippine Air Force in support of the\nborder patrol agreement between the Philippines and Malaysia.\n</P>\n<P>\n\"There is a border patrol agreement between the Philippines and\nMalaysia which has been activated and so elements of both\ncountries are in operation in that area,\" Puno said. \n</P>\n", 
            "id": "XIE20000424.0068"
        }, 
        {
            "headline": "Writethru: 20 people Taken Hostage by Armed men in Malaysia", 
            "text": "\n<P>\nKUALA LUMPUR, April 24 (Xinhua) -- A total of 20 people were\ntaken hostage by six heavily armed men Sunday night from Sipadan\nisland off Sabah, East Malaysia, but their motives behind the\nabduction are yet to be confirmed, Malaysian Police said Monday.\n</P>\n<P>\nWhile police could not yet confirm the captors' motives,\npolitics, ransom and feelings of dissatisfaction were among the\npossible reasons, Malaysian Police Inspector-General Norian Mai\ntold a news conference here at the federal police headquarters.\n</P>\n<P>\n\"We seriously feel that politics may be a reason,\" he said.\n</P>\n<P>\nHe did not rule out the possibility that the kidnapping was\nconnected to the Abu Sayyaf rebel group which was holding several\nhostages in southern Philippines. \"There is a possibility.\"\n</P>\n<P>\nHe said police had not made any contact with the kidnappers.\n</P>\n<P>\nIt was however confirmed that among the hostages, there are 11\nforeigners -- three Germans, two South Africans, two French\nnationals, two Finns, one Lebanese and one Filipino while the rest\nnine are Malaysians comprising four workers of the Wildlife\nDepartment, three workers of the Sipadan resort center, a\npoliceman and a staff of Syarikat Borneo Divers.\n</P>\n<P>\nAccording to Norian, an American couple, both aged 51, who were\ncaptured together with the 20 people, managed to escape before\nthey were forced into a boat.\n</P>\n<P>\nThey fled into the jungles and emerged Monday morning, and\ntheir condition was good and they were not injured, he said.\n</P>\n<P>\nNorian said the armed men raided the police base on the island\nbefore capturing the hostages.\n</P>\n<P>\n\"They came in two 'jongkong' boats, and when fleeing with the\nhostages they used only one jongkong boat and seized a boat\nbelonging to the resort center. Their other boat was left behind,\"\nhe said.\n</P>\n<P>\nA special team has been set up by the Malaysian police to\nrescue the hostages and the Malaysian police are in contact with\ntheir counterparts in Southern Philippines in efforts to track\ndown the kidnappers.\n</P>\n<P>\nDeputy Prime Minister and Home Minister Abdullah Ahmad Badawi\nsaid earlier Monday Malaysian security forces are in hot pursuit\nof the kidnappers.\n</P>\n<P>\nHe said the authorities are determined to secure the release of\nthe foreign tourists and local residents held hostage. \"Freeing\nthem is uppermost,\" he added.\n</P>\n<P>\nDescribing the incident as unexpected, Abdullah said it should\nprompt the police to review the security of territorial waters off\nSabah.\n</P>\n<P>\nMeanwhile, Malaysian Foreign Minister Syed Hamid Albar also\nheld a news conference earlier Monday on the incident, saying that\nall the 20 people taken hostage by armed pirates were safe.\n</P>\n<P>\nSyed Hamid said the names of the hostages would be released by\nthe Malaysian police.\n</P>\n<P>\nHe said the incident was an \"isolated\" case and it was safe for\npeople to visit Sipadan island, a resort popular with scuba-divers.\n</P>\n", 
            "id": "XIE20000424.0074"
        }, 
        {
            "headline": "3rdlead: Hostages Taken by Armed Pirates in Malaysia Safe: FM", 
            "text": "\n<P>\nKUALA LUMPUR, April 24 (Xinhua) -- Malaysian Foreign Minister\nSyed Hamid Albar said Monday that all the 20 people taken hostage\nby armed pirates Sunday night are safe.\n</P>\n<P>\nThe hostages include two French nationals, three Germans, two\nSouth Africans, two Finns and one Lebanese, all tourists, he told\na news conference here.\n</P>\n<P>\nThe others are eight Malaysians and two Filipino workers, he\nsaid, adding that the names of the hostages would be released by\nthe Malaysian police.\n</P>\n<P>\nThe minister said that his ministry had informed two foreign\nmissions here whose nationals are involved.\n</P>\n<P>\nThe other missions could not be contacted but they would be\ninformed later, he said.\n</P>\n<P>\n\"They are getting help from neighboring countries to trace the\nhostages,\" he said.\n</P>\n<P>\n\"I think the authorities are taking the necessary steps to get\nthem (hostages) released from their captors,\" Syed Hamid said.\n</P>\n<P>\nHe said the hostage incident is an \"isolated\" case and it is\nsafe for people to visit Sipadan island, a popular resort\nespecially among scuba-divers.\n</P>\n<P>\nThe minister could not say if the pirates have made any demands.\n</P>\n<P>\nEarlier, Deputy Prime Minister and Home Minister Abdullah Ahmad\nBadawi said a special team has been set up by the police to rescue\nthe hostages who were taken in boats by the pirates.\n</P>\n<P>\nAbdullah said Malaysia's security forces are in hot pursuit of\nthe pirates, who were reportedly armed with rocket launchers and\nM16 rifles. \n</P>\n", 
            "id": "XIE20000424.0151"
        }, 
        {
            "headline": "1stlead: 20 people Taken Hostage by Armed Pirates in Malaysia", 
            "text": "\n<P>\nKUALA LUMPUR, April 24 (Xinhua) -- About 20 people, including\nforeign tourists, were taken hostage by armed pirates on Sipadan\nisland off the Sabah coast, East Malaysia, Sunday night, according\nto police sources Monday.\n</P>\n<P>\nMost of the hostages are foreign tourists, police said.\n</P>\n<P>\nConfirming the news in Kuala Lumpur Monday afternoon, Deputy\nPrime Minister Abdullah Ahmad Badawi said a special team has been\nset by the police to rescue the hostages who were taken in boats\nby the pirates.\n</P>\n<P>\nHe said Malaysian police are in contact with their counterparts\nin Southern Philippines in efforts to track down the pirates.\n</P>\n<P>\nSipadan island is a popular resort especially for scuba-divers.\n</P>\n", 
            "id": "XIE20000424.0211"
        }, 
        {
            "headline": "Americans Escape Hostage Abduction", 
            "text": "\n<P>\n   KUALA LUMPUR, Malaysia (AP) -- James and Mary Murphy were just\nanother American couple escaping on a dream vacation to a lush\nMalaysian resort island.\n</P>\n<P>\n   By the time they arrived at the Kuala Lumpur International\nAirport late Monday, they were among the few escapees of a mass\nabduction by mysterious gunmen 24 hours earlier which left 20\nhostages still missing in Southeast Asian waters.\n</P>\n<P>\n   ''We really need to talk to our children,'' Mary Murphy told The\nAssociated Press at Malaysia's international airport. ''We really\nwant to get to the phone.''\n</P>\n<P>\n   The Murphys, both 51, of Rochester, N.Y., appeared shaken up and\nvery much alone. Scores of reporters waited for them to arrive, but\nno Malaysian authorities or U.S. embassy officials were there to\nescort them from their plane after their long ordeal.\n</P>\n<P>\n   Mary Murphy, wearing plaid Bermuda shorts, was close to tears.\nThey had not yet informed their three children living in Boston,\nRochester and Australia about their trauma. The Murphys have been\nliving in Sydney for the past two years.\n</P>\n<P>\n   Six gunmen stormed the Sipadan Island Resort off the eastern\nMalaysian state of Sabah late Sunday, taking 20 people, including\n10 foreign tourists, hostage on two boats.\n</P>\n<P>\n   Rescue teams searching southeast Asian seas say they've zeroed\non assailants -- an attack that the Philippine rebel group Bbu\nSayyaf on Tuesday claimed it carried out.\n</P>\n<P>\n   Muslim rebels in the Philippines who are seeking the release of\nmilitants jailed in the World Trade Center bombing case claimed\nresponsibility Tuesday for the Malaysian kidnapping. But Philippine\nofficials quickly expressed skepticism over the statement.\n</P>\n<P>\n   The Murphys escaped by refusing to get on the boats, according\nto police in Semporna. Eyewitnesses said the hostages were forced\nto swim to the boats. They said Mary Murphy couldn't swim and when\nthe kidnappers tried to force her, her husband said they'd have to\nshoot him if they forced her into the water.\n</P>\n<P>\n   When the hostage-takers turned around, the Murphys ran into the\nbushes and hid until dawn, eyewitnesses said.\n</P>\n<P>\n   When asked if this was an accurate account, the Murphys smiled\nbut would not elaborate. Asked if they had hidden in the bushes,\nMurphy said, ''We did that.''\n</P>\n<P>\n   Murphy, an executive for Eastman Kodak Co. in Sydney, said they\nhad not slept since the previous night but were otherwise fine.\n</P>\n<P>\n   ''She's got lots of bites from sleeping in the bushes, a lot of\nsand fleas,'' he said, pointing to Mary Murphy's legs, which were\ncovered with a rash of insect bites.\n</P>\n<P>\n   Murphy said that he would speak more extensively once he knew\nthat the other hostages were released and safe.\n</P>\n<P>\n   ''I don't want to do anything that would endanger their lives,''\nhe said.\n</P>\n<P>\n   As cameras flashed around them, Mary Murphy said all she wanted\nnow was ''a good night's sleep and a hot shower.''\n</P>\n", 
            "id": "APW20000424.0241"
        }, 
        {
            "headline": "Rebels Take Blame For Kidnappings", 
            "text": "\n<P>\n   ZAMBOANGA, Philippines (AP) -- Muslim rebels who have been\nholding 27 Filipinos hostage at a remote mountain stronghold in the\nPhilippines claimed responsibility Tuesday for also abducting about\n20 people from a nearby Malaysian tourist island.\n</P>\n<P>\n   Philippine officials, however, expressed skepticism over the\nclaim by the extremist Abu Sayyaf rebels.\n</P>\n<P>\n   The claim came as troops battled their way up the densely\nforested mountain in the Philippines where the Muslim extremists\nwere holding their captives.\n</P>\n<P>\n   Helicopter gunships pounded three outlying Abu Sayyaf camps with\nrockets again Tuesday, said Lt. Gen. Diomedio Villanueva, chief of\nthe military's Southern Command. He said the ground troops were\npursuing fleeing rebels, and the troops next plan to advance to the\nmain stronghold further up the mountain, he said.\n</P>\n<P>\n   The assault, which began Saturday, has been slowed by heavy\nvegetation and by land mines, which have forced the troops to\nemploy metal detectors, officials said.\n</P>\n<P>\n   As that assault progressed, about 20 people, including foreign\ntourists, were abducted Sunday night by heavily armed attackers on\na nearby Malaysian island and taken by boat toward the Philippines.\n</P>\n<P>\n   Philippine officials initially said they were investigating\npossible links to the Abu Sayyaf. Police there said the kidnappers\nin Malaysia spoke Tausug, a language spoken in parts of the\nsouthern Philippines, but not in Basilan, where the Abu Sayyaf\nrebels operate.\n</P>\n<P>\n   ''Our group is behind the abduction of the foreigners (in\nMalaysia) and there are still a lot of surprises for the government\nif they won't listen to us,'' Abu Sayyaf spokesman Abu Ahmad said\nin an interview over local radio station DXRZ.\n</P>\n<P>\n   The government has refused several rebel demands, including the\nrelease of three Arab terrorists held in jails in the United\nStates.\n</P>\n<P>\n   Philippine Defense Secretary Orlando Mercado said the military\nis still determining whether the Abu Sayyaf is actually responsible\nfor the Malaysian abductions.\n</P>\n<P>\n   ''We don't just jump and believe the Abu Sayyaf immediately. We\nwill verify and confirm this,'' he told The Associated Press.\n</P>\n<P>\n   The 20 hostages, including foreign tourists and local resort\nworkers, were abducted late Sunday from Malaysia's Sipadan Island\nby six heavily armed men and taken on two fishing boats toward the\nPhilippines, officials said.\n</P>\n<P>\n   The 27 Filipino hostages -- who include many schoolchildren -- are\nbelieved to be held at the main rebel stronghold further up the\nmountain, which Villanueva said his forces were avoiding shelling\nto prevent injuries to the captives.\n</P>\n<P>\n   ''This is a hostage situation and we're considering the safety\nof the hostages to give them the best chance to survive,''\nVillanueva said.\n</P>\n<P>\n   At least 10 Abu Sayyaf rebels and four soldiers have died in the\nfighting in the hinterlands of the southern island province of\nBasilan. The rebels have warned they will behead their five\nremaining adult male hostages -- including a priest -- if the\nmilitary does not halt its assault.\n</P>\n<P>\n   The group also announced last week that it had beheaded two male\nteachers. The rebels, who are fighting for an independent Islamic\nstate in the predominantly Catholic Philippines, are demanding the\nrelease of Muslim militants jailed in the United States, including\nthe mastermind of the 1993 World Trade Center bombing.\n</P>\n<P>\n   The Abu Sayyaf is the smaller but more radical of two Muslim\ngroups fighting for an independent state in the Philippines. It has\nbeen blamed for numerous attacks on Christians.\n</P>\n<P>\n   A rebel spokesman said two hostages, including a child, were\ninjured in the shelling of the rebel camp, but the claim could not\nbe independently verified.\n</P>\n<P>\n   The hostages have been forced to stay in unprotected shacks\nwhile the rebels have taken refuge in bunkers, a hostage told\nABS-CBN television in an interview by cellular telephone.\n</P>\n<P>\n   Suspected Abu Sayyaf rebels attacked an army outpost in Jolo in\nnearby Sulu province late Sunday, injuring seven soldiers and five\ncivilians, Sulu police chief Candido Casimiro said.\n</P>\n<P>\n   The rebels originally seized more than 50 hostages, including\nmany children, from two schools in Basilan on March 20 for use as\nhuman shields after attacking another army outpost. About half of\nthe hostages have since been freed.\n</P>\n<P>\n   The group has demanded freedom for World Trade Center bomber\nRamzi Yousef, and Sheik Omar Abdel-Rahman, accused of conspiring to\nblow up New York City landmarks.\n</P>\n<P>\n   The demands were rejected by the Philippine government and by\nthe U.S. Embassy.\n</P>\n<P>\n   In retaliation for the abduction, a group of vigilantes seized\n11 relatives of Abu Sayyaf leader Khadaffy Janjalani. They still\nheld nine relatives after freeing Janjalani's pregnant wife and a\ndaughter.\n</P>\n<P>\n   The U.S. State Department has included the Abu Sayyaf in a list\nof 28 foreign groups that threaten Americans at home or abroad.\n</P>\n", 
            "id": "APW20000425.0007"
        }, 
        {
            "headline": "Gunmen Take Hostages in Malaysia", 
            "text": "\n<P>\n   SEMPORNA, Malaysia (AP) -- Rescue teams were searching Southeast\nAsian seas on Tuesday for assailants who abducted 20 hostages from\na Malaysian diving resort -- an attack that Philippine Muslim rebels\nclaimed they carried out.\n</P>\n<P>\n   Muslim rebels in the Philippines who are seeking the release of\nmilitants jailed in the World Trade Center bombing case claimed\nresponsibility Tuesday for the Malaysian kidnapping. Philippine\nofficials, who were helping coordinate the rescue attempt, quickly\nexpressed skepticism over the statement.\n</P>\n<P>\n   An American couple escaped the Sunday evening attack in Malaysia\nby refusing to swim out to the kidnappers' boats and then hiding\novernight in nearby bushes.\n</P>\n<P>\n   Malaysian Defense Minister Najib Tun Razak said Monday that an\nair-and-sea search team had determined where the hostages -- half of\nwhom were foreign tourists -- were being held, following their\nabduction on the lush Sipadan Island in eastern Malaysia. Najib did\nnot give details.\n</P>\n<P>\n   But Semporna police chief Sulaiman Junaidi said Tuesday that\nauthorities had yet to pinpoint the abductor's hideout. ''We're\ntracking them down,'' he added.\n</P>\n<P>\n   Nafir Sakaran, a state Cabinet minister at police headquarters\nin Semporna, told The Associated Press Tuesday that marine police\nand navy reinforcements have been brought in. ''The military has\nbeen called out. We have soldiers who are riding on patrol boats,\nworking with the Philippine navy.''\n</P>\n<P>\n   The attack began when six masked gunmen, carrying AK-47s and a\nrocket launcher and speaking a Philippine language, grabbed\ntourists and workers and confiscated their cash and jewelry, Norian\nsaid.\n</P>\n<P>\n   A local marine photographer said one of the attackers identified\nhimself as a police officer and told him to give up his watch and\ncellular phone.\n</P>\n<P>\n   ''At first I thought he was joking ... but when I refused to\nobey his orders, he held a gun to my head,'' Danny Chin, 48, was\nquoted as saying by the national news agency Bernama.\n</P>\n<P>\n   Chin said he hid in the woods while the kidnappers ransacked the\nresort.\n</P>\n<P>\n   The attackers then forced their hostages to swim a distance to\ntwo fishing boats, which then sped away and appeared to be heading\ninto Philippine waters, officials said.\n</P>\n<P>\n   Two of the captives -- James and Mary Murphy, both 51, of\nRochester, N.Y. -- managed to escape. Eyewitnesses said Mary Murphy\ndidn't know how to swim, and her husband told the assailants they'd\nhave to shoot him if they forced her into the water. The kidnappers\napparently let them go, and the American couple ran into the bushes\nand hid until dawn.\n</P>\n<P>\n   The Murphys, who have been living in Australia the past two\nyears, arrived in the Malaysian capital, Kuala Lumpur, on Monday\nevening but said they didn't want to talk to the media extensively\nuntil the hostages are released.\n</P>\n<P>\n   ''I don't want to do anything that would endanger their lives,''\nJames Murphy told The Associated Press at the airport. ''We haven't\nslept yet, but yes, we are fine.''\n</P>\n<P>\n   The hostages forced onto the fishing boats included two French\ntourists, three Germans, two South Africans, two Finns and one\nLebanese, as well as a Filipino worker and nine Malaysians,\nauthorities said.\n</P>\n<P>\n   In Basilan, Philippines, Philippine troops shelled rebel camps\nagain Tuesday as soldiers battled their way up a mountain where Abu\nSayyaf rebels were holding 27 Filipinos captive.\n</P>\n<P>\n   ''Our group is behind the abduction of the foreigners (in\nMalaysia) and there are still a lot of surprises for the government\nif they won't listen to us,'' Abu Ahmad, spokesman for the\nPhilippine rebel group Abu Sayyaf, said in an interview over local\nradio station DXRZ.\n</P>\n<P>\n   The rebels have demanded the freedom of three Arab terrorist\nsuspects in U.S. jails, including Ramzi Yousef, mastermind of the\n1993 bombing of the World Trade Center in New York, and Sheik Omar\nAbdel-Rahman, accused of conspiring to blow up New York City\nlandmarks.\n</P>\n<P>\n   Philippine Defense Secretary Orlando Mercado said the military\nis still determining whether the Abu Sayyaf, which is fighting for\nan independent Islamic state in the predominantly Catholic\nPhilippines, is actually responsible for the Malaysian abductions.\n</P>\n<P>\n   ''We don't just jump and believe the Abu Sayyaf immediately. We\nwill verify and confirm this,'' he told The Associated Press.\n</P>\n<P>\n   Prior to the rebel announcement, Col. Ernesto de Guzman, chief\nof staff of the Philippine military's Southern Command, said\nofficials were trying to determine whether there was a connection\nwith the hostage situation on the southern Philippine island of\nBasilan, about 275 miles northeast of Semporna, the port from which\ntourists take boats for Sipadan.\n</P>\n<P>\n   Since 1969, Malaysia and Indonesia have both claimed sovereignty\nover Sipadan and Ligitan, another Celebes Sea island. But there\nwere no indications that the hostage-takers were involved in the\nterritorial dispute.\n</P>\n<P>\n   Chong Kah Kiat, tourism minister for Sabah, said he was\nconcerned that the attack would scare off the 400,000 tourists who\nvisit Sabah beaches and rain forests every year.\n</P>\n<P>\n   Meanwhile, at the airport in Kuala Lumpur, Mary Murphy was close\nto tears.\n</P>\n<P>\n   ''We really need to talk to our children,'' she told the AP.\n''We really want to get to the phone.''\n</P>\n<P>\n   Her husband, an executive for Eastman Kodak Co. in Sydney,\nAustralia, said they had not slept since Sunday night but were\notherwise fine.\n</P>\n<P>\n   ''She's got lots of bites from sleeping in the bushes, a lot of\nsand fleas,'' he said, pointing to his wife's legs, which were\ncovered with a rash of insect bites.\n</P>\n<P>\n   As cameras flashed around them, Mary Murphy, wearing plaid\nBermuda shorts, said all she wanted was ''a good night's sleep and\na hot shower.''\n</P>\n", 
            "id": "APW20000425.0011"
        }, 
        {
            "headline": "Malaysia, Philippines search for hostages kidnapped from divingresort", 
            "text": "\n<P>\n   SEMPORNA, Malaysia (AP) -- Authorities hunted the seas between\nMalaysia and the Philippines today for two fishing boats controlled\nby heavily armed men holding 21 hostages they abducted from a\nMalaysian diving resort two days earlier.\n</P>\n<P>\n   The kidnapping might be tied to Muslim rebels in the Philippines\nwho are seeking the release of militants jailed in the United\nStates, although some authorities said the Abu Sayyaf rebels were\njust trying to attract attention.\n</P>\n<P>\n   ''Our group is behind the abduction of the foreigners (in\nMalaysia) and there are still a lot of surprises for the government\nif they won't listen to us,'' Abu Sayyaf spokesman Abu Ahmad told\nPhilippine radio station DXRZ.\n</P>\n<P>\n   Several hours later, however, Ahmad said he would neither\nconfirm nor deny his group was involved.\n</P>\n<P>\n   Officials were searching today for the hostages -- half of whom\nare foreign tourists. They were taken Sunday night from lush\nSipadan Island off the northern Borneo state of Sabah.\n</P>\n<P>\n   A police intelligence report said the hostages were taken to the\nprovince of Sulu at the southern tip of the Philippines, no more\nthan an hour's boat ride from Sipadan. But Lt. Edgar Joseph Andres,\na navy pilot, said he found nothing in a three-hour search of the\nsparsely inhabited area today.\n</P>\n<P>\n   Malaysian officials said today that the kidnappers were believed\nto be outside Malaysian waters.\n</P>\n<P>\n   A waitress from the Philippines who escaped the abduction added\nweight to the Muslim rebels' claim that they were involved. Jeneth\nCagaanan said when one of the men grabbed her, she replied to him\nin Suluk -- the language prevalent in the southern Philippines -- and\nthat he understood her.\n</P>\n<P>\n   Cagaanan also said one of the assailants wore a vest emblazoned\nwith the initials of the Moro National Liberation Front, the\nPhilippines' largest Muslim rebel group before it signed a peace\naccord in 1996.\n</P>\n<P>\n   Five people were being questioned in connection with the\nabduction, Sabah chief of police Mamat Talib said.\n</P>\n<P>\n   Police said some of those arrested were former employees of the\nSipadan resort and were tied to the Filipino fishing community\nalong Sabah's eastern coastline.\n</P>\n<P>\n   The attack on Sipadan began Sunday when six masked gunmen,\ncarrying AK-47s and a rocket launcher, grabbed tourists and workers\nand confiscated their cash and jewelry.\n</P>\n<P>\n   The gunmen then forced their hostages to swim to two fishing\nboats, which sped away and appeared to be heading toward Philippine\nwaters.\n</P>\n<P>\n   Eyewitnesses said two of the captives -- James and Mary Murphy,\nboth 51, of Rochester, N.Y. -- escaped after James Murphy told the\nassailants his wife didn't know how to swim. When the kidnappers\nturned around, the American couple ran into the bushes and hid\nuntil dawn.\n</P>\n<P>\n   In the Malaysian capital, Kuala Lumpur, James Murphy declined\ntoday to talk extensively about his ordeal. ''We don't want our\ncomments to overshadow anything that's going on with the\nsituation,'' he said.\n</P>\n<P>\n   The hostages forced onto the fishing boats included tourists --\ntwo French, three Germans, two South Africans, two Finns and one\nLebanese -- and nine Malaysians who either worked at the resort or\nfor the wildlife service. One was a Filipino resort employee and\nthe nationality of the 21st hostage wasn't immediately released.\n</P>\n<P>\n   Another hostage situation was escalating in a remote area of the\nsouthern Philippines, about 275 miles north of Semporna, the port\nfrom which tourists take boats for Sipadan. On the island province\nof Basilan, troops shelled Abu Sayyaf camps again today as soldiers\nbattled their way up a mountain where the rebels were holding 27\nFilipinos captive.\n</P>\n<P>\n   Jose Calimlim, chief of intelligence for the Philippine\nmilitary, said an air force plane and navy boats were searching\nPhilippine waters near Malaysia for the hostages captured Sunday.\nHe doubted the Abu Sayyaf claim of credit.\n</P>\n<P>\n   ''This is a part of their propaganda because they are really\ntrying to attract attention, especially international attention,''\nhe said.\n</P>\n<P>\n   The rebels have demanded the freedom of Arab terrorist suspects\nin U.S. jails, including Ramzi Yousef, mastermind of the 1993\nbombing of the World Trade Center in New York.\n</P>\n<P>\n   Prime Minister Mahathir Mohamad insisted Malaysia was still a\nsafe tourist destination. The Sabah economy relies heavily on the\n400,000 people who visit its beach resorts and rain forests every\nyear.\n</P>\n<P>\n   ''We don't get this kind of thing happening in Malaysia very\noften,'' Mahathir said. ''It will affect tourism in Sabah, but the\nrest of the country is not affected by this. Malaysia is very safe\nfor tourists.''\n</P>\n<P>\n   That may be of little comfort to Yee Mui Phia, a guide at\nSipadan Dive Center who sat today in his empty office in Semporna.\n</P>\n<P>\n   ''We are scared,'' he said. ''And what's more important, it will\naffect our business.''\n</P>\n", 
            "id": "APW20000425.0051"
        }
    ], 
    "id": "D1019D", 
    "title": "Malaysia Resort Abduction"
}