{
    "docSet": [
        {
            "headline": "Hypnotism Experiment on Obesity Gets Good Result", 
            "text": "\n<P>\nKUWAIT CITY, October 18 (Xinhua) -- Hypnotism has become a\nsuccessful experiment to rid extra fat in obese men and women in\nKuwait, a specialist said here today.\n</P>\n<P>\nKazen Abul, a social worker in close contact with the\nexperiment in the country, told Kuwait News Agency that\n\"hypnotherapy of obesity has made an unprecedented success in\nKuwait. The number of people coming to clinics for this\nparticular treatment is on the rise.\"\n</P>\n<P>\nHe said up to 700 obese people were satisfied with the\nresults of hypnotherapy.\n</P>\n<P>\nKuwait has a large percentage of obesity cases among its\n700,000 citizens, especially women, because of less activities\nand unrational food structure.\n</P>\n<P>\nKuwait has started this medical experiment on obesity cases\nrecently. So far it is the third Arab country that has been using\nthis method after Egypt and Lebanon which have been applying the\ntreatment.\n</P>\n<P>\nAbul said there was no side effects arising from this method,\nadding that even international-recognized psychiatrics applies\nthis therapy in many cases like anxiety and depression.\n</P>\n<P>\nHypnotism has become the most successful treatment of people\nsuffering from psychological illness like fear, anxiety, and it\nhas been used on people suffering from obesity and even on drug\naddicts, he said.\n</P>\n<P>\nThe number of sessions patients need in hypnotism treatment\ndepends on how complex the case is, and easier cases take only\nseveral weeks to get satisfied curative results, according to\nthe specialist. \n</P>\n", 
            "id": "XIE19961018.0087"
        }, 
        {
            "headline": "Over 40 Percent of Kuwaiti Women Obese, Says Expert", 
            "text": "\n<P>\nKUWAIT CITY, November 2 (Xinhua) -- More than 40 percent of\nKuwaiti women are obese and suffer from other chronic ailments\nsuch as vein-hardening, diabetes and hypertension, local press\nreported today, citing a Kuwaiti psychologist.\n</P>\n<P>\nMohammed Al-Mousawi, Director of the Educational Research\nCenter in Kuwait, called on the people to follow a scientific\ndiet to reduce opportunities of contracting the diseases, English daily\nArab Times said..\n</P>\n<P>\nThe expert said Friday that a sedentary life style was the\nprimary cause of such diseases.\n</P>\n<P>\nHe warned that obesity would directly lead to depression\nwhich is also a common disease in Kuwait.\n</P>\n<P>\nKuwaiti women accounted for 50.4 percent of the country's\npopulation, which is 708,000.\n</P>\n<P>\nPeople in Kuwait are usually kept away from outdoor\nphysical exercises by the hot desert climate which lasts at\nleast for eight months a year, and diet with much fat are\ntheir favorates.\n</P>\n<P>\nAl-Mousawi said: \"I therefore advise women suffering from such\ndiseases to take some exercises such as walking and to follow\nthe right diet.\"\n</P>\n<P>\nHe also cited links between psychological problems such as\nfear and anxiety with obesity, adding that psychological\npressure could drive some people into ingesting large quantities\nof food that lead to obesity. \n</P>\n", 
            "id": "XIE19961102.0087"
        }, 
        {
            "headline": "WHO: Diabetics to Top 250 Million by 2025", 
            "text": "\n<P>\nGENEVA, November 14 (Xinhua) -- The number of diabetics\nworldwide will increase from the current about 120 million to top\n250 million by the year 2025, the World Health Organization (WHO)\nreported today.\n</P>\n<P>\nThe growth will be registered in both developed and,\nespecially, developing countries, due to population aging,\nunhealthy diets, obesity and a secondary lifestyle.\n</P>\n<P>\nAccording to the U.N. health agency, about 20 percent of\ndiabetics develop the so-called insulin-dependent form of\ndiabetes, or IDDM, and live on with insulin injections, while\nabout 30 percent of the non-IDDM cases may use insulin injections\nto control their conditions.\n</P>\n<P>\nThe WHO considers insulin an essential drug. However, it noted\nthat in some developing countries, the drug that turns the once\nfatal IDDM into a treatable disease is still unavailable or\nunaffordable.\n</P>\n<P>\nA vial of insulin may cost a month's salary in many African\ncountries, according to it.\n</P>\n<P>\nDiabetes is a chronic disease caused by the human body's\nfailure to produce insulin or to produce effective insulin. The\ndeficiency leads to increased concentrations of glucose in blood\nand thus damage the body's many systems, particularly blood\nvessels and nerves.\n</P>\n<P>\nThe long-term complications of diabetes include blindness,\nkidney failure, heart attacks and even gangrene and amputation of\nthe limbs.\n</P>\n<P>\nInsulin was discovered in 1921. \n</P>\n", 
            "id": "XIE19961115.0291"
        }, 
        {
            "headline": "Over Half of Kuwaitis Obese: Study", 
            "text": "\n<P>\nKUWAIT CITY, January 23 (Xinhua) -- More than half of the\n710,000 Kuwaiti citizens are suffering from obesity and anemia\nbecause of poor eating habits and other causes, according to\nstudies by a leading local nutritionist.\n</P>\n<P>\nObesity is number one health threat associated with nutrition\nin Kuwait, Director of Food and Nutrition Department of the\nMinistry of health Fawzia Al-Awadi said in a recent study.\n</P>\n<P>\nAccording to his study, 42 percent of Kuwaiti women and 28\npercent of men are obese. Twenty-eight percent of Kuwaiti men are\noverweight.\n</P>\n<P>\nThe ratio of female to male in Kuwaiti population is 51:49.\n</P>\n<P>\nSeveral factors contribute to the higher prevalence of\nobesity in adult women, Al-Awadi said. These factors include\nrepeated pregnancies, rapid decline in breast feeding, an early\nintroduction to bottle feeding as well as poor eating habits.\n</P>\n<P>\nShe revealed that police and army personnel were more\nsusceptible to becoming overweight (34.4 percent) while obesity\nwas most prevalent among males with a technical profession.\n</P>\n<P>\n\"Regular food consumption between meals, the use of sugar in\ntea, and the consumption of an additional meal at Diwaniya (men's\nleisure time in chatting gathering) contributed significantly to\nthe development of obesity among this group,\" she explained.\n</P>\n<P>\nAl-Awadi's another survey conducted among 1,154 obese patients\nrevealed that nearly one quarter of them had hypertension and\nabout 33 percent suffered diabetes.\n</P>\n<P>\nAl-Awadi noted that \"it has been shown that obesity\nshortens life which is mainly due to cardiovascular and\ncerebro-vascular diseases, constituting an additional risk to\noverweight patients.\"\n</P>\n<P>\nThe nutritionist also said a large percentage of Kuwaiti\nchildren are suffering from malnutrition due to bad feeding\nhabits that cause iron deficiency anemia. She said the intake\nof vitamin C rich foods such as fruit juices are very low,\nparticularly among pre-school children.\n</P>\n<P>\nFactors affecting the eating habits in Kuwait are income,\nfood prices, food import policies and the drastic change in\nfood formula, she reiterated. Increase in family income causes\na change in the dietary patterns that mainly are represented\nby an increase in consumption of soft drinks, tea, chocolates,\nsweets, nuts and ready-made foods. \n</P>\n", 
            "id": "XIE19970123.0141"
        }, 
        {
            "headline": "Poll Shows HK Children Eat Too Much Junk Food", 
            "text": "\n<P>\nHONG KONG, February 17 (Xinhua) -- A survey showed that Hong\nKong children were eating too much junk food, local press reports\nrevealed today.\n</P>\n<P>\nThe poll of 2,760 students' eating habits by the Chai Wan\nCaritas Children and Youth Center found crisps, sweets,\nchocolates, chips, chicken and other deep-fried food, ice-cream\nand ice-lollies topped the list of favorite foods.\n</P>\n<P>\nMore than half the respondents spent up to five HK dollars\n(0.64 US dollars) a day on junk food, and another 26 percent spent\nbetween six to ten HK dollars (0.77 to 1.28 US dollars).\n</P>\n<P>\nMost of the snacks were bought from their school tuck shops,\nthe survey showed.\n</P>\n<P>\nOver 12 percent said they did not eat breakfast, and close to\n30 percent were unsatisfied with their weight.\n</P>\n<P>\nHead of the center, William Ng Man-sui, said concern over an\nincreasing number of young children with obesity problems had\nprompted him to research the eating habits of upper-grade students\nat all seven primary schools in Chai Wan, a district in the east\nof Hong Kong island.\n</P>\n<P>\nHe urged schools to educate students about nutrition and a\nbalanced diet.  \n</P>\n", 
            "id": "XIE19970217.0075"
        }, 
        {
            "headline": "Survey Shows One in Every Ten Shanghainese Overweight", 
            "text": "\n<P>\nSHANGHAI, July 15 (Xinhua) -- One out of every ten people in\nShanghai is overweight, mostly because of improved lifestyles and\npoor eating habits.\n</P>\n<P>\nA recent survey found that 12.6 percent of 4,895 adults and\n11.35 percent of 9,093 children who live in urban Shanghai are\nobese, and these figures are close to the average weight\nproportion seen in developed countries, it was reported in today's\n\"Wen Hui Bao Daily.\"\n</P>\n<P>\nThe survey was conducted jointly by the Xiangshan Hospital of\nTraditional Chinese Medicine and the Nutrition and Food Research\nSection of the Shanghai Medical Science University.\n</P>\n<P>\nPeople in the 7-12 and 60-70 age groups run a greater risk of\nbecoming overweight, and incidence of obesity in males is higher\nthan in females, the survey showed.\n</P>\n<P>\nEducational background was also related to the incidence rate,\nwhich is lower in well-educated people, especially in females.\n</P>\n<P>\nAbout 70 million Chinese people, mostly city dwellers, are\nobese, and the number is on the rise as people's living standards\nhave greatly improved in recent years.\n</P>\n<P>\nMany of them gained unwanted pounds because they do not engage\nin regular exercise, sleep too much and eat food that is high in\nfat and calories, another survey of Beijing's overweight people\nshowed.\n</P>\n<P>\nExperts warn people who are overweight have increased\ntendencies toward cardiovascular and cerebral disease, diabetes,\nand kidney and liver disease. \n</P>\n", 
            "id": "XIE19960715.0055"
        }, 
        {
            "headline": "UAE Nationals Under Diabetes Threat", 
            "text": "\n<P>\nABU DHABI, July 23 (Xinhua) -- A massive increase in the\nincidence of diabetes has been forecast for the United Arab\nEmirates (UAE) nationals unless education and preventive measures\nare taken, a medical study said.\n</P>\n<P>\nAbout 11 percent of national men and 14 percent of women had\ndiabetes and the rate is expected to rise in the following years,\naccording to the study released by UAE's medical center today.\n</P>\n<P>\nThe study, involving 2,000 UAE nationals aged between 30 and 80\nyears, found diabetes in the UAE to be particularly widespread\namong the elderly and less educated social groups.\n</P>\n<P>\nThe study attributed the reason to the increasing incidence of\nobesity among UAE nationals, which is strongly linked to diabetes.\n</P>\n<P>\nDoctors said common sense should be applied and they suggested\nnationals to eat more fruits, cereals and vegetables which were\ncited as the best sources to avoid diabetes.\n</P>\n<P>\nThe UAE has a 2.4 million population, but about two third of\nthem are foreigners. \n</P>\n", 
            "id": "XIE19970723.0065"
        }, 
        {
            "headline": "UK's Healthy Nation Program Foiled by Heavy-Drinking,", 
            "text": "\n<P>\nLONDON, August 14 (Xinhua) -- Heavy-drinking women, school\nchildren who smoke and the overweight of both sexes are ruining\nBritain's drive to create a healthy nation.\n</P>\n<P>\nOnly 11 of the 27 targets set by the Department of Health to\nreduce premature death and avoidable sickness by promoting\nsensible lifestyles look certain to be reached, according to an\nofficial report.\n</P>\n<P>\nThe National Audit Office today reported limited progress in\nachieving the aims of the Health of the Nation White Paper of\nl992.\n</P>\n<P>\nThe ambitious strategy to reduce coronary heart disease,\nstrokes, cancer, mental illness, sexually transmitted diseases and\naccidents was introduced by Virginia Bottomley when she was health\nsecretary.\n</P>\n<P>\nTeams from the National Health Service formulated \"action\nplans\" to improve education, screening and preventive techniques.\nHealthy targets were set to be reached by dates between 1994 and\n2005.\n</P>\n<P>\nBut despite the implementation of the strategy, John Bourn, the\ncomptroller and auditor general, reported that Britons' behavior\nis becoming worse in three areas: obesity in men and women,\ndrinking by women and smoking by the young.\n</P>\n<P>\nThe British government set targets on obesity because it\nincreases the likelihood of coronary heart disease, strokes and\nillnesses including diabetes.\n</P>\n<P>\nThe government wants only 8 percent of women and 6 percent of\nmen, aged 16 to 64, to be overweight by 2005: the same proportion\nas in 1980. But instead figures since then have risen to 16\npercent of women and 13 percent of men.\n</P>\n<P>\nAlcohol targets were set because too much drink raises the\nblood pressure, increasing the risk of stroke, and is blamed for\nliver cirrhosis, cancers and road traffic accidents.\n</P>\n<P>\nHowever, the Health Department is refusing to consider a ban on\ncigarette and alcohol advertising, saying it is up to the public\nto change lifestyles, following government health education.\n</P>\n", 
            "id": "XIE19960815.0021"
        }, 
        {
            "headline": "Guangzhou Studies Its Menu", 
            "text": "\n<P>\nBEIJING, August 15 (Xinhua) -- Armed with new surveys showing\nhigh rates of childhood anemia, obesity, and short stature,\nnutritionists in Guangzhou are pushing for more attention to local\nchildren's diets both at home and school.\n</P>\n<P>\nAccording to a recent city survey, more than 40 percent of the\nteenagers suffer from anemia caused by malnutrition and about 20\npercent of middle school students are overweight, \"China Daily\"\nreports today.\n</P>\n<P>\nThe survey says that Guangzhou teenagers, shorter than the\naverage national height of the same age group, are about 10 to 15\ncentimeters shorter than Japanese teens.\n</P>\n<P>\nZhong Yukun, a nutrition expert of the Guangzhou Science and\nTechnology Association, blamed unbalanced and dull food eaten\nevery day for the malnutrition-based health problems.\n</P>\n<P>\nRice, the main Cantonese food, contains much less nutrition\nthan that found in corn, wheat, potatoes and many other staples\npopular in north China.\n</P>\n<P>\nIn Guangzhou, about 70 percent of the teenagers either have the\nschool lunch or buy lunch on the street nearby. And most school\ncafeterias don't serve food containing the seven basic nutrients\nstudents need every day, according to Zhong.\n</P>\n<P>\nMany spoiled teenagers from one-child families eat only a\nparticular kind of food, such as meat or sweets, which might\neasily lead them to develop obesity, diabetes or heart disease.\n</P>\n", 
            "id": "XIE19960815.0109"
        }, 
        {
            "headline": "12 Percent Shanghai Residents Suffer From Obesity", 
            "text": "\n<P>\nSHANGHAI, September 10 (Xinhua) -- A survey in Shanghai has\nrevealed that one in eight people in the city suffer from\noverweight.\n</P>\n<P>\nThe study shows that the 12 percent obesity is close to the\nstandard in developed countries.\n</P>\n<P>\nThe survey was carried out among nearly 14,000 people,\nincluding 4,895 adults and over 9,093 young people from nine\ndistricts in the city. It was conducted by Shanghai Medical\nSciences University and Shanghai Xiangshan Traditional Chinese\nMedicine Hospital.\n</P>\n<P>\nThe research showed that the ratio of adults suffering from\nobesity has reached 12.6 percent, and that of youngsters is 11.35\npercent.\n</P>\n<P>\nThe survey indicated that differences in age, gender, and\neducation levels can influence the ratio of obesity.\n</P>\n<P>\nFifteen percent of female adults suffer from obesity, while the\nlevel among male adults 10.68 percent.\n</P>\n<P>\nHowever, more boys suffer from obesity than girls. The ratio of\nboys is 14.7 percent, almost double that of girls.\n</P>\n<P>\nResearchers found that children aged from seven to 12, and\npeople between aged 60 and 70, are easiest to fall victim to\nobesity.\n</P>\n<P>\nThey also found that the higher education levels people have,\nthe less they are likely to suffer from obesity, especially among\nwomen.\n</P>\n<P>\nMedical experts suggested that citizens, especially people\nsuffering from obesity, should follow advice to change their life\nstyles and diets.  \n</P>\n", 
            "id": "XIE19960910.0251"
        }
    ], 
    "id": "D1014C", 
    "title": "Obesity"
}