{
    "docSet": [
        {
            "headline": "Indonesian Assembly Agrees to Probe Soeharto's Wealth", 
            "text": "\n<P>\nJAKARTA, November 13 (Xinhua) -- In an apparent response to\nmounting demands from students and opposition groups, Indonesian\nlegislators on Friday agreed to launch an investigation into\nformer president Soeharto's wealth.\n</P>\n<P>\nAll five factions of the People's Consultative Assembly (MPR),\nthe country's highest legislative body, agreed to add a provision\nin a decree on clean governance, preventing centralization of\npower, corruption, collusion and nepotism.\n</P>\n<P>\nArticle four of the decree states that efforts to eradicate\ncorruption, collusion and nepotism must be made indiscriminately\nupon any state officials, former state officials, their families\nand cronies as well as private businessmen, business tycoons and\nformer president Soeharto.\n</P>\n<P>\nAfter an uncertain response to wide calls for a thorough\ninvestigation into the wealth of Soeharto, his family and friends,\nthe dominant Golkar (Functional Group) faction has finally changed\nits position, saying that it strongly supports the wealth probe.\n</P>\n<P>\nAddressing a plenary meeting on Wednesday, Golkar spokesperson\nMarwah Daud Ibrahim said the implementation of a clean government,\nwith no traces of corruption, collusion and nepotism, is a\nprerequisite to achievement of the aims of the 1945 proclamation.\n</P>\n<P>\nThis is the first time Golkar officially declared war against\ncorruption, collusion and nepotism. During the 32 year rule of\nSoeharto, Golkar had been in the government bandwagon, given an\namen to virtually all the regime's policies and whims.\n</P>\n<P>\nHowever, Golkar voiced objections to proposals that the special\nMPR session adopt a special decree to investigate Soeharto's\nwealth. It said it would be more relevant if the call for the\nprobe into the riches of the former president and his family was\nmade part of the decree on corruption, collusion and nepotism.\n</P>\n<P>\nThe United Development Party faction earlier asked for a\nseparate decree to contain investigation into Soeharto, officials,\nformer officials and their families.\n</P>\n<P>\nThe faction's spokesman Djuhad Mahja told reporters that they\nfinally agreed with the decree on anti-corruption, collusion and\nnepotism because the faction's proposal had been accommodated in\nit.\n</P>\n<P>\nCommenting on the stand of the Golkar on the subject, the\nJakarta Post said, \"This is another display of their halfhearted\ncommitment to clean up corruption. A clause in a decree can easily\nbe ignored, but a specific decree would give the needed impetus to\nkick start the investigation.\" \n</P>\n", 
            "id": "XIE19981113.0074"
        }, 
        {
            "headline": "Indonesia Finds More Evidence of Soeharto's Wealth", 
            "text": "\n<P>\nJAKARTA, November 18 (Xinhua) -- The Indonesian National Land\nAgency's Jambi office has uncovered evidence of former President\nSoeharto's allegedly ill-gotten wealth in Central Sumatra Province\nalone, The Jakarta Post reported Wednesday.\n</P>\n<P>\nSoeharto's fortune, part of which has been sold to his crony\nand noted businessman Prayogo Pangestu, reportedly comprised\nstocks, land, a plywood factory, a bank, a pineapple cannery and a\nTV relay station, worth 122.4 billion rupiah (15.3 million U.S.\ndollars) in all.\n</P>\n<P>\nThe paper quoted State Minister for Land Affairs Hasan Basru\nDurin as saying ownership of the property would be canceled and\nsanctions applied if charges were proven.\n</P>\n<P>\nThe government prosecutor's office would continue a thorough\ninvestigation into the wealth while the land would be seized for\nthe state or returned to its original owners, Hasan said.\n</P>\n<P>\nChief of the Prosecutor's Office in Irian Jaya Province T.H.\nSidabutar said they were also investigating thousands of hectares\nof land allegedly belonging to Soeharto, his children and cronies.\n</P>\n<P>\nAt least five factories were built there, he said, adding that\nso far the probe has been focused on Soeharto and his family and\nhas yet to be directed at cronies.\n</P>\n<P>\nA prominent crony, Bob Hasan, for instance, apparently held a\nvirtual monopoly on the supply of vegetables, meat, eggs, fruits\nand various other necessities for employees of PT Freeport\nIndonesia mining firm in Irian Jaya.\n</P>\n<P>\nMeanwhile, Chairman of the National Mandate Party Amien Rais\nurged the government to put Soeharto under city arrest and to\nconfiscate his wealth and that of his family and cronies.\n</P>\n<P>\n\"The law should be upheld if we want reform to go on. The time\nhas come to bring economic and political criminals to court,\" he\nsaid after installing the executive board of the party's chapter\nin Lampung Province on Tuesday.\n</P>\n<P>\nHe cited the new decree of the special session of the People's\nConsultative Assembly from November 10 through November 13. The\ndecree on clean governance included a stipulation that the\ngovernment investigate Soeharto's wealth.\n</P>\n<P>\n\"It is possible for the government to consider forgiving\nSoeharto because of his age but his children and cronies should be\ntried and punished if they are proven guilty,\" Rais added.\n</P>\n", 
            "id": "XIE19981118.0285"
        }, 
        {
            "headline": "Mass Demonstration Against Soeharto Held In Jakarta", 
            "text": "\n\n<P>\nJAKARTA, November 19 (Xinhua) -- Local people and students in\nIndonesia's capital Jakarta held an anti-Soeharto mass\ndemonstration, starting at 14:00 local time on Thursday.\n</P>\n<P>\nThe demonstrators in great number moved toward residence of\nthe former president at Jalancendana street in Central Jakarta.\nBut they failed to reach the target point because of tight\nsecurity precautions at various intersections that lead to the\nspot, official Antara News Agency reported.\n</P>\n<P>\nThis is the first time that demonstrators stage their action\nnear the residence of Soeharto who resigned on May 21 amid\nanti-government demonstrations and bloody rioting in the country.\n</P>\n<P>\nStudents and citizens in the country have held various\ndemonstrations recently, urging the government to bring Soeharto\nto court on the charges of corruption, collusion and nepotism\nduring his 32-year rule.\n</P>\n<P>\nMeanwhile, a legislator claimed that President B.J Habibie\nneeded no new law to start investigation on former president\nSoeharto, saying that the existing anti-corruption law would do.\n</P>\n<P>\nDjuhad Mahja SH of the United Development Party faction made\nthe statement in the Parliament building here Thursday.\n</P>\n<P>\nA investigation team set up in September announced on Tuesday\nthat some evidence of Soeharto's allegedly ill-gotten wealth has\nbeen found in several provinces including land, factories and\nothers. The team also found Soeharto's personal saving accounts as\nmuch as 2.3 million U.S dollars in 72 domestic banks. \n</P>\n", 
            "id": "XIE19981119.0113"
        }, 
        {
            "headline": "Indonesian Govt Investigates Former President's", 
            "text": "\n<P>\nJAKARTA, June 1 (Xinhua) -- Indonesian Attorney General\nSoedjono C. Atmonegoro said here Monday that an investigation on\nthe wealth of former government officials, including former\nPresident Soeharto and his family, was going on.\n</P>\n<P>\nHe refused to disclose the details, saying that the\ninvestigation needs a long time.\n</P>\n<P>\nSoedjono said that he has assigned junior Attorney General to\ncarry out the investigation.\n</P>\n<P>\nMeanwhile, according to a survey result by the Indonesian\nBusiness Data Center which was published here Monday, the assets\nof Soeharto's family have reached 200 trillion rupiah (about 20\nbillion U.S. dollars). However, a foreign media once estimated\nSoeharto's and his family's fortune is worth 40 billion U.S.\ndollars.\n</P>\n<P>\naddressing a gathering on Sunday at the Bogor Institute of\nAgriculture in Bogor, about 60 kilometers south of the capital,\nIndonesian Moslem leader Amien Rais has asked Soeharto to donate\nhis wealth to the nation and also called on Indonesians to forgive\nthe former president who had made great contribution to the\ncountry.\n</P>\n<P>\nSoeharto, who had ruled Indonesia for the last 32 years,\nresigned on May 21 under the heavy pressure from the people\ndemanding for total reforms in political, economic and legal\nfields.\n</P>\n<P>\nThe new government led by B.J. Habibie has promised to carry\nout the reforms and to be free from corruption, collusion and\nnepotism.  \n</P>\n", 
            "id": "XIE19980602.0006"
        }, 
        {
            "headline": "INDONESIA", 
            "text": "\n\t   JAKARTA (JP): The government has launched an investigation into\ncorruption under former president Soeharto but has no plans to\nspecifically target the former Indonesian leader, Attorney General\nSoedjono C. Atmonegoro told a packed news conference here\nyesterday.\n\t   Soedjono said that although the probe did not specifically\ntarget the Soeharto family, the investigation would cover its\nbusiness dealings.\n\t   ``The former president may be summoned, if necessary, to verify\nand check evidence in cooperation with other state agencies,''\nDeputy Attorney General Ismudjoko added.\n\t   Ismudjoko said his office would not impose a travel ban on\nSoeharto or any of his family members, pointing out that his office\nhad received guarantees they would not leave Indonesia.\n\t   Ismudjoko said that while the investigation was very urgent, it\nwould take some time to complete as the work would involve the\nchecking of many documents related to a large number of business\ndeals.\n\t   ``What is most important is that we should always maintain\nnational unity,'' Ismudjoko added.\n\t   ``The investigations are being conducted under the principle of\nthe presumption of innocence,'' Soedjono asserted.\n\t   Critics and analysts have alleged that nepotism, corruption and\ncrony capitalism lie at the root of the economic crisis the nation\nhas faced for 10 months and have demanded that the businesses of\nthe Soeharto family, cronies and other senior officials be\ninvestigated.\n\t   Soeharto, who abruptly resigned from the presidency on May 21\nunder strong pressure from the House of Representatives, his\ncabinet ministers and demonstrating students, has been accused of\namassing tens of billions of dollars from corruption, collusion and\nnumerous shady business deals.\n\t   Leading opposition figure Amien Rais called on Soeharto over the\nweekend to donate 95 percent of his wealth to the state in return\nfor complete forgiveness from the people so that the government\nshould not have to beg for aid from international agencies and\ninstitutions.\n\t   The secretary-general of the National Commission on Human\nRights, Baharuddin Lopa, said yesterday that Soeharto must be\nprosecuted if there is adequate evidence to prove his wrongdoing.\n\t   Any corruption case should be handled in accordance with the\nlaw, no matter who is involved in the malfeasance, Lopa said.\n\t   ``If he or she is proven guilty, all of the wealth obtained\nthrough corruption must be confiscated for the state,'' he added.\n\t   Lopa said the ``solution'' offered by Amien was not educative,\nwas against the law and could create the feeling of legal\nuncertainty.\n\t   President B.J. Habibie could give Soeharto amnesty, but this\ncould only be granted after Soeharto's accountability is completed,\naccording to Lopa.\n\t   Lopa is also a member of Gempita, the Movement of Concerned\nCitizens on State Assets, which was established last week to\ncollect data on ill-gotten wealth and assets.\n\t   Rp 200 trillion\n\t   The Indonesian Business Data Center (PDBI) announced yesterday\nit estimated the wealth of former president Soeharto, his family\nand its close associates at Rp 200 trillion (US$17.5 billion).\n\t   Executive director Christianto Wibisono told reporters yesterday\nthe amount included the assets of Soeharto's foundations under the\nNusamba group, a diversified group managed by Soeharto's closest\ncrony Mohamad ``Bob'' Hasan.\n\t   ``What I mean by cronies here are those who are clearly close to\nhim such as Salim (Salim Group's founder and chairman Lim Sioe\nLiong) and Bob Hasan,'' Christianto said.\n\t   PDBI's study values several major businesses, in which\nSoeharto's six children and foundations are involved, at Rp 16.9\ntrillion, with equity totaling Rp 5.32 trillion.\n\t   These include daughter Siti Hardijanti Rukmana's toll road\nprojects worth Rp 1.39 trillion, son Sigit Hardjojudanto's chemical\nbusinesses worth Rp 628.71 billion, son Bambang Trihatmodjo's\ndiversified Bimantara Group worth Rp 2.72 trillion, and son Hutomo\n(Tommy) Mandala Putra's transportation and automotive businesses\nworth Rp 3.7 trillion.\n\t   According to PDBI, the family's major foreign investment\nventures (with foreign partners) total at least US$15.23 billion,\nincluding $3.16 billion in equity.\n\t   This includes US$1.89 million worth of Hardijanti's highway,\nenergy, hotel and pulp projects, $6 billion worth of Bimantara's\nsatellite and chemical projects and $1.16 billion worth of power\nprojects owned by daughter Siti Hediati Harijadi.\n\t   Christianto said most of the wealth had been accumulated through\nbusiness deals full of collusion, corruption and nepotism such as\nmonopolies, rent-seeking practices and oligopolies.\n\t   Companies and foundations controlled by Soeharto's empire had\nalso been given special privileges to win tenders or to get jobs\nfrom state firms, including oil company Pertamina and energy\ncompany PLN, he said.\n\t   Christianto said, however, crony business practices and special\nprivileges had not been the monopoly of the Soeharto family and\ncronies.\n\t   He said many senior officials such as ministers, governors,\nregents and mayors also had amassed wealth through corruption,\ncollusion and nepotism during Soeharto's 32 years in power.\n\n", 
            "id": "APW19980602.1383"
        }, 
        {
            "headline": "Indonesian to Investigate Officials' Wealth", 
            "text": "\n<P>\nJAKARTA, June 9 (Xinhua) -- The office of Indonesia's attorney\ngeneral has formed a team to investigate the wealth of present and\nformer Indonesian government officials, a spokesman of the office\nsaid here Tuesday.\n</P>\n<P>\n\"The result (of the investigations) of officials of both\ncentral and provincial governments will be announced to the\npublic,\" Spokesman Barman Zahir said.\n</P>\n<P>\nHe said the team will be led by the junior attorney general for\ncivil and state administrative courts. He did not say when the\nresults of the investigations will be announced.\n</P>\n<P>\nThe offices of the attorney general, chief public prosecutor\nand public prosecutor have asked the public to provide information\nabout the wealth of officials to help the team in its\ninvestigations, the spokesman said.\n</P>\n<P>\nAttorney General Soedjono C. Atmonegoro said last week that the\ngovernment has started an investigation into the wealth of former\ngovernment officials, including former President Soeharto and his\nfamily. \n</P>\n", 
            "id": "XIE19980609.0168"
        }, 
        {
            "headline": "Soeharto hires lawyers, JAKARTA POST", 
            "text": "\nWASHINGTON, D.C. 20003 Tel: 202-547-4512 Fax: 202-546-4194\nCOPYRIGHT 1998 BY WORLDSOURCES, INC., A JOINT VENTURE OF FDCH, INC.\nAND WORLD TIMES, INC. NO PORTION OF THE MATERIALS CONTAINED HEREIN\nMAY BE USED IN ANY MEDIA WITHOUT ATTRIBUTION TO WORLDSOURCES, INC.\n\t   JAKARTA (JP): Attorney General Soedjono C. Atmonegoro revealed\nhere yesterday that former president Soeharto has appointed a\nnumber of lawyers to represent him.\n\t   ``Yes that's true,'' Soedjono replied hastily when asked by\njournalists.\n\t   When pressed further he revealed that he had also recently met\nwith them.\n\t   ``They (lawyers) submitted a letter on their power of\nattorney,'' he said.\n\t   Soedjono refused to divulge further details, saying only that\nthere were ``several of them''.\n\t   When pressed if they would be defending the former president,\nSoedjono evasively retorted: ``They are conducting their job in\naccordance with their code of ethics to defend truth and justice''.\n\t   He said when asked why he himself was not Soeharto legal council\nthat: ``Soeharto is now a private citizen so he has the right to be\nrepresented by private lawyers. He's nothing (not a public\nofficial) now.''\n\t   Since stepping down on May 21, the former president has faced\nmounting pressure for an investigation into alleged abuses of power\nand illicit accumulation of wealth by Soeharto, his family and\ncronies during his 32 years in office.\n\t   Two committees have been formed by the public to investigate the\nSoeharto clan's wealth.\n\t   \n", 
            "id": "APW19980612.1196"
        }, 
        {
            "headline": "Soedjono denies claim on foreign lawyer, JAKARTA POST", 
            "text": "\nWASHINGTON, D.C. 20003 Tel: 202-547-4512 Fax: 202-546-4194\nCOPYRIGHT 1998 BY WORLDSOURCES, INC., A JOINT VENTURE OF FDCH, INC.\nAND WORLD TIMES, INC. NO PORTION OF THE MATERIALS CONTAINED HEREIN\nMAY BE USED IN ANY MEDIA WITHOUT ATTRIBUTION TO WORLDSOURCES, INC.\n\t   Attorney General Soedjono C. Atmonegoro claimed yesterday that a\nrelatively unknown local by the name of Yohanes Yacob had been\nhired as former president Soeharto's lawyer and that he had not\nappointed any foreign attorneys.\n\t   However serious questions remain about Yohanes' legal\ncredentials after a background check revealed that his name was\nalmost unknown in legal circles.\n\t   Soedjono made his statement in an apparent attempt to correct\nsome media reports that he had met foreign lawyers hired by\nSoeharto.\n\t   The spokesman for the Attorney General's Office, Barman Zahir,\ntold The Jakarta Post that he was summoned by Soedjono yesterday\nmorning and revealed Yohanes' name to prove his argument.\n\t   ``Please notify the media to correct their reports saying that\nSoeharto has hired a foreign lawyer. He is not a foreigner, he is\nIndonesian,'' Soedjono was quoted by Barman as saying.\n\t   According to Barman, Soedjono did not give any details about\nYohanes.\n\t   Soedjono himself was not available for comment.\n\t   The revelation came as a surprise to many as Yohanes' name is\nunheard of among prominent legal practitioners.\n\t   Attempts to track Yohanes down also proved almost fruitless as\nfew people had heard of him. Many even raised serious doubts as to\nhis true identity.\n\t   The chairmen of all three lawyer's organizations, Haryono\nTjitrosoebono of the Indonesian Bar Association (IKADIN), Yan Apul\nfrom the Indonesian Advocates Association (AAI) and Yan Juanda\nSaputra from the Association of Indonesian Lawyers (IPHI) all told\nthe Post that they had not heard of Yohanes.\n\t   ``I can assure you that his name is not on IKADIN's list,''\nHaryono said.\n\t   Juanda Saputra however said that friends in the Attorney\nGeneral's Office had told him that Yohanes is the chairman of a\nlittle known legal aid office in Tebet, South Jakarta.\n\t   Soedjono admitted Thursday that he had met lawyers representing\nSoeharto. At the time he rushed off and refused to give further\ndetails.\n\t   Demonstrators and opposition leaders have been demanding that an\ninvestigation be conducted into whether Soeharto and his family\naccumulated wealth illegally while he was in power.\n\t   Separately yesterday, Armed Forces spokesman Brig. Gen. A. Wahab\nMokodongan said he was not adverse to an investigation by the\nAttorney General's office into corruption under Soeharto.\n\t   ``ABRI is part of the government. And the authority to conduct\nthe investigation is the Attorney General's office,'' he told\nreporters. \n", 
            "id": "APW19980615.1218"
        }, 
        {
            "headline": "Indonesia Vows to Hunt State Assets Stashed Abroad", 
            "text": "\n<P>\nJAKARTA, September 12 (Xinhua) -- Indonesian Attorney General\nAndi Muhammad Ghalib pledged to hunt state assets which were\nallegedly stashed overseas during the 32-year rule of former\npresident Soeharto, the Jakarta Post reported Saturday.\n</P>\n<P>\n\"We will consult with the Foreign Ministry to rescue the state\nassets stashed overseas,\" Ghalib told reporters after meeting\nSwiss Ambassador to Indonesia Gerard Fonjallaz at his office\nFriday.\n</P>\n<P>\nIndonesian Foreign Affairs Minister Ali Alatas said earlier\nthis week that his ministry was ready to assist the Attorney\nGeneral's Office in rescuing state assets possibly stashed abroad\nduring the Soeharto era.\n</P>\n<P>\n\"We will make the best of this offer... the minister of foreign\naffairs (Ali Alatas) has also offered to cooperate,\" Ghalib said.\n</P>\n<P>\nFonjallaz denied that the investigation into Soeharto's wealth\nwas on the agenda during his meeting with the attorney general.\n</P>\n<P>\nThe purpose of his visit is to explain that Switzerland's\nbanking secrecy is \"not absolute\" as long as there is a formal\ndemand from a particular country to launch investigations into a\nsuspected bank account, he said.\n</P>\n<P>\n\"We would not take the initiative (to launch the\ninvestigation), it has to come from the country of origin of the\nperson (suspected of having illegally-gained deposits),\" he added.\n</P>\n<P>\nGhalib came under fire after he said on Monday that he believed\nSoeharto's public denial of charges that he had accumulated a\nfortune worth billions of U.S. dollars during his rule.\n</P>\n<P>\nSoeharto, in a speech on the channel controlled by his eldest\ndaughter Siti Hardijanti Rukmana on Sunday, said: \"The fact is, I\ndon't have even one cent of savings abroad, don't have accounts at\nforeign banks... let alone hundreds of billion of dollars.\"\n</P>\n<P>\nAmerican magazine Forbes estimated in July that Soeharto, who\nstepped down amid mounting public pressure on May 21, had a\nfortune worth 4 billion U.S. dollars. \n</P>\n", 
            "id": "XIE19980912.0186"
        }, 
        {
            "headline": "Indonesia Investigates Ex-President's Wealth", 
            "text": "\n<P>\nJAKARTA, September 22 (Xinhua) -- Indonesian Attorney General\nAndi M. Ghalib Monday said he would ask former President Soeharto\nto sign a letter of authorization that would enable the\ninvestigation team to probe Soeharto's overseas wealth.\n</P>\n<P>\n\"With this letter of authorization, I can go anywhere in the\nworld to search accounts that may be held by Soeharto,\" Ghalib was\nquoted by the newspaper The Indonesian Observer Tuesday as saying.\n</P>\n<P>\nWithout such a letter, it will be hard for the team to ask\nforeign banks to open their records due to long-established\nbanking secrecy policies, he added.\n</P>\n<P>\nThe Indonesian government has set up two teams to investigate\nalleged corruption by Soeharto as well as his wealth.\n</P>\n<P>\nA team of investigators will soon question Soeharto, Ghalib\nsaid without mentioning time and place for the questioning.\n</P>\n<P>\nLocal and foreign reports have accused Soeharto of amassing\nwealth illegally during his 32-year reign and stashing the fortune\noverseas.\n</P>\n<P>\nBut Soeharto, who stepped down amid mounting public pressure on\nMay 21, swore that he did not have any deposits abroad in a\nstatement broadcast by his own daughter's television station early\nthis month.\n</P>\n<P>\nMeanwhile, State Secretary/Minister Akbar Tanjung Monday\nreiterated the government's seriousness in investigating\nSoeharto's wealth.\n</P>\n<P>\n\"The government is serious in investigating Soeharto's personal\nfortune. Should there be indications (that this wealth was amassed\nillegally), the government will pursue the case and take legal\naction,\" he told reporters.\n</P>\n<P>\nHe said the special team tasked to investigate the former\npresident has already scheduled a meeting with Soeharto.\n</P>\n<P>\n\"Yes, Soeharto will receive the team soon,\" Tanjung said.\n</P>\n", 
            "id": "XIE19980922.0307"
        }
    ], 
    "id": "D1016C", 
    "title": "Soeharto Investigation"
}