{
	"id":"D1017D",
	"title":"Hurricane Floyd",
	"docSet":[
		{
			"id":"XIE19990911.0033",
			"headline":"Hurricane Floyd Churns Through North Atlantic",
			"text":" WASHINGTON, September 10 (Xinhua) -- Tropical storm Floyd strengthened Friday to become the fourth Atlantic hurricane this year, moving through the north Atlantic on a path that will take it north of the Caribbean islands and toward the eastern United States. \"The center of Floyd is still in the formative stage, but it has intensified,\" said Richard Pasch, a hurricane specialist with the U.S. National Hurricane Center (NHC) in Miami. \"We think it could continue to strengthen and become a major hurricane in three days.\" At 14:00 GMT, the center of the hurricane was about 330 kilometers east-northeast of Barbuda at latitude 19.1 north, longitude 58.9 west, the NHC said. "
		},
		{
			"id":"APW19990911.0145",
			"headline":"Floyd May Miss Caribbean Islands",
			"text":" THE VALLEY, Anguilla (AP) -- Hurricane Floyd on Saturday whirred away from the Caribbean's Leeward Islands, but forecasters warned that Puerto Rico and the Virgin Islands could be hit by heavy rains and flooding. The hurricane itself was likely to pass well north of the islands, meteorologists said. Floyd was expected to intensify, and it was unlikely to hit land soon. It posed no immediate threat to the United States coast. Still, it was recommended that people along the U.S. southeast monitor the storm's course this weekend. ``But it's not going to threaten any land anywhere over the weekend,'' said Stacy Stewart, a meteorologist at the National Hurricane Center. Five Caribbean islands canceled tropical storm watches Friday night as Floyd, packing winds of 110 mph, moved further out to sea, the National Hurricane Center in Miami reported. At 5 p.m. Saturday, Floyd was centered about 335 miles northeast of Puerto Rico's capital, San Juan, at latitude 22.7 north and longitude 63.5 west. It was expected to move west-northwest at 12 mph. Hurricane-force winds extended about 105 miles from the storm's center, and tropical storm force winds extended another 175 miles. In Anguilla, the government closed schools Friday and residents put up hurricane shutters, in case the storm veered in their direction. Ports and airports remained open. ``Based on what I saw, the people are taking this thing serious. They are shopping mostly for dry foods and batteries, which are essential during a hurricane,'' said Lee Brooks, manager of a supermarket in The Valley, capital of the British island. It was too early to tell if the storm would threaten the Bahamas, which lie far north of other Caribbean islands. Floyd was expected to be east of the Bahamas in about three days. "
		},
		{
			"id":"NYT19990911.0237",
			"headline":"&HT;",
			"text":" WEST PALM BEACH, Fla. _ Hurricane Floyd got stronger and headed toward the Bahamas Saturday, packing 110 mph winds and leaving weather pundits wondering whether it will hit South Florida this week. Water managers and county emergency workers were on alert, while some anxious people in Palm Beach County and the Treasure Coast stocked up on storm supplies. The National Hurricane Center in Miami reported that Floyd was expected to intensify today, becoming a Category 3 hurricane, and it could become a Category 4 with sustained winds of at least 131 mph by Tuesday afternoon, when it's expected to reach the northern Bahamas. ``It's going to be a strong hurricane,'' said meteorologist Edwin Campos. ``The whole thing is where it's going to go.'' Floyd whirred away from the Caribbean's Leeward Islands on Saturday, but forecasters warned that Puerto Rico and the Virgin Islands could be hit by heavy rains and flooding. The hurricane itself was likely to pass well north of the islands, meteorologists said. At 5 p.m. Saturday, Floyd was centered about 335 miles northeast of Puerto Rico's capital, San Juan. It was expected to move west-northwest at 12 mph. While forecasters say they can't predict where Floyd will go after Tuesday, they said Floyd's center could reach the East Coast by Thursday at its current speed. Residents could experience its wind and rain much sooner. Tropical-force winds extend 175 miles from the center, while hurricane gales reach out 105 miles, the hurricane center said. If the hurricane keeps on the predicted course, a citizen's information line could be activated as early as today, said Bill O'Brien, Palm Beach County's emergency management director. ``We're doing the same thing as everyone else: We're watching it,'' O'Brien said. The American Red Cross is ready to open 11 shelters in Palm Beach County, including one for people who need breathing equipment, he said. Meanwhile, there have been no special water releases from canals, said Ann Overton, a spokeswoman for the South Florida Water Management District. The district's two meteorologists were working staggered shifts this weekend to watch the storm, she said. Area grocery stores reported a small run on nonperishables, but grocery managers are anticipating a crush on such items in the next couple of days. ``Oh, yeah, it's happening already _ started this morning,'' said Fred Price, manager of the Publix on Village Boulevard in West Palm Beach. The store sold 550 1-gallon water jugs Saturday. ``If it keeps coming like it is now, we'll get hit hard,'' Price said. ``It will be outrageous.'' Gary Line, manager of a Winn-Dixie in Stuart, plans to order extra nonperishables today after a run Saturday. ``For a couple of hours it was pretty wild in here today,'' he said. ``We'll order heavy on those items tomorrow, because the next truck won't come until Tuesday and if it's coming it'll be in full swing by then.'' Hardware stores were ordering more hurricane supplies as a precaution. ``We've had several calls today asking about plywood, anchor screw and other items, asking if we had any readily available,'' said Donald Chamberlain, a salesman at the Home Depot on Lake Worth Road. ``But there's been no real noticeable rush yet.'' Boca Raton's residents may be less concerned. ``We haven't gotten any calls at all today,'' a Home Depot employee there said. ``No one's really thinking ahead.'' Story Filed By Cox Newspapers For Use By Clients of the New York Times News Service "
		},
		{
			"id":"APW19990912.0061",
			"headline":"Floyd Strengthens, Nears Bahamas",
			"text":" NASSAU, Bahamas (AP) -- Storm-weary residents in the Bahamas braced for a brush with Hurricane Floyd as it swelled and powered up to a major storm, packing winds of up to 145 mph on Sunday. By mid-afternoon, all of the Bahamas -- a 600-mile-long line of islands -- was under hurricane warnings or watches. Forecasters said they might also issue a hurricane watch for part of eastern Florida Sunday night or Monday. If it stays on its current path, Floyd would hit the coast of Florida between West Palm Beach and Cocoa Beach. Forecasters expected the hurricane to begin turning north before landfall, though perhaps not much before. Experts said that by Tuesday the storm could approach the Abacos Islands and Eleuthera, which were blasted last month by Hurricane Dennis. ``I just got back on my feet from last month's scare,'' sighed Marie Johnson of Nassau as she pulled out a few bills to pay for flashlight and radio batteries at the City Market grocery store. Customers streamed into the store to pick up hurricane supplies. A U.S. hurricane hunter airplane reported Sunday evening that Floyd's winds had topped the 131 mph mark of a very dangerous Category 4 storm. The U.S. National Weather Service recommended people along the southeast coast monitor the storm's course. In Florida, emergency management officials began mobilizing, with the state's Emergency Operations Center in Tallahassee calling in essential personnel for 'round-the-clock staffing. In Fort Pierce, officials began to analyze needs for residents who are disabled or need medical supervision. Many Floridians took advantage of the weekend's final day to take careful inventory of their hurricane supplies. Osvaldo Ibarra, hardware manager at a Home Depot in Miami, said sales were brisk for batteries, nails, rope and hurricane shutter fasteners. ``People are really buying the extra screws, the rope, and we've seen a lot more generator sales,'' Ibarra said. In Puerto Rico and the Virgin Islands, south of the storm's center, meteorologists warned that the terrain was already saturated, and that there could be heavy flooding. Officials posted warnings for Hurricane Floyd across the central Bahamas and hurricane watches throughout the northwest Bahamas. Tropical storm warnings were in effect for the southeast Bahamas and Britain's Turks and Caicos Islands. The storm swelled in size during the weekend. Hurricane-force winds had broadened to 115 miles from Floyd's center by Sunday. Tropical storm force winds extended another 175 miles, and forecasters said the storm would likely strengthen overnight Sunday. At 8 p.m. EDT, Floyd was about 370 miles east of San Salvador in the central Bahamas, and was headed almost due west at 14 mph. Floyd's center is likely to pass close to the capital, Nassau, on Tuesday morning, said Arthur Rolle, deputy director of the Bahamas Meteorological Department. On Sunday, tourists in Nassau watched weather reports nervously. Honeymooners Michael and Julie Smith of Reynoldsburg, Ohio, lamented their bad luck. ``I hope this doesn't mean our marriage is going to be like this -- messed up,'' Michael said. Residents Jean and Jerry Isaacs said they had canceled plans to spend a few days in Florida. ``We could get over okay today, but by the way things are going, it'll be tough getting back,'' Jean Isaacs said. Elsewhere, Floyd was joined Sunday by Tropical Storm Gert, which formed midway between Africa and Barbados. Forecasters said it was gathering strength quickly and could become a hurricane Sunday night or Monday. "
		},
		{
			"id":"APW19990913.0046",
			"headline":"Florida Braces for Hurricane Floyd",
			"text":" MIAMI (AP) -- As Hurricane Floyd neared the strength of a Category 5 storm today and headed west, thousands of coastal residents were ordered to evacuate and NASA began moving workers out of the low-lying Kennedy Space Center. ``We need people to get ready right now, not tonight, not tomorrow,'' said Joan Heller, a spokeswoman for Brevard County, which ordered tens of thousands of people living in mobile homes and coastal areas to evacuate beginning at 4 p.m. today. ``There are different tracks that have been projected and we don't come out unscathed on any of them,'' Heller said. Gov. Jeb Bush, whose family lived in Miami during Hurricane Andrew in 1992, declared a state of emergency. That gives him the authority to deploy the state's National Guard and allows him to seize property, order evacuations and suspend tolls on the highways. ``It's scary. It's very scary,'' Bush said. ``Andrew hit Miami in the middle of the night and it was haunting. This is as strong and ... three times bigger.'' Barring a change in the hurricane's course, NASA planned to close down the Kennedy Space Center by midnight, and the center's approximately 12,500 workers began evacuating. The space is only 9 feet above sea level, so a storm surge as well as wind could be devastating. In addition, forecasters warned NASA of the possibility of 150 mph wind on Wednesday. ``We're going to live and hope -- that's what it's going to take,'' NASA spokesman George Diller said. Residents who lived through Andrew were taking no chances. Sue Willey had her 17-year-old son, Clayton, stay home to board up their home in Homestead, which survived the brunt of Andrew. The two stopped by a hardware store to buy caulking to keep out water. ``Our house looks like Fort Knox,'' Clayton said. The National Hurricane Center said Floyd was 470 miles east-southeast of Miami this afternoon, with wind around the eye blowing at 155 mph. A hurricane watch was extended from the Miami area into southeastern Georgia. Even though the storm was expected to turn before making a landfall in that area, its hurricane-force wind could still rake the coast by the middle of the week. Residents along 35 miles of the Georgia coast also began bracing for Floyd, and National Park Rangers on Cumberland Island, the exclusive resort spot where John F. Kennedy Jr. got married, met today to decide whether to evacuate 89 campers and visitors. Floyd was on the verge of becoming a Category 5 storm. A storm of that strength on the Saffir-Simpson scale has top sustained wind of more than 156 mph and is capable of causing extreme damage. Only two category 5 hurricanes have hit the United States since records have been kept: the so-called Labor Day hurricane of 1935, which slammed the Florida Keys and killed 423, and Camille, which killed 256 people along the Gulf Coast and in Virginia in 1969. When Hurricane Andrew struck southern Miami-Dade County in 1992, it was a Category 4 storm with 150 mph sustained wind and 200 mph gusts. It killed 26 people, made 160,000 homeless and caused damage estimated at $25 billion. Andrew's hurricane-force wind extended out about 25 or 30 miles. By comparison, Floyd's hurricane-force wind extended 105 miles north and east of its center, said Todd Kimberlain, a forecaster at the hurricane center. ``This would send hurricane-force winds over much of Florida, depending on its exact track,'' Kimberlain said. The last time NASA had to go through such drastic precautions was for Hurricane Erin in 1995. That came ashore with sustained wind of 85 mph. Three of the shuttles are in the shuttle hangar, which is designed to withstand wind of only up to 105 mph. A fourth is in the 525-foot-high Vehicle Assembly Building, which is designed to withstand wind of up to 125 mph. Four multimillion-dollar rockets stood on launch pads and can't be moved. Floyd was moving due west at nearly 14 mph today, but was expected to begin gradually turning by evening, initially taking a west-northwest course. Floyd's path depends on a weather system over the central United States. A ridge of high pressure has been blocking Floyd and forcing it to move almost due west, but a low-pressure system moving east could weaken the high pressure. If this high-pressure ridge does weaken, the storm could move north, making it less of a threat to the Miami-Dade area -- but more worrisome elsewhere. Depending on its exact track, it could also threaten the Carolinas or even New England, forecasters said. Farther out in the Atlantic, storm Gert reached hurricane strength today, with 75 mph wind at late morning. Gert's center was located about 1,400 miles east of the Leeward Islands. It was moving west near 20 mph. "
		},
		{
			"id":"APW19990913.0057",
			"headline":"Floyd Strengthens, Nears Bahamas",
			"text":" NASSAU, Bahamas (AP) -- Hurricane Floyd strengthened to a very dangerous Category 4 storm today with 155 mph wind, surprising forecasters and charging toward the Bahamas on a path that also threatened the Florida coast. Heavy rain started falling in parts of the Bahamas today as residents scrambled for emergency supplies, shelters opened, schools closed and shop owners boarded up windows. Mandatory evacuations were ordered in exposed coastal areas of both the Bahamas and Florida's Brevard County. Workers also started leaving NASA's Kennedy Space Center, on a barrier island standing only 9 feet above sea level. ``I have never been this scared about a storm,'' said Bahamas resident Angel Chea, manager of a graphics shop, as she boarded up her windows. ``We need people to get ready right now, not tonight, not tomorrow,'' said Joan Heller, a spokeswoman for Brevard County. Because of uncertainty about the huge storm's path, a hurricane watch area on the mainland was expanded today, reaching all the way from the Miami area northward into Georgia, the U.S. National Hurricane Center said in Miami. ``It's capable of almost catastrophic destruction,'' said Todd Kimberlain, a forecaster at the hurricane center. Floyd had top sustained wind today of nearly 155 mph. That put it on the verge of becoming a Category 5 storm, which features top sustained wind of more than 156 mph and is capable of causing extreme damage. By comparison, Hurricane Andrew had Category 4 status when it struck south Florida in 1992, killing 26 people and causing an estimated $25 billion in damage. However, the hurricane center said little additional strengthening was likely by midday Tuesday. Only two Category 5 hurricanes have struck the United States since record-keeping began, the Labor Day Hurricane of 1935, which destroyed the railroad connecting the Florida Keys to the mainland and killed 423 people, and Camille in 1969, which killed 256 people along the Gulf Coast and in Virginia. If Floyd continued on a track toward central Florida, NASA planned to shut down the Kennedy Space Center by midnight tonight, leaving none of its 12,500 workers behind to ride out the storm. The center is only 9 feet above sea level, so a storm surge as well as wind could be a problem. All four space shuttles were in hangars, but four multimillion-dollar rockets were on launch pads and couldn't be moved. All of the northwest and central Bahamian islands were under hurricane warnings today. A tropical storm warning was posted for the southeastern Bahamas and the nearby British Turks and Caicos islands. A hurricane watch on the mainland was extended from the Miami area northward all the way to near Brunswick, Ga. In the middle of the watch area, Florida's Brevard County ordered tens of thousands of people living in mobile homes and coastal areas to evacuate beginning at 4 p.m. today. ``There are different tracks that have been projected and we don't come out unscathed on any of them,'' said Brevard County spokeswoman Joan Heller. At 2 p.m., Floyd's center was about 90 miles east of San Salvador in the central Bahamas, and about 470 miles east-southeast of Miami. It was headed west at nearly 15 mph, and was expected to gradually turn to a west-northwesterly-heading by evening, with a further turn toward the northwest on Tuesday. Hurricane-force wind extended 105 miles from its center with tropical storm-force wind stretching outward up to 290 miles. Forecasters estimated storm surge conditions could reach 15 to 20 feet for the northwest Bahamas. Floyd grew unexpectedly into a monster of a storm on Sunday. ``I didn't expect such a very fast intensification,'' said Jerry Jarrell, director of the National Hurricane Center. ``This is a real surprise for us.'' Far out at sea, Gert strengthened into a hurricane today with sustained wind increasing to 75 mph. At 11 a.m. EDT, Gert's center was about 1,400 miles east of the Leeward Islands. It was moving toward the west at nearly 20 mph. "
		},
		{
			"id":"NYT19990913.0226",
			"headline":"&HT;",
			"text":" WASHINGTON - Wherever Hurricane Floyd hits, the federal agency responsible for emergencies says it won't be as tardy as it was after Hurricane Andrew, seven years ago. ``There are a lot of things going on that were not going on six years ago,'' said Lacy Suiter, Federal Emergency Management Agency's executive associate director. When Andrew slammed into Florida just south of Miami in August 1992, the tardy and disjointed federal response sparked cries of anger from state and local authorities and prompted then-President Bush to name his transportation secretary to coordinate the federal effect. FEMA officials Monday said the agency has changed dramatically since then. They said they were ready to roll and could have supplies into an affected area within hours after the Floyd's passage. ``The federal government is being not just reactive to events and the requests of the governors, but we're being pro-active,'' Suiter said. ``We're not waiting until the hurricane comes ashore to buy the ice and buy the water and get the generators ready and get the other things ready to move out to the area. We're doing it now in anticipation of what the requirements might be,'' Suiter said. ``We've been through this enough to know what to anticipate and what to plan for.'' FEMA emergency response centers have been activated in Atlanta, Ga., and Washington, D.C., and it has representatives at state emergency centers from Florida to North Carolina. A hurricane liaison team of federal emergency officials is also stationed at the National Hurricane Center in Miami to monitor the latest forecasts of the storm's path and intensity. Meanwhile, FEMA has positioned ice, water, plastic sheeting, cots, tents, and emergency food and medial supplies in Atlanta where they can be delivered within hours wherever Floyd hits land, said Bruce Baughman, FEMA director of response. There are more than 30,000 rolls of plastic sheeting -- enough to cover 25,000 roofless houses -- and some 100 tons of ice, he said. The supplies are being kept in Atlanta, rather than closer to where the hurricane might hit, in order to protect them. ``Depending on the track (taken by the storm) you don't want to get it too far forward because the supplies themselves may become a victim,'' Baughman said. In addition to the supplies on hand, FEMA has contracted with suppliers to provide additional support such as debris removal, roofing repairs and bulk water if needed, he said. Meanwhile, the federal government is urging individuals to prepare by making their property as hurricane-proof as possible such as removing lawn furniture and listening to local government warnings. Residents also are urged to check the FEMA website for other tips at www.fema.gov. ``This is a serious storm,'' Suiter said. ``It may be the worst storm that we have had in many, many years.'' ENDIT Story Filed By Cox Newspapers For Use By Clients of the New York Times News Service "
		},
		{
			"id":"NYT19990913.0305",
			"headline":"&HT;",
			"text":" WASHINGTON _ This could be the storm FEMA Director James Lee Witt has been dreading since taking office six years ago: a catastrophic hurricane that hugs the coastline from Florida to the Carolinas, causing massive damage along a swath hundreds of miles long. ``We've tried to prepare for the worst possible case, and this is one of those cases,'' said Witt, head of the Federal Emergency Management Agency after concluding a video conference with emergency teams spread out across the country. The prospect of an extremely powerful, coast-hugging hurricane ``was a scenario that ever since I've been here I've hoped I'd never see,'' Witt said Monday, noting that the destruction could cover ``not just one area, it's the whole coastline and the pounding it's going to take.'' Jim Loomis, reporting to Witt from the Florida Division of Emergency Management in a late afternoon video conference, said ``if this parallels us, it could act like a Weed-Eater for 25 miles along the coast. Most of those counties don't have population inland, they sit right on the coast, so it's going to be pretty devastating as far as who is going to get hit.'' FEMA officials say that regardless of where Hurricane Floyd strikes, the federal response will be far different from the tardy answer to Hurricane Andrew seven years ago. ``There are a lot of things going on that were not going on six years ago,'' said Lacy Suiter, Federal Emergency Management Agency's executive associate director. When Andrew slammed into Florida just south of Miami in August 1992, the tardy and disjointed federal response sparked cries of anger from state and local authorities and prompted then-President Bush to name his transportation secretary to coordinate the federal effect. FEMA officials Monday said the agency has changed dramatically since then. They said they were ready to roll and could have supplies into an affected area within hours after the Floyd's passage. ``The federal government is being not just reactive to events and the requests of the governors, but we're being pro-active,'' Suiter said. ``We're not waiting until the hurricane comes ashore to buy the ice and buy the water and get the generators ready and get the other things ready to move out to the area. We're doing it now in anticipation of what the requirements might be,'' Suiter said. ``We've been through this enough to know what to anticipate and what to plan for.'' FEMA emergency response centers have been activated in Atlanta and Washington, and it has representatives at state emergency centers from Florida to North Carolina. A hurricane liaison team of federal emergency officials is also stationed at the National Hurricane Center in Miami to monitor the latest forecasts of the storm's path and intensity. Meanwhile, FEMA has positioned ice, water, plastic sheeting, cots, tents, and emergency food and medial supplies in Atlanta where they can be delivered within hours wherever Floyd hits land, said Bruce Baughman, FEMA director of response. There are more than 30,000 rolls of plastic sheeting _ enough to cover 25,000 roofless houses _ and some 100 tons of ice, he said. The supplies are being kept in Atlanta, rather than closer to where the hurricane might hit, in order to protect them. ``Depending on the track (taken by the storm) you don't want to get it too far forward because the supplies themselves may become a victim,'' Baughman said. In addition to the supplies on hand, FEMA has contracted with suppliers to provide additional support such as debris removal, roofing repairs and bulk water if needed, he said. Meanwhile, the federal government is urging individuals to prepare by making their property as hurricane-proof as possible _ such as removing lawn furniture _ and listening to local government warnings. Residents also are urged to check the FEMA Internet site for other tips at www.fema.gov. ``This is a serious storm,'' Suiter said. ``It may be the worst storm that we have had in many, many years.'' ENDIT Story Filed By Cox Newspapers For Use By Clients of the New York Times News Service "
		},
		{
			"id":"NYT19990913.0328",
			"headline":"&HT;",
			"text":" BRUNSWICK, Ga._A voluntary evacuation of heavily-populated barrier islands and low-lying areas east of Ga. 17 could become mandatory by noon today as Hurricane Floyd showed signs of swinging closer to coastal Georgia. A hurricane warning was issued north to Brunswick late Monday afternoon and a watch was extended as far up the coast as Savannah. ``This is the most serious threat to coastal Georgia and the whole east coast since Hurricane Hugo in 1989,'' said Ed Abel, chief of Glynn County's emergency management agency. ``We've never had a Category 5 hurricane hit the east coast and this storm is just under that.'' Floyd, already a major Category 4 storm with 155 mile an hour sustained winds and gusts of up to 190 miles an hour, would be upgraded to a Category 5 storm if its winds increase to 156 miles an hour. Both Glynn and Chatham counties called for voluntary evacuations of the most vulnerable stretches of the coast at 6 p.m. Monday, including such mainland areas as the south Brunswick peninsula, which includes a National Register historic district. ``We're the only counties that have barrier islands with a lot of people on them,'' Abel said. Linda Padgett, administrative assistant at the Emergency Operations Center in Chatham County, said officials there are keeping close track of the storm. ``We're still hoping it will turn more to the northeast,'' she said. In the meantime, she said, residents of Tybee Island as well as those on Wilmington, Skidaway, Isle of Hope and other islands linked to the mainland by low-lying causeways were being advised to seek shelter inland. Coastal officials planned to go to a mandatory evacuation, based on overnight reports from the National Hurricane Center. In Savannah, a mandatory evacuation for low-lying areas was to go into effect at 8 a.m. today and for all of Chatham County by noon. ``We know we're supposed to get hurricane-force winds and a storm surge of 9 to 16 feet above normal tide, because Floyd waited so long to start turning north,'' Abel said. Earlier projections had the storm tracking farther east away from coastal Georgia but the 5 p.m. advisory Monday showed a revised path expected to bring tropical storm-force winds ashore by 2 a.m. Wednesday. Schools in Chatham and Glynn counties cancelled classes for today and Wednesday. The Red Cross said shelters were opened to the north in Coffee County and Dublin last night. By late afternoon, hundreds of coastal residents were lined up at gas stations along the coast. The Home Depot in Brunswick sold out of plywood by mid-afternoon. Grocery store managers said customers were lining up to buy bottled water, batteries and canned foods. Telephone circuits were jammed with calls. On St. Simons Island, residents_especially those in homes near the beach_spent the afternoon Monday boarding up windows and moving outdoor furniture indoors. Woody Woodside, executive director of the Brunswick-Golden Isles Chamber of Commerce, said there are still a number of tourists vacationing on the barrier islands. ``I'm sure they're concerned, as all of us are, and they're staying in touch with emergency officials,'' Woodside said. ``We've been fortunate so many times before and we're hoping we'll be lucky again.'' Jingle Davis writes for the Atlanta Journal-Constitution, Atlanta, Ga. Story Filed By Cox Newspapers For Use By Clients of the New York Times News Service "
		},
		{
			"id":"NYT19990913.0348",
			"headline":"FLORIDA BRACES AS MASSIVE STORM MOVES TOWARD COAST",
			"text":" MIAMI _ A hurricane that meteorologists said was four times the size of the infamous Andrew and potentially even more destructive pounded toward Florida Monday, forcing hundreds of thousands from their homes and leaving countless residents to hope that the massive storm would somehow miss their cities. ``This hurricane,'' said Jerry Jarrell, director of the National Hurricane Center, ``could be catastrophic.'' From as far south as Miami to as far north as Cape Canaveral, hundreds of thousands of people evacuated the densely populated Florida coast as the storm, with winds of more than 155 mph, crept westward across the Atlantic and forecasters' radar screens. ``It looks like a giant bullseye out there,'' said Brad Cramer, a lifeguard on Palm Beach. All day Monday, state meteorologists offered hope that Hurricane Floyd would be nudged from its westerly course by a trough of low pressure air moving to the east and southeast, and, instead of making landfall in South Florida, travel up the coast, its dangerous eye offshore. But that hope seemed to weaken by early Monday evening as Floyd plowed west and slightly northwest, in the general direction of Palm Beach. ``This is the sort of the thing you have nightmares about,'' said Bill Bill O'Brien, director of emergency management in Palm Beach County. In a frightening scenario, the hurricane could turn north just as the most powerful winds surrounding the eye make landfall, sending the most destructive part of the hurricane along the coast, meteorologists said. Like Andrew in 1992, which killed 40 people, wrecked 160 homes and caused more than $25 billion in damages, Floyd was a category 4 storm on Monday. It was on the verge of being a category 5, the most powerful, as of Monday evening, with the power to turn houses into rubble and splinters if it makes landfall. But Jarrell warned that even if the hurricane's eye stays as much as 30 miles off the coast the storm could still rip roofs off houses and flatten walls. Meteorologists called it a history-making storm. Jonathan Gottschalck, a research associate in Meteorology at the University of Miami's Rosentiel School of Marine and Atmospheric Science, called it ``one of the largest and strongest storms'' in history to hit the U.S. coast. ``It runs 700 miles in all directions,'' he said of the storm's size, noting that the hurricane-force winds extend 120 miles from its eye. ``We are going to feel it,'' he said. Forecasters, while warning that this hurricane was large and powerful enough to overcome steering winds like the much-hoped-for southeasterly front, still held some hope that the trough would nudge it northeasterly. As night fell on South Florida, shelters and hotel rooms inland, especially around Palm Beach, began to fill; cruise ships left for safer waters to the south; long flotillas of pleasure craft snaked along canals looking for safe harbor, as lines grew at hardware and grocery stores. Because it was still too soon to more accurately estimate the storm's landfall, the entire state of Florida was placed under a hurricane warning. More than 200,000 people on Florida's east-central coast were told to evacuate, and another 200,000 were evacuated from coastal areas of Miami-Dade County. <ANNOTATION> (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS) </ANNOTATION> Allen Fiske's boat is his home, and he was worried about losing it as the storm drew closer. A paraplegic since a car accident 17 years ago, he lives aboard his 35-foot sailboat, ``Minimum Balance.'' ``I don't know what I'm going to do,'' he said. ``I can leave it here at Dinner Key marina and let it get smashed into the pilings, or I could take it up the Miami River along with everybody else and let it get smashed against all the other boats. `I'm leaning toward going south, down to Key Largo.'' The Keys, he said, seem to be the one place in Florida that are out of harm's way. While a few people said they thought the evacuations were premature and a sign of media-driven panic, most people took the threat seriously. ``There have only been two other category 5 hurricanes to hit the U.S. _ Camille in the 1960s and an unnamed storm in 1935,'' said Gottschalck. ``This kind of storm needs to be taken seriously.'' As far north as Jacksonville, people watched in amazement as the huge storm swirled across television screens, larger than the state it was approaching. ``Oh, my God,'' said Courtney Edwards, 17, as she saw maps of the storm on a big-screen television in the electronics department of a department store in Jacksonville. Further south, even people who lived miles inland considered leaving their homes. ``We did consider driving to Atlanta,'' said Bettye Cox, who lives in Boca Raton. Instead, she just bought hurricane supplies. As the storm approached, the weather along the South Florida beaches as far north as Palm Beach was balmy and breezy _ a perfect day. Arturo Penalver, 65, a retired longshoreman from Brooklyn, took a swim on Palm Beach. ``It's beautiful,'' said Penalver. ``I don't believe it will come here.'' Edmond Zion, a retired limo driver from Queens, also scoffed at the growing concern. ``You would think that people down here would be used to these storms already,'' he said. ``They act like it's all new, like they never heard of such a thing before.'' But in this case, it may be true. This storm could be something entirely new. As if the threat of this hurricane was not enough bad news for Florida, another potentially dangerous storm, Hurricane Gert, seems to be taking roughly the same path as Floyd, just a few days behind. That storm, which developed into a full-fledged hurricane Monday, was expected to push through the Leeward Islands, Virgin Islands and Puerto Rico later this week, and _ if it stays on course _ eventually threaten Florida or the east coast. Though not as large as Floyd, Gert, the fifth hurricane of the season, was expected to pound through the Atlantic with winds well over 100 mph. For now, Floyd is trouble enough. On ritzy Worth Avenue in Palm Beach, Susan Bryden and six friends, visiting from Agawam, Mass., hurried through their shopping to make an evening flight home. ``We're leaving,'' said Ms. Bryden, as employees pulled shutters down on the windows of Saks Fifth Avenue and Ralph Lauren, ``and we're glad of it.'' In Miami, the last cruise ship had lumbered out of the harbor by 6 p.m. Most workers had left downtown early. To the north, in Palm Beach, workers cleared the last chairs off the beaches. Cramer, the lifeguard, has seen this deceptive calm before. ``When you live here, you get used to the idea of hurricanes, but you respect them,'' he said. ``This one demands a lot of respect.'' "
		}
	]
}
