{
    "docSet": [
        {
            "headline": "With Pilot Disabled, Airliner Crashes, Killing 121", 
            "text": "\n<P>\nHigh in the skies above the Aegean Sea, two Greek fighter\npilots nudged their F-16s to either side of a Cypriot passenger jet\nand quickly discerned the disaster that was unfolding.\n</P>\n<P>\nThey saw a cockpit in turmoil. One of the Cypriot pilots sat\nslumped over the instrument panel. The other was not visible at all.\nTwo other people desperately tried to gain control of the plane.\nOxygen masks dangled in the cabin.\n</P>\n<P>\nLess than an hour later, Helios Airways Flight 522 bound for Athens\nslammed into the side of a wooded Greek hill Sunday, killing all 121\npeople aboard. About one-third of the dead were children.\n</P>\n<P>\nThe worst airline crash in Greek history is also one of the most\nmysterious. Incapacitation of both pilots on a commercial jetliner is\nextremely rare. It suggests multiple malfunctions that happened either\ntoo quickly or too subtly for the pilots to be aware of them or to act\nin time to remedy them, aviation experts said.\n</P>\n<P>\nGreek and Cypriot officials said Sunday that, while nothing could\nbe ruled out, it appeared unlikely that terrorism was involved. In\naddition, there were no signs of a hijacking, such as a distress call,\nthe officials said. ``We have no indication whatsoever that this was a\nterrorist act,'' Cypriot Transport Minister Harris Thrassou said in a\ntelevised news conference at the Lanarca Airport, where the flight\noriginated.\n</P>\n<P>\nInstead, the leading theory about what went wrong on the Boeing 737\nwas a catastrophic loss of cabin pressure that would have starved the\npilots and passengers of oxygen. One pilot reportedly had complained\nof trouble with the plane's air-conditioning system early in the\nflight.\n</P>\n<P>\nAt altitudes above 30,000 feet, a sudden decompression could plunge\nthe temperature inside the plane below zero, and those aboard could\nbegin to experience hypoxia and loss of consciousness within 10 to 30\nseconds unless they were able to put on emergency oxygen masks,\naviation experts say.\n</P>\n<P>\nThe F-16s intercepted the Helios flight at 34,000 feet, officials\nsaid.\n</P>\n<P>\nIf this is what happened, it still does not explain how or why\nthese systems failed, and whether the pilots were alerted by alarms\nthat are standard equipment on jetliners.\n</P>\n<P>\nMost of the people on board may have been dead or unconscious for\nthe last hour or so that the plane traveled, on automatic pilot, until\ncrashing, a civil aviation official in Athens said. The two who\nentered the cockpit to attempt to control the plane may have been crew\nor passengers, a government official said. Their identity was not\nclear, nor how long they were able to sustain their efforts.\n</P>\n<P>\nThe decompression scenario was reminiscent of the 1999 crash that\nkilled U.S. golfer Payne Stewart, whose plane flew for nearly five\nhours after a sudden loss of cabin pressure killed or disabled all on\nboard. With its windows iced over, the plane finally plummeted into a\nfield in South Dakota. But that aircraft was a small Learjet, not a\ncommercial airliner, which has numerous back-up systems.\n</P>\n<P>\n``Although there are precedents for both pilots losing\nconsciousness, for it to happen on a large airliner like a Boeing 737\nwith all the back-up systems they have does seem to be really quite\nextraordinary,'' Kieran Daly, editor of Air Transport Intelligence,\nsaid in an interview with CNN. ``If the crew had any indication at all\nof any problem (with air systems) they would immediately be on very\nrobust emergency systems. How that did not happen (with the Helios\nflight) is extremely strange.''\n</P>\n<P>\nSudden loss of cabin pressure would trigger a loud horn and caution\nlights, said John J. Nance, an air safety analyst and former Air Force\nand commercial pilot. ``You're not going to miss this anyway because\nyou're ears are going to start popping,'' he said.\n</P>\n<P>\n``There's a lot here that doesn't make sense,'' said Nance, who\nadded: ``Provided the information from the fighter pilot is right,\nthen we have a high, high probability that we had a malfunctioning\ncrew oxygen system, that the crew didn't know it in time.''\n</P>\n<P>\nHe noted that drop-down oxygen masks provided in the passenger\ncabin are not powerful enough to sustain consciousness for very long.\n</P>\n<P>\nIt also was unclear whether why the Helios plane eventually lost\naltitude and crashed; one possibility was that it ran out of fuel.\n</P>\n<P>\nIn Sunday's crash, scorched debris, suitcases and bodies were\nscattered down the side of a hill and across a ravine 25 miles north\nof Athens. A piece of the tail and a wheel from the landing gear were\nintact and recognizable. The impact ignited fires in the dry brush.\nOne report from the scene said some of the bodies were wearing orange\noxygen masks.\n</P>\n<P>\nA man who said his cousin was on board reported receiving a mobile\ntelephone text message from him shortly before the crash, saying the\ncaptain had ``turned blue'' and temperatures in the cabin had\nplummeted.\n</P>\n<P>\n''Cousin farewell, we're freezing,`` the passenger messaged,\naccording to Alpha TV, a Greek network. The authenticity of the\nmessage could not be verified, but the description would be in keeping\nwith drastic loss of cabin pressure.\n</P>\n<P>\nBy Sunday afternoon, rescue workers at the site of the crash had\nrecovered the so-called black boxes that contain recordings of flight\ndata and the pilots' voices, said Akrivos Tsolakis, head of the Greek\nairline safety commission.\n</P>\n<P>\nAt airports in Lanarca, Athens and Prague, the flight's final\ndestination, distraught families spent long hours with little\ninformation and rising anxiety. Especially at Lanarca, angry relatives\nblasted Helios for providing information too slowly and scuffled with\npolice while trying to storm the airline's offices.\n</P>\n<P>\nThe dead included 48 Greek Cypriot children and youths on a holiday\nschool trip to Prague, a spokesman for Helios said. Most of the\npassengers and crew were Greek Cypriot, the spokesman said.\n</P>\n<P>\nA Boeing Co. spokeswoman said the company had dispatched a team of\nexperts to join the investigation. The plane that went down was\nmanufactured seven years ago and delivered to Helios in April 2004.\n</P>\n<P>\nShortly after takeoff Sunday morning, the Helios pilot radioed to\nground control in Lanarca that he was having trouble with the air\nconditioning, Greek officials said. That was the last contact.\n</P>\n<P>\nThe plane crossed into Greek airspace about half an hour later,\naround 9:30 a.m. Athens air traffic controllers began attempting to\ncontact the plane at 10:07 a.m. to initiate landing procedures, but\nreceived no response. The attempts continued until 10:55, when the\nlack of communication triggered Greek emergency procedures known as\n''renegade alert``: the Greek air force scrambled two F-16 fighters to\nescort the plane to its landing.\n</P>\n<P>\nThe F-16 pilots, flanking the Helios aircraft, saw an unconscious\nco-pilot and no captain in the cockpit, Greek government spokesman\nTheodoros Roussopoulos said in a briefing for reporters in Athens.\nThey noticed that the oxygen masks had deployed inside the cabin and,\na few minutes later, saw two people enter the cockpit to attempt to\ngain control of the doomed flight, Roussopoulos said.\n</P>\n<P>\nThe presence of these two was especially mysterious, since by all\nappearances most of the other occupants of Flight 522 were\nincapacitated.\n</P>\n<P>\n''When a pilot has no communication with the control tower, the\nprocedure dictates that other planes must accompany and help the plane\nland,`` Thrassou, the Cypriot transport minister, said.\n''Unfortunately, it appeared that the pilot was already dead, as was,\npossibly, everyone else on the plane.``\n</P>\n<P>\nTimes staff writer Elizabeth Douglass in Los Angeles contributed to\nthis report.\n</P>\n", 
            "id": "LTW_ENG_20050814.0036"
        }, 
        {
            "headline": "Cypriot airliner carrying 121 people crashes in Greece", 
            "text": "\n<P>\nA Cypriot Helios Airways Boeing 737\njetliner with 115 passengers and six crew members on board crashed\nSunday north of Athens, Greek news media reported.\n</P>\n<P>\nMedia reports quoted sources with the Defense Ministry and fire\ndepartment as saying that the plane crashed at about 12:20 p.m. \n(0920 GMT) near the coastal town of Grammatikos, about 40 \nkilometers north of the capital city of Athens.\n</P>\n<P>\nAthens radio quoted eyewitnesses as saying that the plane was \nbeing accompanied by two Greek fighter jets when it went down.\n</P>\n<P>\nThe cause for the crash is yet to be known.\n</P>\n<P>\nThe flight was headed from the Cypriot city of Larnaca to \nAthens International Airport. After losing contact with the Athens\nairport's control tower, the Greek air force immediately sent two \nF-16 fighter jets to lead the airliner.\n</P>\n<P>\nGreek radio and television stations reported that the air force\npilots in the two fighter jets did not see any movement in the \ncockpit of the airliner before the crash and it was unclear if the\ntwo pilots were in their seats.\n</P>\n<P>\nThe plane did not respond to radio calls. One of the pilots \nappeared to have fallen ill or unconscious, according to reports.\n</P>\n", 
            "id": "XIN_ENG_20050814.0067"
        }, 
        {
            "headline": "GREECE-CRASH-ART-735&amp;ADD-NYT", 
            "text": "\n<P>\n121 ARE KILLED AS JETLINER CRASHES NORTH OF ATHENS Anthee Carassava\nreported from Athens, Greece, for this article, and Ian Fisher\nfrom Prague, Czech Republic, and Rome. Matthew L. Wald contributed\nreporting from Washington. ATHENS, Greece -- A Cypriot passenger plane\nwith 121 people on board crashed Sunday just north of\nthe Greek capital, after being shadowed for 43 helpless minutes\nby fighter jets reporting that the co-pilot was slumped over\nthe controls and that there was no sign of the\npilot.\n</P>\n<P>\nTwo Greek fighter pilots, peering into the plane, saw \"a lifeless\ncockpit,\" according to a Greek air force spokesman, even though\nthe Helios Air Boeing 737 continued flying, apparently on autopilot,\nfor nearly three-quarters of an hour before it slammed into\na wooded, uninhabited gorge near the town of Grammatikos at\n12:03 p.m.\n</P>\n<P>\nThere were no survivors in what officials called Greece's worst airline\naccident. Helios airline officials refused to release the passenger list\nbut said 48 of the passengers were \"youth travelers\" bound\nfor Prague, Czech Republic, after a stopover in Athens. The\nflight, a charter, had taken off from Larnaka in Cyprus\non its way to Prague via Athens. Greek Defense Ministry\nofficials said no chain of events could be ruled out\nin a crash that baffled many aviation experts, though by\nlate afternoon terrorism was being discounted.\n</P>\n<P>\nState-run news media reported that a malfunction in the aircraft's oxygen\nsystem might have precipitated the crash and that the cabin\nmight have rapidly lost pressure. Many of the victims found\nin the sheared and burning wreckage were still wearing oxygen\nmasks.\n</P>\n<P>\nAirport officials in Larnaka said the pilot of the airliner reported\nproblems with the air-conditioning system minutes before losing contact with\nGreek and Cypriot traffic controllers.\n</P>\n<P>\nThough the plane was out of radio contact with the ground\nfor more than an hour after that, it appeared that\nat least some passengers remained conscious. Before the plane crashed,\nthe Greek fighter pilots reported seeing two people trying to\ntake the controls in the cockpit.\n</P>\n<P>\n\"The pilots have turned blue. Farewell cousin -- we're frozen,\" one\npassenger wrote in a text message from a cell phone,\naccording to an interview with a relative on Greece's Alpha\ntelevision.\n</P>\n<P>\nBereaved and angry relatives flooded the airport in Larnaka, some collapsing\nin grief, as senior Greek ministers, including the country's prime\nminister, Kostas Karamanlis, broke off from their vacations to attend\ncrisis talks in Athens.\n</P>\n<P>\nTeams of rescue workers, firefighters and ambulances, meanwhile, scrambled to the\nwooded crash site as authorities evacuated a nearby monastery threatened\nby a brush fire started by the crash.\n</P>\n<P>\n\"I ran to help, but on arrival I found dead bodies,\nhuman parts and clothing scattered everywhere,\" one witness at the\nsite of the crash said, according to television reports.\n</P>\n<P>\nLive television broadcasts from the disaster area showed firefighting aircraft dousing\nthe wreckage site with water as rescue workers and volunteers\ncombed the region, collecting corpses.\n</P>\n<P>\nDense black smoke billowed from several small fires.\n</P>\n<P>\nOne witness told Reuters that the plane's tail was cut off\nand that the remaining parts of the plane rolled down\na hillside about 500 yards away from the tail.\n</P>\n<P>\nAviation experts were baffled, saying it was rare for a plane\nto crash because of depressurization.\n</P>\n<P>\n\"Although there are precedents for both pilots losing consciousness at the\ncontrols of the aircraft in the past, for it to\nhappen on a large airliner like a Boeing 737, with\nall the backup systems they have there, does seem to\nbe really quite extraordinary,\" said Kieran Daly, editor of Air\nTransport Intelligence, a news agency that covers the industry.\n</P>\n<P>\n\"It really is all very peculiar,\" he added. \"I rather suspect\nwe're heading for a very complicated investigation.\"\n</P>\n<P>\nLate on Sunday, rescue teams said they had located one of\nthe plane's \"black boxes,\" two orange-colored devices that record flight\ndata and voices of the pilots.\n</P>\n<P>\nIn December 2004, three passengers were hospitalized after a Helios plane\nlost cabin pressure and made an emergency landing at the\nLarnaka airport. A year earlier, another Helios plane suffered engine\nproblems, diverting to the Greek holiday island of Rhodes.\n</P>\n<P>\nAirliners are pressurized by a system that draws air from the\nengines, which compress air for internal use. A valve at\nthe back of the plane determines how fast air is\nlet out of the fuselage.\n</P>\n<P>\nAviation experts say that depressurization is rare, and that when it\noccurs, a warning horn sounds in the cockpit, and crew\nmembers are supposed to put on oxygen masks and descend\nto 10,000 feet, where there is enough oxygen for humans\nto function even in a depressurized aircraft.\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nIn October 1999, a Learjet carrying the golfer Payne Stewart and\nfour other people crashed in South Dakota after flying hundreds\nof miles on autopilot. Fighter planes observed the cockpit windows\niced over, a sign of depressurization.\n</P>\n<P>\nAfter the investigation of that crash, a doctor with the National\nTransportation Safety Board said pilots' cognitive ability could fade away\nquickly when oxygen was limited, often faster than they realized.\n</P>\n<P>\nAnother source of incapacitation can be smoke or fumes in the\ncockpit. If the problem is not obvious from the wreckage,\nit may be discerned from tests on the blood of\nthe victims, which will show what they were breathing before\nthey died.\n</P>\n<P>\nThe cockpit voice recorder is likely to capture the sound of\nthe warning horn, if it sounded, and conversation between the\npilots about the problem.\n</P>\n<P>\nThe plane that crashed Sunday was built in 1998, a year\nbefore the airline was established. Planes of that vintage commonly\ncarry autopilots capable of climbing to a pre-assigned altitude, and\neven following a predetermined course from point to point, without\npilot intervention, once the course has been entered.\n</P>\n<P>\nCompany officials denied reports news reports out of Cyprus that the\nplane had been withdrawn last year for technical problems.\n</P>\n<P>\nFlight 522 left the Larnaka airport at 9 a.m. carrying 115\npassengers and six crew members. After the plane lost contact\nwith air traffic controllers \"for more than an hour,\" said\nIoannis Pantazaratos, head of the air traffic control tower at\nEleftherios Venizelos International Airport, \"we had no idea who was\nflying the plane.\"\n</P>\n<P>\nDefense Ministry officials said two F-16 fighter jets were ordered to\nan urgent reconnaissance flight at 10:55 a.m.\n</P>\n<P>\nBy 11:20 a.m., said the Greek air force spokesman, Yiannis Papageorgiou,\n\"the fighter pilots had visual contact of the aircraft.\"\n</P>\n<P>\nThe two Greek jet fighters that shadowed the passenger plane spotted\nthe co-pilot slouched over the controls. He was wearing an\noxygen mask, apparently unconscious, Greece's government spokesman, Theodore Roussopoulos, said\nafter a marathon crisis meeting led by the Greek prime\nminister.\n</P>\n<P>\nFrom then on, Papageorgiou said, \"The two fighter jets escorted the\npassenger plane, watching it crash into the mountain at 12:03.\"\n</P>\n<P>\nBy Sunday afternoon, senior Greek and Cypriot officials began minimizing the\nlikelihood of terrorism.\n</P>\n<P>\n\"The first indications,\" said Marios Karoyian, a spokesman for the Cyprus\npresident, Tassos Papadopoulos, \"are that it was not caused by\na terrorist act.\"\n</P>\n<P>\nIn Athens, a senior Defense Ministry official said: \"We're not ruling\nout anything. But that the plane was not shot down\nby armed F-16 jet fighters suggests that this may not\nhave been a terrorist attack.\"\n</P>\n<P>\nHelios, Cyprus' first private carrier, was established in 1999. It flies\nto Dublin, Ireland; Sofia, Bulgaria; Warsaw, Poland; Prague; Strasbourg, France;\nand several British airports.\n</P>\n", 
            "id": "NYT_ENG_20050814.0102"
        }, 
        {
            "headline": "EU expresses condolences to Cypriot air crash victims", 
            "text": "\n<P>\nEuropean Union (EU) Transport \nCommissioner Jacques Barrot expressed his condolences to victims \nfollowing a Cypriot airliner crashed into a hill in Greece earlier\non Sunday.\n</P>\n<P>\n\"It is with great sadness that I have learned of today's \nairliner crash near Athens, which has cost the lives of all on \nboard. My sympathies go out to the families and friends of the \nvictims and all those affected by this tragic event,\" said Barrot \nin a statement.\n</P>\n<P>\n\"This latest incident shows that in spite of all that has \nalready been done to improve the safety of Europe's skies, we must\nintensify our joint efforts to ensure the very highest safety \nstandards for all Europe's air passengers and crew,\" he added.\n</P>\n<P>\nThe cause of the crash, which killed all the 121 people aboard,\nwas unclear, but it was apparently a technical problem, official \nsources said.\n</P>\n<P>\nThe Helios Airways flight ZU522 was headed from Larnaca, Cyprus,\nto Athens International Airport.\n</P>\n", 
            "id": "XIN_ENG_20050814.0196"
        }, 
        {
            "headline": "Cypriot airliner with 121 on board crashes in Greece", 
            "text": "\n<P>\nA Cypriot Boeing 737 operated by a \nprivate jetliner Helios Airways crashed Sunday north of Athens, \nwith 115 passengers including 48 children and six crew members on \nboard, Greek news media reported.\n</P>\n<P>\nGreek Defense Ministry and fire department said that the plane \ncrashed to a mountain at about 12:20 p.m. (0920 GMT) near the \ncoastal town of Grammatikos, about 40 kilometers north of Athens, \njust a few minutes before its scheduled landing time on a flight \nfrom Larnaca International Airport of Cyprus to Prague via Athens.\n</P>\n<P>\nPolice and firefighters at the crash site reportedly said there\nwere no immediate signs of survivors. Among the passengers on the \nflight were 48 children, said a spokesman for Helios Airways \nquoted by Athens News Agency.\n</P>\n<P>\nGreek Prime Minister Costas Karamanlis cut short a long holiday\nweekend and called an emergency mini-cabinet meeting. He called \nCypriot President Tassos Papadopoulos by telephone and expressed \nhis condolences.\n</P>\n<P>\nReports said that crew notified Cypriot authorities of a fault \nin the aircraft's air conditioning unit on approaching Greek \nairspace, but made no contact with Greek air traffic controllers \non entry.\n</P>\n<P>\nGreek civil aviation authorities alerted the air force in line \nwith anti-terrorism measures. Two F-16 fighter jets sent from a \nmilitary base in Crete located the aircraft a few minutes later in\nthe southern Aegean, but calls for identification went unheeded \nand the plane appeared to be out of control, reports said.\n</P>\n<P>\nFlying at close quarters, air force officers reported that the \naircraft's co-pilot appeared to have collapsed over his controls \nbut no captain was visible through the cockpit window. Overhead \noxygen masks in the cabin section had dropped into place.\n</P>\n<P>\nAfter reporting the aircraft as \"renegade\", or unidentified, \nthe pilots tracked the airliner at about 38,000 feet until it \nbegan to lose height and crashed sparking a blaze.\n</P>\n<P>\nFirefighters and rescue workers sped to the wreckage as \nmilitary helicopters patrolled overhead.\n</P>\n<P>\nThrough scenes aired by Greek television stations, plane \nwreckage was scattered widely about the mountain.\n</P>\n<P>\n\"The most likely thing is that a technical fault was involved, \nbut we are looking into all possible causes and details. It would \nnot be responsible to say anything yet about the cause of the \ndescent,\" said Greek Government Spokesman Theodoros Roussopoulos.\n</P>\n<P>\nReports also disclosed that passengers aboard the flight had \nsent text messages to relatives complaining of an \"Artic chill\" in\nthe cabin with people starting to turn blue from the cold.\n</P>\n<P>\nHowever, Greek media and Cypriot President's spokesman Marios \nKarogian said that terrorism had been ruled out in the incident on\nthe basis of collected information.\n</P>\n", 
            "id": "XIN_ENG_20050814.0206"
        }, 
        {
            "headline": "Indications crash caused by poison fumes in cabin after collapse of airconditioning system", 
            "text": "\n<P>\nAngry relatives swarmed the counters at Larnaca airport, hurling curses at the\nmanagers of an airline whose plane crashed in Greece earlier Sunday, killing all\npassengers and crew on board.\n</P>\n<P>\nShouting \"murderers,\" and \"You deserve lynching,\" the crowd demanded to know\nwhether their relatives were actually on board the Helios Airways flight ZU522\nthat left Larnaca for Athens International Airport when it crashed at about\n12:20 p.m. (0920GMT) near Grammatiko, about 40 kilometers (25 miles) north of\nthe Greek capital.\n</P>\n<P>\nThe Boeing 737-300 was due to fly onto Prague, Czech Republic, after stopping in\nAthens.\n</P>\n<P>\nGreek fire chief Christos Smetis said there were no survivors among the 115\npassengers and six crew on board the plane. \"The fire is still burning and there\nare no survivors.\"\n</P>\n<P>\nFueling the relatives' anger were reports that the plane may have crashed due to\na technical fault that had affected Helios planes in the past.\n</P>\n<P>\nOfficials were also citing decompression in the cabin and cockpit as a possible\ncause, and said the plane's two black boxes had been located.\n</P>\n<P>\nSotiris Voutas, a cousin of one of the passengers on the plane, told Greece's\nAlpha television that he received a text message from the cousin on his mobile\nphone minutes before the crash.\n</P>\n<P>\n\"He told me the pilots were unconscious ... he said: \"Farewell, cousin, here\nwe're frozen.\"\n</P>\n<P>\nVoutas said his cousin also told him he went to the cockpit to check what was\nwrong and saw the pilot \"all blackened.\"\n</P>\n<P>\nCyprus' radio and television stations cancelled their daily programs to relay\nuninterrupted coverage on the crash as people telephoned to seek news or\nspeculate over what might have caused the crash.\n</P>\n<P>\nSuspicions of a technical fault as the cause of the crash grew through the day\nas several of the callers said that they had experienced severe air conditioning\nproblems when flying similar Helios jets in recent months. Some said the cabin\nwas freezing and the crew had to provide them with blankets while others said it\nbecame unbearably hot.\n</P>\n<P>\nGreek state television quoted Cyprus Transport Minister Haris Thrasou as saying\nthe plane had problems with decompression in the past.\n</P>\n", 
            "id": "APW_ENG_20050814.0477"
        }, 
        {
            "headline": "Decompression suspected as cause of fatal airline crash in Greece", 
            "text": "\n<P>\nThe Cypriot airliner that crashed Sunday in Greece, killing all 121 people on\nboard, may have experienced a catastrophic loss of cabin pressure that rapidly\nstarved the pilots of oxygen, aviation experts said.\n</P>\n<P>\nThe co-pilot of the Helios Airways flight from Larnaca, Cyprus, was slumped over\nthe controls and the captain was not in the cockpit, the Greek air force said\nafter sending two F-16 jets to intercept the airliner after it failed to respond\nto radio calls. Oxygen masks were seen hanging in the cabin, a Greek government\nspokesman said.\n</P>\n<P>\n\"If the aircraft lost cabin pressure, either in the cockpit or the cabin,\neffectively everybody would be doomed within a short space of time,\" said Chris\nYates, an aviation analyst at Jane's Transport.\n</P>\n<P>\n\"If the aircraft went into depressurization very quickly you only have a few\nseconds before you lose consciousness because you don't have any air to breathe\nat that altitude,\" Yates said.\n</P>\n<P>\nAirplane cabins are pressurized so that the air remains breathable even at very\nhigh altitudes. If a plane suffers a loss of air pressure, the crew typically\nhas enough warning to try to get to a lower altitude.\n</P>\n<P>\n\"It is one of these things that can be serious ... but if it occurs, there\nshould be an automatic deployment of oxygen masks,\" said David Kaminski Morrow,\ndeputy news editor of the British-based magazine Air Transport\nIntelligence.\n</P>\n<P>\n\"The crew get oxygen, passengers will be on oxygen and there is enough in the\ntanks to get the aircraft to an altitude where you don't need the oxygen masks\nanymore,\" he added.\n</P>\n<P>\nThe crew would attempt to bring the plane down to an altitude of about 10,000\nfeet (3,050 meters), where the air is breathable. This would typically be done\nover the sea rather than a mountainous area, Kaminski Morrow\nsaid.\n</P>\n<P>\nA spokesman for the Greek air force said the F-16s intercepted the plane at an\naltitude of 10,360 meters (34,000 feet).\n</P>\n<P>\nEric Moody, a former pilot, told Sky television that the crew's failure to bring\nthe plane down in altitude suggested they were overwhelmed by the situation,\nhinting at a major problem with the oxygen system.\n</P>\n<P>\n\"If the aircraft is at 30,000 feet (9,150 meters), you don't stay conscious for\nlong, maybe 15 to 30 seconds. It is like standing on top of Mount Everest,\"\nKaminski Morrow said.\n</P>\n<P>\nGerard Feldzer, the head of France's Air and Space Museum, said many questions\nremained unanswered.\n</P>\n<P>\n\"An explosive depressurization with damage. ... There are procedures for rapid\ndescent. Did the pilots not have the time to equip themselves?\" Feldzer, a\nformer Air France pilot, said on France-Info radio.\n</P>\n<P>\n\"Was there a general poisoning (of some kind)? That seems rather improbable\nbecause a passenger sent a text message\" to a relative after the pilots\napparently lost consciousness, he said.\n</P>\n<P>\nEven if the pilots somehow had become incapacitated by a drop in pressure, there\nwould be no reason for the plane to crash straight away, the experts\nsaid.\n</P>\n<P>\n\"The pressurizing system is totally independent from the flying controls,\" Moody\ntold Sky. \"If it was on automatic pilot at the time, as it probably would have\nbeen, there's no reason why it would have crashed immediately due to lack of\npressure.\"\n</P>\n<P>\nIn a case with possible parallels, a lack of oxygen apparently caused the 1999\ncrash that killed golfer Payne Stewart and four others aboard Stewart's\ntwin-engined jet. The plane went down in a pasture in South Dakota after flying\nhalfway across the United States on autopilot, as the five apparently became\nunconscious after the plane lost cabin pressure.\n</P>\n<P>\nExperts were puzzled by reports that passengers may have remained conscious\nlonger than the pilots.\n</P>\n<P>\nOne passenger reportedly sent a text message before the crash to say that the\npilots were unconscious and \"we are all frozen.\"\n</P>\n<P>\nGreek government spokesman Theodoros Roussopoulos said that when the F-16 pilots\nflew by the Helios Airways plane a second time, they saw two people apparently\ntrying to take control of the Boeing 737. It was unclear whether they were\npassengers or pilots.\n</P>\n<P>\n\"The cabin pressure and the cockpit pressure are the same,\" said Yates, noting\nthat a failure should affect both equally.\n</P>\n<P>\n\"It's possible some of the passengers on board, because of their age, because of\ntheir health or whatever, may have been able to last a bit longer,\" he\nsaid.\n</P>\n", 
            "id": "APW_ENG_20050814.0636"
        }, 
        {
            "headline": "Timeline of crash of Cypriot airliner in Greece", 
            "text": "\nA timeline of events leading up to the crash Sunday of a Cypriot airliner in\nGreece, in which 121 people were killed, as released by the Greek\ngovernment.\n   9:00 a.m. (0600 GMT) _ Helios Airlines Flight ZU522, a Boeing 737, with 115\npassengers and six crew members on board takes off from Larnaca International\nAirport in Cyprus, heading for Athens, Greece, and then Prague, Czech\nRepublic.\n   9:37 a.m. (0637 GMT) _ The plane enters Greek airspace and is identified by\nGreece's Civil Aviation Authority.\n   10:07 a.m. (0707 GMT) _ Control tower at Athens International Airport is unable\nto establish communication with the plane.\n   10:20 a.m (0720 GMT) _ Air traffic controllers notify their counterparts at\nLarnaca who say the plane reported a problem with its air conditioning system\nbefore entering Greek airspace.\n   10:25 a.m. (0725 GMT) _ Greece's Civil Aviation Authority notifies Defense\nMinistry's national search and rescue center.\n   10:30 a.m. (0730 GMT) _ The Greek Defense Ministry issues a Renegade alert, a\nstandard aviation procedure when a plane fails to respond to the control\ntower.\n   10:55 a.m. (0755 GMT) _ Two F-16 fighter jets scramble to locate airliner.\n   11:20 a.m. (0820 GMT) _ Fighter jets make visual contact with the Cypriot jet\nover Aegean island of Kea, but are unable to communicate with\npilots.\n   11:25 a.m. (0825 GMT) _ Fighter jets approach the plane and report that the\nco-pilot of the Cypriot plane appears unconscious in the cockpit, while the\nother pilot was absent. Oxygen masks also seem to have been activated in the\nplane.\n   12:05 p.m. (0905 GMT) _ Airliner crashes near coastal town of Grammatiko, about\n25 miles (40 kilometers) north of Athens.\n", 
            "id": "APW_ENG_20050814.0649"
        }, 
        {
            "headline": "Roundup: Cypriot airliner crashes in Greece, government rules out terrorism", 
            "text": "\n<P>\nThe Greek government on Sunday \nruled out the possibility of a terror attack after a Cypriot \nBoeing 737 operated by the private Helios Airways crashed Sunday \nnorth of Athens, killing all 115 passengers and six crew members \non board.\n</P>\n<P>\nPLANE CRASHES AFTER LOSING CONTACT\n</P>\n<P>\nThe plane crashed to a mountain at about 12:20 p.m. (0920 GMT) \nnear the coastal town of Grammatikos, about 40 km north of Athens,\njust a few minutes before its scheduled landing time on a flight \nfrom Larnaca International Airport of Cyprus to Prague via Athens.\n</P>\n<P>\nPolice and firefighters at the crash site reportedly said there\nwere no immediate signs of survivors. Among the passengers on the \nflight were 48 children, a spokesman for Helios Airways was quoted\nby Athens News Agency as saying.\n</P>\n<P>\nReports said the crew notified Cypriot authorities of a fault \nin the aircraft's air conditioning unit on approaching Greek \nairspace, but made no contact with Greek air traffic controllers \non entry.\n</P>\n<P>\nGreek civil aviation authorities alerted the air force in line \nwith anti-terrorism measures. Two F-16 fighter jets sent from a \nmilitary base in Crete located the aircraft a few minutes later in\nthe southern Aegean, but calls for identification went unheeded \nand the plane appeared to be out of control, reports said.\n</P>\n<P>\nFlying at close quarters, air force officers reported that the \naircraft's co-pilot appeared to have collapsed over his controls \nbut no captain was visible through the cockpit window. Overhead \noxygen masks in the cabin section had dropped into place.\n</P>\n<P>\nAfter reporting the aircraft as \"renegade,\" or unidentified, \nthe pilots tracked the airliner at about 38,000 feet until it \nbegan to lose height and crashed sparking a blaze.\n</P>\n<P>\nGREEK GOVERNMENT RULES OUT TERRORISM\n</P>\n<P>\nThe Greek government said on Sunday that no evidence of \nterrorism or foul play had emerged after the plane crashed.\n</P>\n<P>\nGovernment spokesman Theodoros Roussopoulos flatly rejected \nmedia speculation that two air force fighter jets, which were sent\nto track the aircraft after its crew failed to communicate with \nGreece's air traffic control on its entry, had been ordered to \nshoot down the plane on fears of terrorism.\n</P>\n<P>\n\"There was no such thought,\" he told reporters after a lengthy \ncabinet meeting chaired by Prime Minister Costas Karamanlis, who \ncut short his  long weekend holiday and returned to Athens.\n</P>\n<P>\nMeanwhile, Cypriot officials said there is no evidence of \nterrorism so far.\n</P>\n<P>\n\"The first indications, in Cyprus and in Greece, are that it \nwas not caused by a terrorist act,\" said Marios Karoyian, a \nspokesman for Cypriot President Tassos Papadopoulos in Nicosia.\n</P>\n<P>\nGREEK GOVERNMENT, EU OFFER CONDOLENCES\n</P>\n<P>\nGreek Prime Minister Karamanlis cut short a long holiday \nweekend and called an emergency mini-cabinet meeting. He called \nCypriot President Tassos Papadopoulos by telephone and expressed \nhis condolences.\n</P>\n<P>\nEuropean Union (EU) Transport Commissioner Jacques Barrot also \nexpressed his condolences to victims of the crash.\n</P>\n<P>\n\"It is with great sadness that I have learned of today's \nairliner crash near Athens, which has cost the lives of all on \nboard. My sympathies go out to the families and friends of the \nvictims and all those affected by this tragic event,\" said Barrot \nin a statement.\n</P>\n<P>\n\"This latest incident shows that in spite of all that has \nalready been done to improve the safety of Europe's skies, we must\nintensify our joint efforts to ensure the very highest safety \nstandards for all Europe's air passengers and crew,\" he added.\n</P>\n<P>\nMYSTERY REMAINS OVER DOOMED PLANE\n</P>\n<P>\nThough official sources suspected that an apparently technical \nproblem could have caused the tragedy, accident investigators \nstill faced a mystery over the last minutes of the doomed plane.\n</P>\n<P>\nThe crash, the worst air disaster in Greece and the worst \ninvolving a Cypriot airline, perplexed aviation experts astounded \nby what appeared to have been a catastrophic failure of cabin \npressure or oxygen supply at 10 km up.\n</P>\n<P>\nExperts were also looking into what might have happened in the \nlast minutes of the plane which was declared \"renegade\" when it \nentered Greek air space and failed to make radio contact, causing \ntwo F-16 air force jets planes to scramble to investigate.\n</P>\n<P>\nGreek government spokesman Roussopoulos said the pilots sent \nto investigate reported that with the pilots out of action there \nmay have been a last-gasp effort by two others on the plane to \nbring the craft back under control.\n</P>\n<P>\nThe pilots also saw oxygen masks down when they got close to \nthe aircraft. The plane was making continuous right-hand turns to \nshow it had lost radio contact, he said.\n</P>\n<P>\nReports also disclosed that passengers aboard the flight had \nsent text messages to relatives complaining of an \"Arctic chill\" \nin the cabin with people starting to turn blue from the cold.\n</P>\n<P>\nA senior official at the Public Order Ministry speculated that \na sudden drop in cabin pressure could have caused the disaster. He\nsaid the pilot had mentioned a problem with the plane's \nair-conditioning system before losing contact.\n</P>\n<P>\nBut other experts said a sudden loss of pressurization would \nnot have caused an airplane to crash, nor would it have made the \npilots immediately unconscious, as the pilots would have had their\nown oxygen supply.\n</P>\n<P>\nRoussopoulos said the black box of the plane had been found and\ninvestigation of the cause had been under way. US investigators \nwere on their way to Athens as US law requires them to help with \nthe investigation whenever a US-made aircraft is involved.\n</P>\n", 
            "id": "XIN_ENG_20050815.0001"
        }, 
        {
            "headline": "Scenic Greek valley turned into inferno of smoke, corpses and debris", 
            "text": "\n<P>\nBlackened bodies, tattered luggage and smoldering debris lay scattered among the\npine trees in a scenic Greek valley after a Helios Airways flight slammed into a\nmountainside and filled the air with acrid smoke.\n</P>\n<P>\nConstantinos Michas, a resident of Grammatiko near the ancient city of Marathon,\nwas one of the first people on the scene Sunday.\n</P>\n<P>\n\"I took my car and went straight to the mountain ... I saw about 80 dead bodies,\nsome were children,\" he said. \"There were some body parts but most were just as\ntheir mother made them.\"\n</P>\n<P>\nOnly three parts of the plane remained intact _ the tail, the cockpit, and a\nlarge chunk of the fuselage. The tail, emblazoned with an ancient Greek symbol\nof the sun, ended up on a dirt road.\n</P>\n<P>\nThe plane _ carrying 121 people, more than a third of them children _ broke up\ninto at least three pieces.\n</P>\n<P>\nBodies, luggage and parts of the plane were scattered over 12 acres (5 hectares)\nof hillside. There were no survivors.\n</P>\n<P>\nAs police cordoned off part of the crash sites with bright orange tape,\nfirefighting planes and helicopters swooped overhead to battle a brush fire\nstarted by the crash, which rekindled at the site throughout the\nday.\n</P>\n<P>\nOne eyewitness described the instant the Boeing 737 smashed into the mountain\nflanked by two F-16 fighter jets sent to intercept the passenger plane after it\nfailed to respond to radio signals.\n</P>\n<P>\n\"We saw some fighter jets flying very low and after a few minutes we heard a\nvery loud noise and saw pieces of the plane flying in the air,\" said Spyros\nPapachristou.\n</P>\n<P>\nThe pilots of the F-16s said they saw the jet's co-pilot slumped over the\ncontrols and the pilot was not in the cockpit.\n</P>\n<P>\nBits of human flesh, clothing, and luggage were scattered around the wreckage,\nwhich started brush fires around the area.\n</P>\n<P>\n\"There is wreckage everywhere,\" Grammatiko Mayor George Papageorgiou said.\n\"Things here are very difficult, they are indescribable.\"\n</P>\n<P>\nAs dusk fell, rescue vehicles began ferrying the remains, wrapped in green body\nbags, out of the valley and to a fleet of 17 ambulances, which were relaying the\nbodies to a morgue in the Athens suburb of Shisto.\n</P>\n<P>\nThe crash occurred on the eve of a main religious holiday in Greece and Cyprus _\na public holiday devoted to the Virgin Mary. A number of black-robed Greek\nOrthodox Christian priests were on the scene.\n</P>\n<P>\nCrash scene investigators wearing surgical masks said most bodies appeared to be\nintact with some badly burnt.\n</P>\n<P>\nIn Cyprus, President Tassos Papadopoulos declared three days of official\nmourning. In Greece, Prime Minister Costas Caramanlis returned to Athens from a\nholiday on the Aegean island of Tinos.\n</P>\n<P>\nGreece's main opposition leader George Papandreou visited the scene. \"This is\nextremely difficult work, collecting bodies and putting out these fires. It\nappears it was mechanical damage but it's too early to say,\" he\nsaid.\n</P>\n", 
            "id": "APW_ENG_20050815.0029"
        }
    ], 
    "id": "D1012C", 
    "title": "Helios Crash"
}