{
    "docSet": [
        {
            "headline": "Hurricane Floyd Churns Through North Atlantic", 
            "text": "\n<P>\nWASHINGTON, September 10 (Xinhua) -- Tropical storm Floyd\nstrengthened Friday to become the fourth Atlantic hurricane this\nyear, moving through the north Atlantic on a path that will take\nit north of the Caribbean islands and toward the eastern United\nStates.\n</P>\n<P>\n\"The center of Floyd is still in the formative stage, but it\nhas intensified,\" said Richard Pasch, a hurricane specialist with\nthe U.S. National Hurricane Center (NHC) in Miami. \"We think it\ncould continue to strengthen and become a major hurricane in three\ndays.\"\n</P>\n<P>\nAt 14:00 GMT, the center of the hurricane was about 330\nkilometers east-northeast of Barbuda at latitude 19.1 north,\nlongitude 58.9 west, the NHC said. \n</P>\n", 
            "id": "XIE19990911.0033"
        }, 
        {
            "headline": "Floyd May Miss Caribbean Islands", 
            "text": "\n<P>\n\tTHE VALLEY, Anguilla (AP) -- Hurricane Floyd on Saturday whirred  \naway from the Caribbean's Leeward Islands, but forecasters warned \nthat Puerto Rico and the Virgin Islands could be hit by heavy rains \nand flooding. \n</P>\n<P>\n\tThe hurricane itself was likely to pass well north of the  \nislands, meteorologists said. Floyd was expected to intensify, and \nit was unlikely to hit land soon. \n</P>\n<P>\n\tIt posed no immediate threat to the United States coast. Still,  \nit was recommended that people along the U.S. southeast monitor the \nstorm's course this weekend. \n</P>\n<P>\n\t``But it's not going to threaten any land anywhere over the  \nweekend,'' said Stacy Stewart, a meteorologist at the National \nHurricane Center. \n</P>\n<P>\n\tFive Caribbean islands canceled tropical storm watches Friday  \nnight as Floyd, packing winds of 110 mph, moved further out to sea, \nthe National Hurricane Center in Miami reported. \n</P>\n<P>\n\tAt 5 p.m. Saturday, Floyd was centered about 335 miles northeast  \nof Puerto Rico's capital, San Juan, at latitude 22.7 north and \nlongitude 63.5 west. It was expected to move west-northwest at 12 \nmph. \n</P>\n<P>\n\tHurricane-force winds extended about 105 miles from the storm's  \ncenter, and tropical storm force winds extended another 175 miles. \n</P>\n<P>\n\tIn Anguilla, the government closed schools Friday and residents  \nput up hurricane shutters, in case the storm veered in their \ndirection. Ports and airports remained open. \n</P>\n<P>\n\t``Based on what I saw, the people are taking this thing serious.  \nThey are shopping mostly for dry foods and batteries, which are \nessential during a hurricane,'' said Lee Brooks, manager of a \nsupermarket in The Valley, capital of the British island. \n</P>\n<P>\n\tIt was too early to tell if the storm would threaten the  \nBahamas, which lie far north of other Caribbean islands. Floyd was \nexpected to be east of the Bahamas in about three days. \n  \t   \t\n</P>\n", 
            "id": "APW19990911.0145"
        }, 
        {
            "headline": "&HT;", 
            "text": "\n<P>\n   WEST PALM BEACH, Fla. _ Hurricane Floyd got stronger and headed\ntoward the Bahamas Saturday, packing 110 mph winds and leaving\nweather pundits wondering whether it will hit South Florida this\nweek.\n</P>\n<P>\n   Water managers and county emergency workers were on alert, while\nsome anxious people in Palm Beach County and the Treasure Coast\nstocked up on storm supplies.\n</P>\n<P>\n   The National Hurricane Center in Miami reported that Floyd was\nexpected to intensify today, becoming a Category 3 hurricane, and\nit could become a Category 4 with sustained winds of at least 131\nmph by Tuesday afternoon, when it's expected to reach the northern\nBahamas.\n</P>\n<P>\n   ``It's going to be a strong hurricane,'' said meteorologist\nEdwin Campos. ``The whole thing is where it's going to go.''\n</P>\n<P>\n   Floyd whirred away from the Caribbean's Leeward Islands on\nSaturday, but forecasters warned that Puerto Rico and the Virgin\nIslands could be hit by heavy rains and flooding. The hurricane\nitself was likely to pass well north of the islands, meteorologists\nsaid.\n</P>\n<P>\n   At 5 p.m. Saturday, Floyd was centered about 335 miles northeast\nof Puerto Rico's capital, San Juan. It was expected to move\nwest-northwest at 12 mph.\n</P>\n<P>\n   While forecasters say they can't predict where Floyd will go\nafter Tuesday, they said Floyd's center could reach the East Coast\nby Thursday at its current speed. Residents could experience its\nwind and rain much sooner. Tropical-force winds extend 175 miles\nfrom the center, while hurricane gales reach out 105 miles, the\nhurricane center said.\n</P>\n<P>\n   If the hurricane keeps on the predicted course, a citizen's\ninformation line could be activated as early as today, said Bill\nO'Brien, Palm Beach County's emergency management director.\n</P>\n<P>\n   ``We're doing the same thing as everyone else: We're watching\nit,'' O'Brien said.\n</P>\n<P>\n   The American Red Cross is ready to open 11 shelters in Palm\nBeach County, including one for people who need breathing\nequipment, he said.\n</P>\n<P>\n   Meanwhile, there have been no special water releases from\ncanals, said Ann Overton, a spokeswoman for the South Florida Water\nManagement District.\n</P>\n<P>\n   The district's two meteorologists were working staggered shifts\nthis weekend to watch the storm, she said.\n</P>\n<P>\n   Area grocery stores reported a small run on nonperishables, but\ngrocery managers are anticipating a crush on such items in the next\ncouple of days.\n</P>\n<P>\n   ``Oh, yeah, it's happening already _ started this morning,''\nsaid Fred Price, manager of the Publix on Village Boulevard in West\nPalm Beach.\n</P>\n<P>\n   The store sold 550 1-gallon water jugs Saturday. ``If it keeps\ncoming like it is now, we'll get hit hard,'' Price said. ``It will\nbe outrageous.''\n</P>\n<P>\n   Gary Line, manager of a Winn-Dixie in Stuart, plans to order\nextra nonperishables today after a run Saturday.\n</P>\n<P>\n   ``For a couple of hours it was pretty wild in here today,'' he\nsaid. ``We'll order heavy on those items tomorrow, because the next\ntruck won't come until Tuesday and if it's coming it'll be in full\nswing by then.''\n</P>\n<P>\n   Hardware stores were ordering more hurricane supplies as a\nprecaution.\n</P>\n<P>\n   ``We've had several calls today asking about plywood, anchor\nscrew and other items, asking if we had any readily available,''\nsaid Donald Chamberlain, a salesman at the Home Depot on Lake Worth\nRoad. ``But there's been no real noticeable rush yet.''\n</P>\n<P>\n   Boca Raton's residents may be less concerned. ``We haven't\ngotten any calls at all today,'' a Home Depot employee there said.\n``No one's really thinking ahead.''\n</P>\n<P>\n   Story Filed By Cox Newspapers\n</P>\n<P>\n   For Use By Clients of the New York Times News Service\n</P>\n", 
            "id": "NYT19990911.0237"
        }, 
        {
            "headline": "Floyd Strengthens, Nears Bahamas", 
            "text": "\n<P>\n\tNASSAU, Bahamas (AP) -- Storm-weary residents in the Bahamas  \nbraced for a brush with Hurricane Floyd as it swelled and powered \nup to a major storm, packing winds of up to 145 mph on Sunday. \n</P>\n<P>\n\tBy mid-afternoon, all of the Bahamas -- a 600-mile-long line of  \nislands -- was under hurricane warnings or watches. Forecasters said \nthey might also issue a hurricane watch for part of eastern Florida \nSunday night or Monday. \n</P>\n<P>\n\tIf it stays on its current path, Floyd would hit the coast of  \nFlorida between West Palm Beach and Cocoa Beach. Forecasters \nexpected the hurricane to begin turning north before landfall, \nthough perhaps not much before. \n</P>\n<P>\n\tExperts said that by Tuesday the storm could approach the Abacos  \nIslands and Eleuthera, which were blasted last month by Hurricane \nDennis. \n</P>\n<P>\n\t``I just got back on my feet from last month's scare,'' sighed  \nMarie Johnson of Nassau as she pulled out a few bills to pay for \nflashlight and radio batteries at the City Market grocery store. \nCustomers streamed into the store to pick up hurricane supplies. \n</P>\n<P>\n\tA U.S. hurricane hunter airplane reported Sunday evening that  \nFloyd's winds had topped the 131 mph mark of a very dangerous \nCategory 4 storm. \n</P>\n<P>\n\tThe U.S. National Weather Service recommended people along the  \nsoutheast coast monitor the storm's course. \n</P>\n<P>\n\tIn Florida, emergency management officials began mobilizing,  \nwith the state's Emergency Operations Center in Tallahassee calling \nin essential personnel for 'round-the-clock staffing. In Fort \nPierce, officials began to analyze needs for residents who are \ndisabled or need medical supervision. \n</P>\n<P>\n\tMany Floridians took advantage of the weekend's final day to  \ntake careful inventory of their hurricane supplies. Osvaldo Ibarra, \nhardware manager at a Home Depot in Miami, said sales were brisk \nfor batteries, nails, rope and hurricane shutter fasteners. \n</P>\n<P>\n\t``People are really buying the extra screws, the rope, and we've  \nseen a lot more generator sales,'' Ibarra said. \n</P>\n<P>\n\tIn Puerto Rico and the Virgin Islands, south of the storm's  \ncenter, meteorologists warned that the terrain was already \nsaturated, and that there could be heavy flooding. \n</P>\n<P>\n\tOfficials posted warnings for Hurricane Floyd across the central  \nBahamas and hurricane watches throughout the northwest Bahamas. \nTropical storm warnings were in effect for the southeast Bahamas \nand Britain's Turks and Caicos Islands. \n</P>\n<P>\n\tThe storm swelled in size during the weekend. Hurricane-force  \nwinds had broadened to 115 miles from Floyd's center by Sunday. \nTropical storm force winds extended another 175 miles, and \nforecasters said the storm would likely strengthen overnight \nSunday. \n</P>\n<P>\n\tAt 8 p.m. EDT, Floyd was about 370 miles east of San Salvador in  \nthe central Bahamas, and was headed almost due west at 14 mph. \n</P>\n<P>\n\tFloyd's center is likely to pass close to the capital, Nassau,  \non Tuesday morning, said Arthur Rolle, deputy director of the \nBahamas Meteorological Department. \n</P>\n<P>\n\tOn Sunday, tourists in Nassau watched weather reports nervously.  \nHoneymooners Michael and Julie Smith of Reynoldsburg, Ohio, \nlamented their bad luck. \n</P>\n<P>\n\t``I hope this doesn't mean our marriage is going to be like this  \n-- messed up,'' Michael said. \n</P>\n<P>\n\tResidents Jean and Jerry Isaacs said they had canceled plans to  \nspend a few days in Florida. \n</P>\n<P>\n\t``We could get over okay today, but by the way things are going,  \nit'll be tough getting back,'' Jean Isaacs said. \n</P>\n<P>\n\tElsewhere, Floyd was joined Sunday by Tropical Storm Gert, which  \nformed midway between Africa and Barbados. Forecasters said it was \ngathering strength quickly and could become a hurricane Sunday \nnight or Monday. \n\n\n\n  \t   \t\n</P>\n", 
            "id": "APW19990912.0061"
        }, 
        {
            "headline": "Florida Braces for Hurricane Floyd", 
            "text": "\n<P>\n\tMIAMI (AP) -- As Hurricane Floyd neared the strength of a  \nCategory 5 storm today and headed west, thousands of coastal \nresidents were ordered to evacuate and NASA began moving workers \nout of the low-lying Kennedy Space Center. \n</P>\n<P>\n\t``We need people to get ready right now, not tonight, not  \ntomorrow,'' said Joan Heller, a spokeswoman for Brevard County, \nwhich ordered tens of thousands of people living in mobile homes \nand coastal areas to evacuate beginning at 4 p.m. today. \n</P>\n<P>\n\t``There are different tracks that have been projected and we  \ndon't come out unscathed on any of them,'' Heller said. \n</P>\n<P>\n\tGov. Jeb Bush, whose family lived in Miami during Hurricane  \nAndrew in 1992, declared a state of emergency. That gives him the \nauthority to deploy the state's National Guard and allows him to \nseize property, order evacuations and suspend tolls on the \nhighways. \n</P>\n<P>\n\t``It's scary. It's very scary,'' Bush said. ``Andrew hit Miami  \nin the middle of the night and it was haunting. This is as strong \nand ... three times bigger.'' \n</P>\n<P>\n\tBarring a change in the hurricane's course, NASA planned to  \nclose down the Kennedy Space Center by midnight, and the center's \napproximately 12,500 workers began evacuating. The space is only 9 \nfeet above sea level, so a storm surge as well as wind could be \ndevastating. \n</P>\n<P>\n\tIn addition, forecasters warned NASA of the possibility of 150  \nmph wind on Wednesday. \n</P>\n<P>\n\t``We're going to live and hope -- that's what it's going to  \ntake,'' NASA spokesman George Diller said. \n</P>\n<P>\n\tResidents who lived through Andrew were taking no chances. Sue  \nWilley had her 17-year-old son, Clayton, stay home to board up \ntheir home in Homestead, which survived the brunt of Andrew. The \ntwo stopped by a hardware store to buy caulking to keep out water. \n</P>\n<P>\n\t``Our house looks like Fort Knox,'' Clayton said.  \n</P>\n<P>\n\tThe National Hurricane Center said Floyd was 470 miles  \neast-southeast of Miami this afternoon, with wind around the eye \nblowing at 155 mph. A hurricane watch was extended from the Miami \narea into southeastern Georgia. \n</P>\n<P>\n\tEven though the storm was expected to turn before making a  \nlandfall in that area, its hurricane-force wind could still rake \nthe coast by the middle of the week. \n</P>\n<P>\n\tResidents along 35 miles of the Georgia coast also began bracing  \nfor Floyd, and National Park Rangers on Cumberland Island, the \nexclusive resort spot where John F. Kennedy Jr. got married, met \ntoday to decide whether to evacuate 89 campers and visitors. \n</P>\n<P>\n\tFloyd was on the verge of becoming a Category 5 storm. A storm  \nof that strength on the Saffir-Simpson scale has top sustained wind \nof more than 156 mph and is capable of causing extreme damage. Only \ntwo category 5 hurricanes have hit the United States since records \nhave been kept: the so-called Labor Day hurricane of 1935, which \nslammed the Florida Keys and killed 423, and Camille, which killed \n256 people along the Gulf Coast and in Virginia in 1969. \n</P>\n<P>\n\tWhen Hurricane Andrew struck southern Miami-Dade County in 1992,  \nit was a Category 4 storm with 150 mph sustained wind and 200 mph \ngusts. It killed 26 people, made 160,000 homeless and caused damage \nestimated at $25 billion. \n</P>\n<P>\n\tAndrew's hurricane-force wind extended out about 25 or 30 miles.  \nBy comparison, Floyd's hurricane-force wind extended 105 miles \nnorth and east of its center, said Todd Kimberlain, a forecaster at \nthe hurricane center. \n</P>\n<P>\n\t``This would send hurricane-force winds over much of Florida,  \ndepending on its exact track,'' Kimberlain said. \n</P>\n<P>\n\tThe last time NASA had to go through such drastic precautions  \nwas for Hurricane Erin in 1995. That came ashore with sustained \nwind of 85 mph. \n</P>\n<P>\n\tThree of the shuttles are in the shuttle hangar, which is  \ndesigned to withstand wind of only up to 105 mph. A fourth is in \nthe 525-foot-high Vehicle Assembly Building, which is designed to \nwithstand wind of up to 125 mph. Four multimillion-dollar rockets \nstood on launch pads and can't be moved. \n</P>\n<P>\n\tFloyd was moving due west at nearly 14 mph today, but was  \nexpected to begin gradually turning by evening, initially taking a \nwest-northwest course. \n</P>\n<P>\n\tFloyd's path depends on a weather system over the central United  \nStates. A ridge of high pressure has been blocking Floyd and \nforcing it to move almost due west, but a low-pressure system \nmoving east could weaken the high pressure. \n</P>\n<P>\n\tIf this high-pressure ridge does weaken, the storm could move  \nnorth, making it less of a threat to the Miami-Dade area -- but more \nworrisome elsewhere. Depending on its exact track, it could also \nthreaten the Carolinas or even New England, forecasters said. \n</P>\n<P>\n\tFarther out in the Atlantic, storm Gert reached hurricane  \nstrength today, with 75 mph wind at late morning. \n</P>\n<P>\n\tGert's center was located about 1,400 miles east of the Leeward  \nIslands. It was moving west near 20 mph. \n  \t   \t\n</P>\n", 
            "id": "APW19990913.0046"
        }, 
        {
            "headline": "Floyd Strengthens, Nears Bahamas", 
            "text": "\n<P>\n\tNASSAU, Bahamas (AP) -- Hurricane Floyd strengthened to a very  \ndangerous Category 4 storm today with 155 mph wind, surprising \nforecasters and charging toward the Bahamas on a path that also \nthreatened the Florida coast. \n</P>\n<P>\n\tHeavy rain started falling in parts of the Bahamas today as  \nresidents scrambled for emergency supplies, shelters opened, \nschools closed and shop owners boarded up windows. \n</P>\n<P>\n\tMandatory evacuations were ordered in exposed coastal areas of  \nboth the Bahamas and Florida's Brevard County. Workers also started \nleaving NASA's Kennedy Space Center, on a barrier island standing \nonly 9 feet above sea level. \n</P>\n<P>\n\t``I have never been this scared about a storm,'' said Bahamas  \nresident Angel Chea, manager of a graphics shop, as she boarded up \nher windows. \n</P>\n<P>\n\t``We need people to get ready right now, not tonight, not  \ntomorrow,'' said Joan Heller, a spokeswoman for Brevard County. \n</P>\n<P>\n\tBecause of uncertainty about the huge storm's path, a hurricane  \nwatch area on the mainland was expanded today, reaching all the way \nfrom the Miami area northward into Georgia, the U.S. National \nHurricane Center said in Miami. \n</P>\n<P>\n\t``It's capable of almost catastrophic destruction,'' said Todd  \nKimberlain, a forecaster at the hurricane center. \n</P>\n<P>\n\tFloyd had top sustained wind today of nearly 155 mph. That put  \nit on the verge of becoming a Category 5 storm, which features top \nsustained wind of more than 156 mph and is capable of causing \nextreme damage. By comparison, Hurricane Andrew had Category 4 \nstatus when it struck south Florida in 1992, killing 26 people and \ncausing an estimated $25 billion in damage. \n</P>\n<P>\n\tHowever, the hurricane center said little additional  \nstrengthening was likely by midday Tuesday. \n</P>\n<P>\n\tOnly two Category 5 hurricanes have struck the United States  \nsince record-keeping began, the Labor Day Hurricane of 1935, which \ndestroyed the railroad connecting the Florida Keys to the mainland \nand killed 423 people, and Camille in 1969, which killed 256 people \nalong the Gulf Coast and in Virginia. \n</P>\n<P>\n\tIf Floyd continued on a track toward central Florida, NASA  \nplanned to shut down the Kennedy Space Center by midnight tonight, \nleaving none of its 12,500 workers behind to ride out the storm. \nThe center is only 9 feet above sea level, so a storm surge as well \nas wind could be a problem. \n</P>\n<P>\n\tAll four space shuttles were in hangars, but four  \nmultimillion-dollar rockets were on launch pads and couldn't be \nmoved. \n</P>\n<P>\n\tAll of the northwest and central Bahamian islands were under  \nhurricane warnings today. A tropical storm warning was posted for \nthe southeastern Bahamas and the nearby British Turks and Caicos \nislands. \n</P>\n<P>\n\tA hurricane watch on the mainland was extended from the Miami  \narea northward all the way to near Brunswick, Ga. \n</P>\n<P>\n\tIn the middle of the watch area, Florida's Brevard County  \nordered tens of thousands of people living in mobile homes and \ncoastal areas to evacuate beginning at 4 p.m. today. \n</P>\n<P>\n\t``There are different tracks that have been projected and we  \ndon't come out unscathed on any of them,'' said Brevard County \nspokeswoman Joan Heller. \n</P>\n<P>\n\tAt 2 p.m., Floyd's center was about 90 miles east of San  \nSalvador in the central Bahamas, and about 470 miles east-southeast \nof Miami. It was headed west at nearly 15 mph, and was expected to \ngradually turn to a west-northwesterly-heading by evening, with a \nfurther turn toward the northwest on Tuesday. \n</P>\n<P>\n\tHurricane-force wind extended 105 miles from its center with  \ntropical storm-force wind stretching outward up to 290 miles. \n</P>\n<P>\n\tForecasters estimated storm surge conditions could reach 15 to  \n20 feet for the northwest Bahamas. \n</P>\n<P>\n\tFloyd grew unexpectedly into a monster of a storm on Sunday.  \n</P>\n<P>\n\t``I didn't expect such a very fast intensification,'' said Jerry  \nJarrell, director of the National Hurricane Center. ``This is a \nreal surprise for us.'' \n</P>\n<P>\n\tFar out at sea, Gert strengthened into a hurricane today with  \nsustained wind increasing to 75 mph. At 11 a.m. EDT, Gert's center \nwas about 1,400 miles east of the Leeward Islands. It was moving \ntoward the west at nearly 20 mph. \n  \t   \t\n</P>\n", 
            "id": "APW19990913.0057"
        }, 
        {
            "headline": "&HT;", 
            "text": "\n<P>\n   WASHINGTON - Wherever Hurricane Floyd hits, the federal agency\nresponsible for emergencies says it won't be as tardy as it was\nafter Hurricane Andrew, seven years ago.\n</P>\n<P>\n   ``There are a lot of things going on that were not going on six\nyears ago,'' said Lacy Suiter, Federal Emergency Management\nAgency's executive associate director.\n</P>\n<P>\n   When Andrew slammed into Florida just south of Miami in August\n1992, the tardy and disjointed federal response sparked cries of\nanger from state and local authorities and prompted then-President\nBush to name his transportation secretary to coordinate the federal\neffect.\n</P>\n<P>\n   FEMA officials Monday said the agency has changed dramatically\nsince then. They said they were ready to roll and could have\nsupplies into an affected area within hours after the Floyd's\npassage.\n</P>\n<P>\n   ``The federal government is being not just reactive to events\nand the requests of the governors, but we're being pro-active,''\nSuiter said.\n</P>\n<P>\n   ``We're not waiting until the hurricane comes ashore to buy the\nice and buy the water and get the generators ready and get the\nother things ready to move out to the area. We're doing it now in\nanticipation of what the requirements might be,'' Suiter said.\n``We've been through this enough to know what to anticipate and\nwhat to plan for.''\n</P>\n<P>\n   FEMA emergency response centers have been activated in Atlanta,\nGa., and Washington, D.C., and it has representatives at state\nemergency centers from Florida to North Carolina. A hurricane\nliaison team of federal emergency officials is also stationed at\nthe National Hurricane Center in Miami to monitor the latest\nforecasts of the storm's path and intensity.\n</P>\n<P>\n   Meanwhile, FEMA has positioned ice, water, plastic sheeting,\ncots, tents, and emergency food and medial supplies in Atlanta\nwhere they can be delivered within hours wherever Floyd hits land,\nsaid Bruce Baughman, FEMA director of response.\n</P>\n<P>\n   There are more than 30,000 rolls of plastic sheeting -- enough\nto cover 25,000 roofless houses -- and some 100 tons of ice, he\nsaid. The supplies are being kept in Atlanta, rather than closer to\nwhere the hurricane might hit, in order to protect them.\n</P>\n<P>\n   ``Depending on the track (taken by the storm) you don't want to\nget it too far forward because the supplies themselves may become a\nvictim,'' Baughman said.\n</P>\n<P>\n   In addition to the supplies on hand, FEMA has contracted with\nsuppliers to provide additional support such as debris removal,\nroofing repairs and bulk water if needed, he said.\n</P>\n<P>\n   Meanwhile, the federal government is urging individuals to\nprepare by making their property as hurricane-proof as possible\nsuch as removing lawn furniture and listening to local government\nwarnings. Residents also are urged to check the FEMA website for\nother tips at www.fema.gov.\n</P>\n<P>\n   ``This is a serious storm,'' Suiter said. ``It may be the worst\nstorm that we have had in many, many years.''\n</P>\n<P>\n   ENDIT\n</P>\n<P>\n   Story Filed By Cox Newspapers\n</P>\n<P>\n   For Use By Clients of the New York Times News Service\n</P>\n", 
            "id": "NYT19990913.0226"
        }, 
        {
            "headline": "&HT;", 
            "text": "\n<P>\n   WASHINGTON _ This could be the storm FEMA Director James Lee\nWitt has been dreading since taking office six years ago: a\ncatastrophic hurricane that hugs the coastline from Florida to the\nCarolinas, causing massive damage along a swath hundreds of miles\nlong.\n</P>\n<P>\n   ``We've tried to prepare for the worst possible case, and this\nis one of those cases,'' said Witt, head of the Federal Emergency\nManagement Agency after concluding a video conference with\nemergency teams spread out across the country.\n</P>\n<P>\n   The prospect of an extremely powerful, coast-hugging hurricane\n``was a scenario that ever since I've been here I've hoped I'd\nnever see,'' Witt said Monday, noting that the destruction could\ncover ``not just one area, it's the whole coastline and the\npounding it's going to take.''\n</P>\n<P>\n   Jim Loomis, reporting to Witt from the Florida Division of\nEmergency Management in a late afternoon video conference, said\n``if this parallels us, it could act like a Weed-Eater for 25 miles\nalong the coast. Most of those counties don't have population\ninland, they sit right on the coast, so it's going to be pretty\ndevastating as far as who is going to get hit.''\n</P>\n<P>\n   FEMA officials say that regardless of where Hurricane Floyd\nstrikes, the federal response will be far different from the tardy\nanswer to Hurricane Andrew seven years ago.\n</P>\n<P>\n   ``There are a lot of things going on that were not going on six\nyears ago,'' said Lacy Suiter, Federal Emergency Management\nAgency's executive associate director.\n</P>\n<P>\n   When Andrew slammed into Florida just south of Miami in August\n1992, the tardy and disjointed federal response sparked cries of\nanger from state and local authorities and prompted then-President\nBush to name his transportation secretary to coordinate the federal\neffect.\n</P>\n<P>\n   FEMA officials Monday said the agency has changed dramatically\nsince then. They said they were ready to roll and could have\nsupplies into an affected area within hours after the Floyd's\npassage.\n</P>\n<P>\n   ``The federal government is being not just reactive to events\nand the requests of the governors, but we're being pro-active,''\nSuiter said.\n</P>\n<P>\n   ``We're not waiting until the hurricane comes ashore to buy the\nice and buy the water and get the generators ready and get the\nother things ready to move out to the area. We're doing it now in\nanticipation of what the requirements might be,'' Suiter said.\n``We've been through this enough to know what to anticipate and\nwhat to plan for.''\n</P>\n<P>\n   FEMA emergency response centers have been activated in Atlanta\nand Washington, and it has representatives at state emergency\ncenters from Florida to North Carolina. A hurricane liaison team of\nfederal emergency officials is also stationed at the National\nHurricane Center in Miami to monitor the latest forecasts of the\nstorm's path and intensity.\n</P>\n<P>\n   Meanwhile, FEMA has positioned ice, water, plastic sheeting,\ncots, tents, and emergency food and medial supplies in Atlanta\nwhere they can be delivered within hours wherever Floyd hits land,\nsaid Bruce Baughman, FEMA director of response.\n</P>\n<P>\n   There are more than 30,000 rolls of plastic sheeting _ enough to\ncover 25,000 roofless houses _ and some 100 tons of ice, he said.\nThe supplies are being kept in Atlanta, rather than closer to where\nthe hurricane might hit, in order to protect them.\n</P>\n<P>\n   ``Depending on the track (taken by the storm) you don't want to\nget it too far forward because the supplies themselves may become a\nvictim,'' Baughman said.\n</P>\n<P>\n   In addition to the supplies on hand, FEMA has contracted with\nsuppliers to provide additional support such as debris removal,\nroofing repairs and bulk water if needed, he said.\n</P>\n<P>\n   Meanwhile, the federal government is urging individuals to\nprepare by making their property as hurricane-proof as possible _\nsuch as removing lawn furniture _ and listening to local government\nwarnings. Residents also are urged to check the FEMA Internet site\nfor other tips at www.fema.gov.\n</P>\n<P>\n   ``This is a serious storm,'' Suiter said. ``It may be the worst\nstorm that we have had in many, many years.''\n</P>\n<P>\n   ENDIT\n</P>\n<P>\n   Story Filed By Cox Newspapers\n</P>\n<P>\n   For Use By Clients of the New York Times News Service\n</P>\n", 
            "id": "NYT19990913.0305"
        }, 
        {
            "headline": "&HT;", 
            "text": "\n<P>\n   BRUNSWICK, Ga._A voluntary evacuation of heavily-populated\nbarrier islands and low-lying areas east of Ga. 17 could become\nmandatory by noon today as Hurricane Floyd showed signs of swinging\ncloser to coastal Georgia.\n</P>\n<P>\n   A hurricane warning was issued north to Brunswick late Monday\nafternoon and a watch was extended as far up the coast as Savannah.\n</P>\n<P>\n   ``This is the most serious threat to coastal Georgia and the\nwhole east coast since Hurricane Hugo in 1989,'' said Ed Abel,\nchief of Glynn County's emergency management agency. ``We've never\nhad a Category 5 hurricane hit the east coast and this storm is\njust under that.''\n</P>\n<P>\n   Floyd, already a major Category 4 storm with 155 mile an hour\nsustained winds and gusts of up to 190 miles an hour, would be\nupgraded to a Category 5 storm if its winds increase to 156 miles\nan hour.\n</P>\n<P>\n   Both Glynn and Chatham counties called for voluntary evacuations\nof the most vulnerable stretches of the coast at 6 p.m. Monday,\nincluding such mainland areas as the south Brunswick peninsula,\nwhich includes a National Register historic district.\n</P>\n<P>\n   ``We're the only counties that have barrier islands with a lot\nof people on them,'' Abel said.\n</P>\n<P>\n   Linda Padgett, administrative assistant at the Emergency\nOperations Center in Chatham County, said officials there are\nkeeping close track of the storm.\n</P>\n<P>\n   ``We're still hoping it will turn more to the northeast,'' she\nsaid. In the meantime, she said, residents of Tybee Island as well\nas those on Wilmington, Skidaway, Isle of Hope and other islands\nlinked to the mainland by low-lying causeways were being advised to\nseek shelter inland.\n</P>\n<P>\n   Coastal officials planned to go to a mandatory evacuation, based\non overnight reports from the National Hurricane Center. In\nSavannah, a mandatory evacuation for low-lying areas was to go into\neffect at 8 a.m. today and for all of Chatham County by noon.\n</P>\n<P>\n   ``We know we're supposed to get hurricane-force winds and a\nstorm surge of 9 to 16 feet above normal tide, because Floyd waited\nso long to start turning north,'' Abel said.\n</P>\n<P>\n   Earlier projections had the storm tracking farther east away\nfrom coastal Georgia but the 5 p.m. advisory Monday showed a\nrevised path expected to bring tropical storm-force winds ashore by\n2 a.m. Wednesday.\n</P>\n<P>\n   Schools in Chatham and Glynn counties cancelled classes for\ntoday and Wednesday.\n</P>\n<P>\n   The Red Cross said shelters were opened to the north in Coffee\nCounty and Dublin last night.\n</P>\n<P>\n   By late afternoon, hundreds of coastal residents were lined up\nat gas stations along the coast. The Home Depot in Brunswick sold\nout of plywood by mid-afternoon. Grocery store managers said\ncustomers were lining up to buy bottled water, batteries and canned\nfoods.\n</P>\n<P>\n   Telephone circuits were jammed with calls.\n</P>\n<P>\n   On St. Simons Island, residents_especially those in homes near\nthe beach_spent the afternoon Monday boarding up windows and moving\noutdoor furniture indoors.\n</P>\n<P>\n   Woody Woodside, executive director of the Brunswick-Golden Isles\nChamber of Commerce, said there are still a number of tourists\nvacationing on the barrier islands.\n</P>\n<P>\n   ``I'm sure they're concerned, as all of us are, and they're\nstaying in touch with emergency officials,'' Woodside said. ``We've\nbeen fortunate so many times before and we're hoping we'll be lucky\nagain.''\n</P>\n<P>\n   Jingle Davis writes for the Atlanta Journal-Constitution,\nAtlanta, Ga.\n</P>\n<P>\n   Story Filed By Cox Newspapers\n</P>\n<P>\n   For Use By Clients of the New York Times News Service\n</P>\n", 
            "id": "NYT19990913.0328"
        }, 
        {
            "headline": "FLORIDA BRACES AS MASSIVE STORM MOVES TOWARD COAST", 
            "text": "\n<P>\n   MIAMI _ A hurricane that meteorologists said was four times the\nsize of the infamous Andrew and potentially even more destructive\npounded toward Florida Monday, forcing hundreds of thousands from\ntheir homes and leaving countless residents to hope that the\nmassive storm would somehow miss their cities.\n</P>\n<P>\n   ``This hurricane,'' said Jerry Jarrell, director of the National\nHurricane Center, ``could be catastrophic.''\n</P>\n<P>\n   From as far south as Miami to as far north as Cape Canaveral,\nhundreds of thousands of people evacuated the densely populated\nFlorida coast as the storm, with winds of more than 155 mph, crept\nwestward across the Atlantic and forecasters' radar screens.\n</P>\n<P>\n   ``It looks like a giant bullseye out there,'' said Brad Cramer,\na lifeguard on Palm Beach.\n</P>\n<P>\n   All day Monday, state meteorologists offered hope that Hurricane\nFloyd would be nudged from its westerly course by a trough of low\npressure air moving to the east and southeast, and, instead of\nmaking landfall in South Florida, travel up the coast, its\ndangerous eye offshore.\n</P>\n<P>\n   But that hope seemed to weaken by early Monday evening as Floyd\nplowed west and slightly northwest, in the general direction of\nPalm Beach.\n</P>\n<P>\n   ``This is the sort of the thing you have nightmares about,''\nsaid Bill Bill O'Brien, director of emergency management in Palm\nBeach County.\n</P>\n<P>\n   In a frightening scenario, the hurricane could turn north just\nas the most powerful winds surrounding the eye make landfall,\nsending the most destructive part of the hurricane along the coast,\nmeteorologists said.\n</P>\n<P>\n   Like Andrew in 1992, which killed 40 people, wrecked 160 homes\nand caused more than $25 billion in damages, Floyd was a category 4\nstorm on Monday. It was on the verge of being a category 5, the\nmost powerful, as of Monday evening, with the power to turn houses\ninto rubble and splinters if it makes landfall.\n</P>\n<P>\n   But Jarrell warned that even if the hurricane's eye stays as\nmuch as 30 miles off the coast the storm could still rip roofs off\nhouses and flatten walls. Meteorologists called it a history-making\nstorm.\n</P>\n<P>\n   Jonathan Gottschalck, a research associate in Meteorology at the\nUniversity of Miami's Rosentiel School of Marine and Atmospheric\nScience, called it ``one of the largest and strongest storms'' in\nhistory to hit the U.S. coast.\n</P>\n<P>\n   ``It runs 700 miles in all directions,'' he said of the storm's\nsize, noting that the hurricane-force winds extend 120 miles from\nits eye. ``We are going to feel it,'' he said.\n</P>\n<P>\n   Forecasters, while warning that this hurricane was large and\npowerful enough to overcome steering winds like the much-hoped-for\nsoutheasterly front, still held some hope that the trough would\nnudge it northeasterly.\n</P>\n<P>\n   As night fell on South Florida, shelters and hotel rooms inland,\nespecially around Palm Beach, began to fill; cruise ships left for\nsafer waters to the south; long flotillas of pleasure craft snaked\nalong canals looking for safe harbor, as lines grew at hardware and\ngrocery stores.\n</P>\n<P>\n   Because it was still too soon to more accurately estimate the\nstorm's landfall, the entire state of Florida was placed under a\nhurricane warning. More than 200,000 people on Florida's\neast-central coast were told to evacuate, and another 200,000 were\nevacuated from coastal areas of Miami-Dade County.\n</P>\n<ANNOTATION>\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n</ANNOTATION>\n<P>\n   Allen Fiske's boat is his home, and he was worried about losing\nit as the storm drew closer. A paraplegic since a car accident 17\nyears ago, he lives aboard his 35-foot sailboat, ``Minimum\nBalance.''\n</P>\n<P>\n   ``I don't know what I'm going to do,'' he said. ``I can leave it\nhere at Dinner Key marina and let it get smashed into the pilings,\nor I could take it up the Miami River along with everybody else and\nlet it get smashed against all the other boats. `I'm leaning toward\ngoing south, down to Key Largo.'' The Keys, he said, seem to be the\none place in Florida that are out of harm's way.\n</P>\n<P>\n   While a few people said they thought the evacuations were\npremature and a sign of media-driven panic, most people took the\nthreat seriously.\n</P>\n<P>\n   ``There have only been two other category 5 hurricanes to hit\nthe U.S. _ Camille in the 1960s and an unnamed storm in 1935,''\nsaid Gottschalck. ``This kind of storm needs to be taken\nseriously.''\n</P>\n<P>\n   As far north as Jacksonville, people watched in amazement as the\nhuge storm swirled across television screens, larger than the state\nit was approaching.\n</P>\n<P>\n   ``Oh, my God,'' said Courtney Edwards, 17, as she saw maps of\nthe storm on a big-screen television in the electronics department\nof a department store in Jacksonville.\n</P>\n<P>\n   Further south, even people who lived miles inland considered\nleaving their homes.\n</P>\n<P>\n   ``We did consider driving to Atlanta,'' said Bettye Cox, who\nlives in Boca Raton. Instead, she just bought hurricane supplies.\n</P>\n<P>\n   As the storm approached, the weather along the South Florida\nbeaches as far north as Palm Beach was balmy and breezy _ a perfect\nday.\n</P>\n<P>\n   Arturo Penalver, 65, a retired longshoreman from Brooklyn, took\na swim on Palm Beach. ``It's beautiful,'' said Penalver. ``I don't\nbelieve it will come here.''\n</P>\n<P>\n   Edmond Zion, a retired limo driver from Queens, also scoffed at\nthe growing concern.\n</P>\n<P>\n   ``You would think that people down here would be used to these\nstorms already,'' he said. ``They act like it's all new, like they\nnever heard of such a thing before.''\n</P>\n<P>\n   But in this case, it may be true. This storm could be something\nentirely new.\n</P>\n<P>\n   As if the threat of this hurricane was not enough bad news for\nFlorida, another potentially dangerous storm, Hurricane Gert, seems\nto be taking roughly the same path as Floyd, just a few days\nbehind.\n</P>\n<P>\n   That storm, which developed into a full-fledged hurricane\nMonday, was expected to push through the Leeward Islands, Virgin\nIslands and Puerto Rico later this week, and _ if it stays on\ncourse _ eventually threaten Florida or the east coast. Though not\nas large as Floyd, Gert, the fifth hurricane of the season, was\nexpected to pound through the Atlantic with winds well over 100\nmph.\n</P>\n<P>\n   For now, Floyd is trouble enough.\n</P>\n<P>\n   On ritzy Worth Avenue in Palm Beach, Susan Bryden and six\nfriends, visiting from Agawam, Mass., hurried through their\nshopping to make an evening flight home.\n</P>\n<P>\n   ``We're leaving,'' said Ms. Bryden, as employees pulled shutters\ndown on the windows of Saks Fifth Avenue and Ralph Lauren, ``and\nwe're glad of it.''\n</P>\n<P>\n   In Miami, the last cruise ship had lumbered out of the harbor by\n6 p.m. Most workers had left downtown early. To the north, in Palm\nBeach, workers cleared the last chairs off the beaches.\n</P>\n<P>\n   Cramer, the lifeguard, has seen this deceptive calm before.\n</P>\n<P>\n   ``When you live here, you get used to the idea of hurricanes,\nbut you respect them,'' he said. ``This one demands a lot of\nrespect.''\n</P>\n", 
            "id": "NYT19990913.0348"
        }
    ], 
    "id": "D1017D", 
    "title": "Hurricane Floyd"
}