{
    "docSet": [
        {
            "headline": "'New era' for appetite-suppressing hormone, leptin; now eyed as possible treatment for infertility", 
            "text": "\n<P>\nAn appetite-curbing hormone that failed to live up to its early buzz\nas a possible key to slowing obesity is now being probed as a\npotential aid for women who suffer from infertility and eating\ndisorders.\n</P>\n<P>\n\"This represents essentially a new era for leptin,\" said Dr. Jean\nChan, one of the researchers exploring new uses for the hormone. \"Now\nthat we understand so much more about what this hormone does, we can\ntarget it appropriately for the right condition.\"\n</P>\n<P>\nA very small study, led by researchers at the Beth Israel Deaconess\nMedical Center and at Massachusetts General Hospital and published\nrecently in the New England Journal of Medicine, found that leptin\nrestored menstrual periods in a few female athletes who hadn't had\nperiods for an average of 5 1/2 years.\n</P>\n<P>\nAuthors of the study also said there were some preliminary signs that\nthe hormone improved bone density, which begins to decline when women\nstop menstruating.\n</P>\n<P>\nWomen with low body fat, including athletes and those with eating\ndisorders, often stop menstruating, developing a condition called\nhypothalamic amenorrhea.\n</P>\n<P>\nThe condition, caused by the way the brain regulates the reproductive\nsystem, can also affect some women who are overly thin. Doctors\nbelieve some of those cases are caused by stress. But in others, they\nbelieve it may be caused by subtler changes in body composition\ncaused by diet and exercise.\n</P>\n<P>\nThe new work on leptin may offer clues to the condition's cause.\n</P>\n<P>\nOne function of leptin, which was discovered in 1994, is to regulate\nappetite. It was originally thought that increasing leptin might\nsuppress the appetites of obese people. But studies found heavy\npeople tended to have plenty of leptin and adding more didn't help.\n</P>\n<P>\nResearchers in the new study, which was funded by institutional\ngrants and Amgen, the developer of a drug based on the hormone, began\nlooking at people who may not have enough leptin because of low body\nfat.\n</P>\n<P>\nThe researchers gave injections of Amgen's synthetic leptin to eight\ncompetitive women athletes, all with hypothalamic amenorrhea. The\ninjections raised the women's leptin levels to those of normal women\nor higher. Treatment was given until they responded or up to three\nmonths, whichever came first. (One woman dropped out of the study.)\n</P>\n<P>\nFive of the remaining seven showed promising results, according to\nthe study. Three of the women, one of whom had not had a period in 14\nyears, ovulated and had menstrual bleeding. Two others were \"for all\nintents and purposes about to ovulate,\" Chan said.\n</P>\n<P>\nResearchers said they envisioned possible fertility treatments, help\nfor thin athletes at risk of bone fractures, and restoration of\nmenstruation to patients recovering from anorexia.\n</P>\n<P>\nDr. Barbara Corkey, president of the North American Association for\nthe Study of Obesity and a professor of medicine and biochemistry at\nBoston University, said the study had found a \"creative use of\nleptin,\" but she wasn't surprised.\n</P>\n<P>\n\"Leptin doesn't have only one function,\" she said. \"It serves another\nfunction and this highlights that.\"\n</P>\n<P>\nDr. William Schlaff, president of the Society for Reproductive\nEndocrinology and Infertility and a professor at the University of\nColorado Health Sciences Center in Denver, said the study was \"very\nnicely designed\" and had made an \"important first observation\" that\nneeded further study. Ultimately, he speculated, it could lead to\nadvances that would help infertile women.\n</P>\n<P>\nDr. Rexford Ahima, at the University of Pennsylvania School of\nMedicine's Division of Endocrinology, Diabetes and Metabolism, said\nthe study suggested that leptin is the signal that links fat tissue\nto the brain and instructs it to control menstruation.\n</P>\n<P>\nAhima agreed that leptin might have potential as a fertility\ntreatment. But he had questions about its use as a treatment for\neating disorders, noting that anorexia is primarily a psychiatric\ndisorder whose root cause should be addressed before leptin is\nconsidered.\n</P>\n<P>\nChan, at the Beth Israel medical center, said researchers are already\nplanning a longer study of a larger group of women.\n</P>\n", 
            "id": "APW_ENG_20041005.0361"
        }, 
        {
            "headline": "ANOREXIA NOT JUST MALADY OF YOUNG WOMEN", 
            "text": "\n<P>\nMention anorexia and images of young women immediately come to mind:\nMary Kate Olsen, Tracy Gold, Jamie Lynn Discalia.\n</P>\n<P>\nNot Bradlea Hecht.\n</P>\n<P>\nShe's 57, married, a mother of two. She's certainly not on a quest to\nlook like an A-list actress or pop star.\n</P>\n<P>\nBut she is anorexic and has suffered from the disease, and bulimia,\non and off since she was 14.\n</P>\n<P>\nYears of claiming she wasn't hungry, eating small meals such as an\napple and a salad, running errands or taking a walk while her\nco-workers went to lunch or purging when she ate more than made her\ncomfortable were all part of Hecht's routine.\n</P>\n<P>\n\"It's no longer about control or the desire to be skinny,\" says\nHecht. \"Now it is a matter of shedding an ingrained habit.\"\n</P>\n<P>\nMedical professionals say they see more and more adult women like\nHecht -- that is, those older than college age -- suffering from\neating disorders. Men, too, are being diagnosed as bulimic or\nanorexic at an increasing rate, says Dr. Sharon Alger-Mayer, who\nworks in the division of clinical nutrition at Albany Medical Center\nHospital. As recently as 10 years ago it was a 1-to-10 male-to-female\nratio. Today it is 1-to-6.\n</P>\n<P>\nAccording to research done by The Renfrew Center in Philadelphia, the\ncountry's first free-standing and largest treatment facility for\neating disorders, the age distribution has changed: 23.5 percent of\nthe women treated at Renfrew are now over 35.\n</P>\n<P>\nAnd the toll of the disease, which is defined as a mental illness,\ngoes beyond the emotional and physical effects felt by one person.\n</P>\n<P>\n\"When a person has an eating disorder, it becomes a family problem,\"\nHecht says. \"Because it affects you and all your loved ones.\"\n</P>\n<P>\nHecht says she doesn't talk about her eating disorder with her\nchildren, but she knows they love her and want her to stop. Her\nhusband was her caretaker when her health got so bad she couldn't\nwalk herself to the bathroom. Eventually she was admitted to an\ninpatient treatment facility.\n</P>\n<P>\nWhile media images continue to create cultural definitions of beauty\nassociated with thinness, middle-aged women often experience other\nstress-inducing problems, such as separation or divorce, empty-nest\nsyndrome and physical changes associated with their age, says\nAlger-Mayer.\n</P>\n<P>\n\"These are triggers for some women to get reacquainted with an eating\npattern or coping style that worked for them while in college,\" says\nAlger-Mayer.\n</P>\n<P>\nTelevision shows such as \"The Swan\" or \"Extreme Makeover\" equate\nthinness and beauty with happiness. Plus people can't go through a\ntypical day without hearing about the Atkins or South Beach diets.\nThese factors can act as reminders and cause the eating disorder to\nresurface.\n</P>\n<P>\nFor Hecht, the eating disorders were part of her life for many years,\nbut she didn't admit it to herself, and others, until the mid-1990s.\n</P>\n<P>\n\"I was very secretive and ashamed. I would say 'I just don't like to\neat,\"' she says. \"Lying goes with the illness, until you are ready to\nstop denying that you are ill.\"\n</P>\n<P>\nAnd the shame can by magnified for older people, says Tully.\n</P>\n<P>\n\"Women can feel shameful because many of the behaviors -- like the\nbinging and purging chewing and spitting out and over-exercising --\nare not understood,\" says Tully, who sees several adults with eating\ndisorders each week. \"People fear they will be judged or that what\nthey are doing could possibly be a childish thing.\"\n</P>\n<P>\nWhile the reasons for adult eating disorders vary widely, a majority\nof sufferers, if not previously anorexic or bulimic, have dealt with\nweight issues at some point in their lives, says Alger-Mayer.\n</P>\n<P>\nIn many cases, it's about continuing control, as is the case with\n</P>\n<P>\nAlbany's Rebecca Walker. The 29-year-old started restricting her food\nconsumption and exercising excessively while a freshman in college.\n</P>\n<P>\n\"I was somebody who did everything,\" says Walker, who was\nvaledictorian, prom queen and a three-sport athlete in high school.\n\"Then I went to college to play basketball and that, along with\n(academics), became overwhelming.\"\n</P>\n<P>\nIt became clear, she says, that she wasn't going to be able to\nachieve the way she had in high school.\n</P>\n<P>\n\"I don't think I learned what I really enjoyed, I just performed. I\ndidn't see choices, I saw expectations.\"\n</P>\n<P>\nThe stress led her to control the one thing she could -- her body.\nShe could choose, or limit, what she ate and exercise often. Today,\nanorexia is a part of her life, almost a routine.\n</P>\n<P>\n\"Especially as an adult, you know you are a smart person, and\nintellectually it is the dumbest thing,\" says Walker. \"Maybe I have\nbeen successful in other ways, but I always feel I am not measuring\nup.\"\n</P>\n<P>\nBoth Hecht and Walker are medically underweight but, as part of\nongoing therapy, prefer not to discuss numbers. Each has already\nsuffered some of the permanent effects associated with the disease --\nwhich can include weakened hearts, severe osteoporosis, teeth that\nbreak easily, brittle bones, loss of stamina and, most likely, a\nshortened life span, doctors say.\n</P>\n<P>\n\"I am 57, but I have a body that is 75 or 80,\" Hecht says. Most\nsignificantly, she says, the disease rules her social life. She does\nnot eat in restaurants or at other people's homes, unless it can't be\navoided.\n</P>\n<P>\nShe'd rather be home with her \"safe foods,\" including grilled\nchicken, hard-boiled eggs or tuna in water.\n</P>\n<P>\nAs each day goes by, full recovery becomes less and less likely for\nthese women, and others like them, experts say.\n</P>\n<P>\n\"Older sufferers build a strong identity around this,\" Tully says.\n</P>\n<P>\n\"To ask them to seek recovery, or make changes, is like whipping away\na security blanket.\"\n</P>\n", 
            "id": "NYT_ENG_20041013.0054"
        }, 
        {
            "headline": "Experts urge caution in talking to anorexics", 
            "text": "\n<P>\nThey became fast friends in college, sharing rides home and going to\nparties. Then, month by month, year by year, Lisa Roy noticed her\nfriend getting thinner, alarmingly so.\n</P>\n<P>\n\"Like skin and bones,\" Roy recalled. The image haunted her so much\nthat she mustered the courage during a semester abroad to write to\nher friend. \"I apologize if I'm wrong,\" she wrote, but she hoped her\nfriend would seek help for her problem.\n</P>\n<P>\n\"That letter just woke me up,\" said the friend, an anorexic who wants\nto remain anonymous.\n</P>\n<P>\nThe young woman did seek professional help. Six years later, she\nstill keeps the letter.\n</P>\n<P>\nThousands of Americans notice friends or daughters going beyond\nskinny to skeletal, and the urge to confront loved ones showing signs\nof anorexia _ \"Will you please just eat?!\" _ can be powerful.\n</P>\n<P>\nBut mental health professionals counsel gentle persuasion over hard\nlobbying. Friends and family need to realize that an anorexic looking\nin the mirror does not see the same emaciated figure they do.\n</P>\n<P>\n\"You want to avoid getting into a full frontal assault because that\nalmost always ends badly,\" said Dr. Doug Bunnell, a clinical\npsychologist and board president of the National Eating Disorders\nAssociation.\n</P>\n<P>\nAnorexia nervosa is a psychological disorder in which the sufferer\nbecomes exceedingly thin and still believes he or she is overweight.\nSome exercise obsessively; others use laxatives or force themselves\nto vomit.\n</P>\n<P>\nMental health officials have estimated that 0.5 percent to 3.7\npercent of females will suffer from the potentially life-threatening\ndisorder in their lifetime. Males are also diagnosed with anorexia,\nbut at a much lower rate.\n</P>\n<P>\nAn excruciating feature of the disorder is that it can seem to unfold\nin slow motion in front of friends and family as the sufferer gets\nprogressively thinner. Loved ones are typically tormented by the same\nquestions: Should I say anything? What do I say? When?\n</P>\n<P>\nDr. Gina Scarano-Osika, a psychologist, said anorexics need to be\nmade aware there is a problem before it becomes severe. But she\noffers a crucial warning to friends: Do not try to \"save\" someone on\nyour own.\n</P>\n<P>\n\"A lot of kids think they can save the person themselves; if they\njust meet and have sleep-overs and talk about this and teach them how\nto eat, it will be OK,\" Scarano-Osika said. \"It's not true.\"\n</P>\n<P>\nInstead, she suggests talking to friends and family to organize an\nintervention in a comfortable place. Friends should involve adults\nsuch as parents, counselors, teachers _ someone the person trusts,\nScarano-Osika said. Bunnell advises having a folder at the ready with\nnames of medical professionals and helpful Web addresses.\n</P>\n<P>\nSmall groups are better, Scarano-Osika said, because the person may\nbe sheepish, embarrassed or defensive.\n</P>\n<P>\nThe eating disorders association cautions not to worsen the situation\nwith admonitions like \"You just need to eat!\" or \"You are acting\nirresponsibly.\" Try a softer tack, with phrases like \"I'm concerned\nabout you.\" Be supportive.\n</P>\n<P>\n\"One of the hallmarks of the illness is denial of the illness,\"\nBunnell said. \"So if you go at someone really harshly or in a\nconfrontational way, you're just going to evoke a real defensive\nreaction.\"\n</P>\n<P>\nLisa Roy tried to stay non-confrontational in her letter to her old\ncollege friend. Other friends helped her find professional help.\n</P>\n<P>\nAn intervention does not always work the first time. Hard as it may\nbe to do so, Bunnell said, friends and family have to accept that\nthey are powerless. All they can do, he said, is keep speaking\nhonestly about their concerns.\n</P>\n<P>\n\"You cannot personally put yourself on the hook for it,\" he said.\n</P>\n<P>\n___\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nNational Eating Disorders Association:\nwww.nationaleatingdisorders.org\n</P>\n<P>\nCapital Region Association for Eating Disorders:\n</P>\n<P>\nwww.geocities.com/craedny/friend.html\n</P>\n", 
            "id": "APW_ENG_20041027.0030"
        }, 
        {
            "headline": "NYTR-FPC-1BINGEEATIN", 
            "text": "\n<P>\n11-1-04 Editors, an illustration is available on the FPC Web site --\nwww.nytrng.com/fpc/ -- to accompany this story. CREDIT: Robert\nHolst/NYTRNG (with sidebar 2BINGEEATING) Binge eating gets a closer\nlook New study tests drug that curbs overeaters' urge\n</P>\n<P>\nThe temptation to overeat will strike most of us during the holiday\nseason, but for those who suffer from a binge-eating disorder,\nholiday feasting can be self-inflicted hell.\n</P>\n<P>\nBinge eating disorder is a newly recognized condition that probably\naffects millions of Americans. Those with the disorder frequently eat\nlarge amounts of food while feeling at a loss to control their\neating.\n</P>\n<P>\nTo date, there are no approved medications to treat binge-eating\ndisorder, but a large, multi-center study may offer hope to the 2\npercent of the population who suffer from it.\n</P>\n<P>\nDr. Nathan Shapira, an assistant professor of psychiatry of the\nUniversity of Florida's College of Medicine, is among the researchers\ntesting the effectiveness of topiramate, a drug developed to treat\nthe convulsions and seizures of epilepsy, in controlling binge\neating.\n</P>\n<P>\nShapira said that when topiramate was used for epilepsy patients,\nmany reported that they also had a marked decrease in appetite and\neven lost weight. A small study of some 60 patients with binge eating\ndisorder showed that those who received the topiramate rather than a\nplacebo binged less often and also lost weight.\n</P>\n<P>\nThe new study will test the effectiveness of topiramate in 350 binge\neaters from around the country, Shapira said. Results are anticipated\nnext year. It is funded by Ortho McNeil Pharmaceutical, which makes\nthe drug.\n</P>\n<P>\nBinge eating disorder, Shapira emphasizes, is not the same as\nindulging in an occasional binge at the table or \"grazing\" through an\narray of buffet offerings.\n</P>\n<P>\n\"Everyone probably binges at some point, particularly during\n'sanctioned' events like Thanksgiving dinner,\" Shapira said. \"The\nreal difference between 'grazing' and binge eating is eating much\nmore than normal in a short period of time, often less than two\nhours.\n</P>\n<P>\n\"It's a terrible situation to be surrounded by food when that's all\nthat you are thinking about,\" he said.\n</P>\n<P>\nAfter a binge, he said, binge eaters feel disgusted with themselves.\nAs a result, they often eat alone or very rapidly, and will eat until\nthey are uncomfortably full. Unlike eating disorders such as bulimia\nnervosa or anorexia where victims are predominantly female, the ratio\nof female to male binge eaters is about 3-to-2. It is common in all\nethnic groups.\n</P>\n<P>\nAlmost all who have this disorder are either overweight or obese. It\nhas been estimated that up to 30 percent of those in weight-loss\nprograms have a binge-eating disorder. They usually develop a weight\nproblem earlier in life and do not do as well in these programs. One\nstudy looking at Overeaters Anonymous found that 70 percent of the\nmembers had a binge eating disorder, Shapira said.\n</P>\n<P>\nThe major complications of binge eating disorder are the diseases\nthat accompany obesity. These include diabetes, high blood pressure,\nhigh cholesterol levels, gallbladder disease, heart disease and\ncertain types of cancer. The causes of the disorder are still\nunknown, but up to half of all people with binge eating disorder have\na history of depression.\n</P>\n<P>\nWhether depression is a cause or effect is unclear, according to the\nNational Institutes of Health. Many people report that anger,\nsadness, boredom, anxiety or other negative emotions can trigger a\nbinge episode.\n</P>\n<P>\n\"There's a lack of recognition that this disorder is very common and\ntreatable,\" Shapira said.\n</P>\n<P>\nFor those who think they might have an eating problem, he suggests\ntwo questions: Do you eat a lot of food in a short period? Do you\nfeel out of control as you do so?\n</P>\n<P>\nThose who answer \"yes\" to both should consider whether they have a\nbinge-eating disorder.\n</P>\n<P>\n(Diane Chun writes for The Gainesville (Fla.) Sun.)\n</P>\n", 
            "id": "NYT_ENG_20041101.0063"
        }, 
        {
            "headline": "DAUGHTER'S STRUGGLE WITH BULIMIA SPURS WOMAN TO ACTION", 
            "text": "\n<P>\nHer gnarled knuckles, marred with cracked skin, made Amanda Meador's\nhands look more like those of a seasoned car mechanic than of a\n17-year-old.\n</P>\n<P>\nBut the damage didn't come from turning wrenches in tight quarters\nunder the hood of a car. It came from shoving her fingers down her\nthroat six to 10 times a day. The gag reflex caused her teeth to\nclamp down as she yanked her hand out, biting into her fingers as she\nvomited.\n</P>\n<P>\nPurging that many times a day caused Amanda to lose 60 pounds in\nabout a year's time. It almost caused her death. Following Christmas\nbreak during her senior year in high school, she was hospitalized for\ndehydration, low blood pressure and low blood sugar.\n</P>\n<P>\nThat's what bulimia does.\n</P>\n<P>\n\"That is such a gross disease,\" said Amanda's mother, Dawn Montaner.\n\"You can't imagine anybody wanting to throw up.\"\n</P>\n<P>\nAccording to the National Eating Disorder Association, about 7\nmillion U.S. females and 1 million males suffer from an eating\ndisorder. Anorexia and bulimia typically begin in early to\nmid-adolescence. About one out of every five people with an eating\ndisorder will die from the disease.\n</P>\n<P>\nWhile bulimics purge what they eat, anorexics essentially starve\nthemselves.\n</P>\n<P>\nMontaner had been warned months before by one of her daughter's\nteachers that Amanda might have an eating disorder. Montaner, who\nthought the weight loss was from rigorous exercise and reduced food\nportions, was just glad her daughter was looking better.\n</P>\n<P>\nThe teen kept purging until she was caught by her brother, who told\ntheir mother. Montaner said she still couldn't believe it, but this\ntime she confronted her daughter.\n</P>\n<P>\n\"I will never forget the look in her face,\" Montaner said. \"It was\njust empty. There was no fear of being caught; it was just empty.\nThen she admitted that she threw up several times a day at school.\"\n</P>\n<P>\nMontaner said she sat in horror as her daughter detailed how easy it\nwas to eat between classes at school, then go to the bathroom after\nclass started and force herself to vomit. Soon after, Montaner\nlearned that Amanda had also begun self-mutilation by cutting\nherself, a behavioral step not uncommon in people with eating\ndisorders, according to experts.\n</P>\n<P>\nThat was more than six years go. Amanda Meador, now Amanda Harsh, is\nmarried, has two children, and lives in Savannah, Ga. She's eating\nright and healthy, Montaner said, but the recovery process has been\nfraught with frustration, expensive therapy and a relapse after the\nchildren were born.\n</P>\n<P>\nWhen Montaner looked for help, she found that at the time, Waco did\nnot have a specialist in eating disorder therapy. When a hospital\npsychiatrist recommended that her daughter go to an acute-care center\nfor treatment, Montaner discovered that Texas had no such facility\ndedicated to eating disorders.\n</P>\n<P>\nShe found one in Arizona, but it cost thousands of dollars per week\nfor a mandatory 60-day stay and would not accept her daughter without\n$25,000 up front. Montaner, her husband and her ex-husband, Amanda's\nfather, all had health insurance, but the three plans together didn't\ncome close to covering the cost of treatment.\n</P>\n<P>\nShe settled for a facility in Florida that the family could afford.\nDuring her daughter's 45-day stay, Montaner's anger turned to action.\n</P>\n<P>\n\"You didn't hear anything about it in schools. You heard about safe\nsex, drugs, AIDS ... but you never heard anything about eating\ndisorders. That's when I decided to start Lifelines.\"\n</P>\n<P>\nMontaner established the nonprofit Lifelines Foundation for Eating\nDisorders with the goal of establishing the first acute-care facility\nin Texas dedicated solely to treating eating disorders. She plans on\ncalling it \"The Haven.\" She has written hundreds of letters,\nincluding one to first lady Laura Bush that led to Montaner's being\nappointed to the adolescent health committee for the Texas Department\nof Health.\n</P>\n<P>\nWhen word about Amanda's ordeal got around her school, five of her\nclassmates who also had eating disorders came forward, Montaner said.\nUsing grant money to help with expenses, Montaner began traveling the\nstate, speaking at other schools about eating disorders.\n</P>\n<P>\n\"I have heard one resounding theme,\" she said. \"School nurses and\ncounselors don't have the information needed when a student, teacher,\ncoach or family member comes to them for help.\"\n</P>\n<P>\nMontaner decided to do something about it. With an anonymous $64,000\ndonation, she had enough educational materials published to send to\nall 20 Education Service Centers in Texas. But for now, the materials\nare sitting on the same 11 pallets they were shipped to her on.\nMontaner is trying to raise the estimated $40,000 needed to get the\nitems distributed.\n</P>\n<P>\nHeidi Strickler, an eating disorder specialist at Providence\nHealthcare Network's DePaul Center who arrived after Montaner started\nLifelines, helped write the materials.\n</P>\n<P>\n\"I'm the only specialist in the area,\" Strickler said. \"Not many\ntherapists want to deal with it because eating disorders have the\nhighest mortality rate of any mental illness, and the patients are\nextremely difficult to work with.\"\n</P>\n<P>\nThe materials include handouts, posters and booklets with information\non the disease, how to get help and, most importantly, Montaner said,\ncontact information on each piece.\n</P>\n<P>\n\"The materials are designed to be available to the kids so that they\ncan pick one up and they don't have to talk to anybody,\" she said.\n\"They don't have to ask anybody for anything. They can pick one up\nand take it home.\"\n</P>\n<P>\nAccording to the NEDA, 80 percent of adolescent girls feel bad about\ntheir bodies, and 28 percent of boys are dissatisfied with their\nweight. Poor body image dating back to a swim meet Amanda won when\nshe was 7 led to her battle with eating disorders, Montaner said.\n</P>\n<P>\n\"She climbed out of the pool, and some kid standing nearby said,\n'Gee, I didn't know Shamu was swimming today,' \" Montaner said.\n\"There was also an incident not long after that when she was in choir\nand someone told her she should be wearing a tent rather than a robe.\nAll those kinds of memories came out in therapy years later.\"\n</P>\n<P>\nOther battles Montaner has waged include seeking a change in state\nlegislation that would force insurance companies to pay for treatment\nof eating disorders. So far the insurance lobby has blocked attempts\nto have anorexia and bulimia added to the list of serious mental\nillnesses that insurance companies are mandated to cover, which\nincludes schizophrenia and bipolar disorder.\n</P>\n<P>\nIn the meantime, people like Amanda will continue the daily struggle\nto keep their disorder in check. For now, she's winning, and the only\nthing adorning her fingers these days is a wedding ring with the\nwords \"I Love You,\" from husband Ronnie Harsh.\n</P>\n<P>\nTo get in touch with Lifelines Foundations for Eating Disorders, call\n(254) 741-9998 or go online at www.lfed.org.\n</P>\n<P>\nJohn Allen writes for the Waco Tribune-Herald. E-mail: or\njallenwacotrib.com.\n</P>\n", 
            "id": "NYT_ENG_20041108.0161"
        }, 
        {
            "headline": "YOUR EATING DISORDER DOESN'T MEET OUR CRITERIA", 
            "text": "\n<P>\nImagine a 20-year-old woman who refuses to eat anything except\ncarrots and toast because she is afraid of gaining weight, even\nthough she is 5-foot-8 and weighs only 99 pounds. She exercises to\nthe point of exhaustion five mornings a week because, though she is\nbone-thin, she thinks her thighs are too flabby. Her periods are\nirregular, but she has never gone more than three months without\nmenstruating.\n</P>\n<P>\nAnother woman, who is also 20 and also 5-foot-8, has an opposite\neating pattern. She goes without eating all day, and starting at 6\np.m. she eats nonstop, whatever she can get her hands on. Her\nfavorite pastime is to sit in front of the television with a gallon\nof mocha-chip ice cream. She maintains a normal weight of 130 by\noccasionally forcing herself to vomit. But purging is not always easy\nin her college dormitory, with four young women sharing a single\nbathroom, so she ends up vomiting, on average, about once a week.\n</P>\n<P>\nEveryone can agree that these women have some sort of disordered\neating.\n</P>\n<P>\nBut psychiatrists would say that neither one falls into the strict\ndefinition of anorexia nervosa, the most severe eating disorder, or\nits relative, bulimia nervosa. According to the bible of psychiatric\ndiagnosis, the American Psychiatric Association's Diagnostic and\nStatistical Manual,anorexia must be accompanied by cessation of\nmenstrual periods for at least three months in a row, and bulimia\nmust involve vomiting or other forms of purging at least twice a\nweek, on average.\n</P>\n<P>\nInstead these women, and thousands like them, would fall into a\ncategory that doctors have been relying on for years, a vague\nnondiagnosis known by the acronym EDNOS: eating disorder not\notherwise specified.\n</P>\n<P>\nDiagnosing psychiatric conditions is more of an art than a science,\nand the Not Otherwise Specified label reflects the imprecision of\nthat art. The American Psychiatric Association's manual has a Not\nOtherwise Specified category for many disorders, whenever symptoms\nare so vague, so mild or so untreatable that it doesn't seem to\nwarrant the full-fledged diagnosis. With the manual continually under\nrevision, the Not Otherwise Specified grab bag is the place where new\ndiagnoses emerge.\n</P>\n<P>\nFor instance, the diagnosis of Asperger's syndrome, a variant of\nautism, was pulled from a collection of disorders previously labeled\nPervasive Personality Disorder Not Otherwise Specified.\n</P>\n<P>\nMuch is at stake in whether a condition is elevated to the status of\na full-fledged diagnosis. Because no laboratory tests or other\nobjective criteria exist for making psychiatric diagnoses, the\nAmerican Psychiatric Association's manual is the definitive arbiter\nof the line between normal and abnormal. Its definitions help\ndetermine such practical matters as insurance reimbursement,\ncompetence and eligibility for disability. But they also help\ndetermine something more elusive, and probably more important:\nwhether someone's behavior should be considered a personality quirk\nor a symptom of mental illness.\n</P>\n<P>\nNow, in the diagnostic category of eating disorders, the search for\ngreater specificity in the Not Otherwise Specified grab bag is\ngenerating much attention.\n</P>\n<P>\n\"The Future of EDNOS\" was a topic at an international meeting on\neating disorders in Amsterdam, the Netherlands, last month, and it is\nthe title of a book expected to be released in Europe next year.\n</P>\n<P>\nTo some observers, this new attention comes not a moment too soon.\n</P>\n<P>\n\"EDNOS right now is a real hodgepodge,\" said Dr. B. Timothy Walsh,\nprofessor of pediatric psychopharmacology at Columbia. \"We have\npeople in that category with anorexia nervosa,\" but they still\nmenstruate so they don't meet all the criteria for a formal\ndiagnosis.\n</P>\n<P>\nSimilarly, Walsh said, \"we have people who are obese and binge but\ndon't vomit,\" so they don't fit into the strict definition of bulimia\nnervosa, which requires both binging and purging. Or they might binge\nand vomit once a week, but to qualify as bulimic they would have to\nvomit at least twice a week.\n</P>\n<P>\n\"What we really need to do is collect data,\" Walsh said. \"All the\nknowledge base we currently have relates to people who vomit twice a\nweek. But if it turns out that the characteristics of those who binge\nand vomit once a week are similar to those who do so twice a week,\nthen we can loosen the criteria for bulimia nervosa.\"\n</P>\n<P>\nThe history of eating disorders has been a gradual one as the\nDiagnostic and Statistical Manual has been revised through the years.\nAnorexia nervosa first appeared in the version of the manual\npublished in 1980, and bulimia appeared for the first time in the\nsame edition. Bulimia was renamed bulimia nervosa in the next\nedition, which came out in 1987.\n</P>\n<P>\nAnorexia nervosa affects 0.5 to 3.7 percent -- or about 1.5 million\nto 11 million American women -- at some point in life, according to\nthe National Institute of Mental Health. Rates are lower among men\nand teenage boys.\n</P>\n<P>\nThe lifetime prevalence of bulimia is higher -- from 1.1 to 4.2\npercent of women -- with a similar age and sex distribution.\n</P>\n<P>\nIn the current version of the diagnostic manual, published in 1994,\none condition -- binge eating disorder -- was pulled out of EDNOS and\nlisted as a \"provisional diagnostic category,\" the first step in the\nprocess of achieving its own diagnosis. The disorder is much like\nbulimia nervosa, but without the purging.\n</P>\n<P>\nThe \"provisional\" designation highlights the need for more research\ninto a condition's prevalence and treatment, and highlighting binge\neating disorder in this way was a prelude to its being named as a\nseparate diagnosis in the manual that is to appear in 2012.\n</P>\n<P>\n\"That's one of most compelling reasons to get something out of the\nNot Otherwise Specified category,\" said Dr. Michael First, associate\nprofessor of clinical psychiatry at Columbia. First is a member of\nthe planning group that is directing the enormous undertaking of\nrevising the manual for its fifth edition.\n</P>\n<P>\n\"If you feel that there's a homogeneous group of patients in there\nfor which there's a treatment, the fact that it's called Not\nOtherwise Specified really obscures it, hindering treatment,\nhindering research,\" he said.\n</P>\n<P>\nAnother candidate for a new eating disorder in the fifth edition of\nthe manual can be thought of as the flip side of binge eating, a\ncondition that has been labeled \"purging disorder\" by Dr. Pamela\nKeel, an associate professor of psychology at the University of Iowa.\nJust as binge eating disorder has many of the characteristics of\nbulimia, so does purging disorder. But neither meets the strict\ncriteria for bulimia nervosa.\n</P>\n<P>\nPeople with purging disorder, Keel said, are of normal weight, and\nthey purge after eating normal or even small amounts of food.\n</P>\n<P>\nRight now, purging disorder is relatively hidden, buried in the EDNOS\ncategory. And until the Diagnostic and Statistical Manual panelists\nask for more data, as they have for binge eating disorder, not much\nmore will be known, Keel said.\n</P>\n<P>\n\"Within widely used diagnostic interviews, if a person has never had\na low weight and denies a history of binge eating, the interviewer\nskips all questions regarding the use of vomiting, laxatives or\ndiuretics to control weight,\" Keel wrote in an e-mail message. \"It's\nvery difficult to learn more about a problem if you never ask any\nquestions about it.\"\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nAs First sees it, several criteria must be met before a diagnosis is\npulled out of the Not Otherwise Specified category and into a\nstand-alone diagnosis. These criteria have to be met before binge\neating disorder, purging disorder or any other condition emerges out\nof the EDNOS grab bag.\n</P>\n<P>\nThe first requirement is that a significant number of patients must\nbe affected, he said. Second, there has to be evidence of an existing\nand effective treatment.\n</P>\n<P>\nThe criterion of an effective treatment has prevented many conditions\nfrom being entered in the Diagnostic and Statistical Manual. In the\n1980s, there was an effort to include \"sadistic personality\ndisorder.\" But it failed, said First, because no treatment existed.\n\"We could have decided to call something sadistic personality\ndisorder,\" he said, \"but if there's no treatment, what would be the\npoint?\"\n</P>\n<P>\nThe third criterion for removing a condition from the Not Otherwise\nSpecified category is the trickiest to meet. It relates to a kind of\ndiagnosis-creep. Experts working on Diagnostic and Statistical Manual\npanels must ask how close the condition is to behavior that could be\nconsidered normal. For binge eating disorder, for instance, they must\nask: When is such behavior a true psychiatric condition, and when is\nit the kind of thing that almost everyone engages in every\nThanksgiving?\n</P>\n<P>\n\"This is the matter of what we call false positives,\" First said.\n\"It's the danger of defining as a psychiatric syndrome a set of\nsymptoms that normal people have.\"\n</P>\n<P>\nWhen a new category is created in the manual, he said, \"you're trying\nto identify a category that will help patients get treatment.\"\n</P>\n<P>\n\"But,\" he continued, \"you're worried that this category is going to\nbe applied to normal people as well.\"\n</P>\n<P>\nSome psychiatrists want to create a different label for EDNOS,\ncalling it instead \"mixed eating disorder\" or \"atypical eating\ndisorder.\" But Walsh of Columbia said that would be merely a cosmetic\nchange.\n</P>\n<P>\n\"If I'm a clinician and I get a call from a school saying, 'Hey, I've\ngot a person with mixed eating disorder coming over,' I don't know if\nI'm going to be seeing someone who weighs 80 pounds or 280 pounds,\"\nhe said. \"The whole belief that diagnoses are useful things rests on\ntheir ability to put together under one umbrella a relatively\nhomogeneous set of syndromes, which gives the clinician the ability\nto shortcut a full assessment.\"\n</P>\n<P>\nDiagnostic labels, said Walsh, \"allow big shortcuts.\"\n</P>\n<P>\nKeel, on the other hand, prefers the term \"mixed eating disorder\"\nover EDNOS. She said the mixed eating disorder label \"may have the\nbenefit of eliminating the false impression that EDNOS is somehow\nless severe or less clinically significant than so-called\nfull-threshold eating disorders.\" But she expressed concern that the\nterm would limit the enthusiasm for teasing out what other\nidentifiable conditions lie within the EDNOS category.\n</P>\n<P>\nAs experts debate what to do about EDNOS -- pull out distinct\ndisorders from the grab bag category, change the diagnostic criteria\nfor the existing disorder, give the grab bag a more\nscientific-sounding name -- people with disordered eating are left in\na kind of therapeutic limbo.\n</P>\n<P>\nEventually, the hope is, the uncertainties will be resolved, and the\nwoman with anorexia who still menstruates and the woman with bulimia\nwho only purges once a week, will be able to get the diagnosis and\ntreatment that they need.\n</P>\n", 
            "id": "NYT_ENG_20041129.0131"
        }, 
        {
            "headline": "EMBARGOED FOR SUNDAY, DEC. 5 WASTING AWAY ON THE WEB", 
            "text": "\n<P>\nThis is how Emma, 15, and a fan of Web sites promoting anorexia,\nnearly starved herself to death:\n</P>\n<P>\nShe began by \"eating healthy,\" she says, choosing salads and giving\nup fast food. But when that wasn't enough, she went online to learn\nhow to lose more weight \"safely.\" Or so she thought.\n</P>\n<P>\nEmma, who once carried 150 pounds on her 5-foot-5 athletic frame and\nwas teased about being chunky, succeeded over a year's time in\ndropping pounds, winning the praise of boys who thought she looked\nhot and girls who envied her body. Yet the excessive dieting,\naccompanied by breakneck exercising, nearly killed her.\n</P>\n<P>\nFrom her bed in the intensive care unit at Children's Hospital of\nAustin in August, Emma talked about her journey to be \"perfect,\"\nwhich to her meant being rail thin. She was down to 96 pounds. Sunken\ncheek bones. Deep-set eyes. Ribs protruding a bit. Her spine clearly\nshowing. Her menstrual cycle had stopped seven months earlier.\n</P>\n<P>\nShe had passed out at band practice. She couldn't keep warm. She wore\njackets in 90-degree heat. \"My brain wasn't working. I couldn't think\nstraight,\" she recalls. Her vital organs, her heart in particular,\nbegan shutting down.\n</P>\n<P>\nAt school, some classmates called Emma (not her real name)\n\"Skeletor.\" A lot was wrong. Her parents suspected anorexia for\nmonths. They pushed her to eat. They monitored her weight. She\ntricked them by strapping ankle weights under her pant legs, using\nthe advice of Web sites known collectively as \"pro-Ana\" (Ana is short\nfor anorexia).\n</P>\n<P>\nThe sites have been around for more than two years and are the\ntargets of groups such as the National Association of Anorexia\nNervosa and Associated Disorders. The association has had limited\nsuccess in persuading Internet providers to shut down the sites\nbecause they can be harmful to minors, but the sites reappear through\nother providers.\n</P>\n<P>\n\"Food is the drug we all must quit,\" wrote someone going by the name\nof Thai in a pro-Ana journal. Next to the entry is a photo of a woman\nin a crop top with every rib bone showing. That type of encouragement\nalarms the anorexia association and other groups that are asking:\nWhat can be more harmful than encouraging people to stop eating?\n</P>\n<P>\nType in the right search words on Google and nearly 5,000 results are\ndisplayed. Many of the sites no longer exist, but many still offer\nthis type of advice: \"Curl up in a ball if you have hunger pains.\"\n\"Clean something gross. You'll lose your appetite.\" When eating out,\n\"order something you know you hate.\" The encouragement is often\naccompanied by photos of stick-like models. The images offer what the\nsites claim is \"thinspiration\" in times of weakness.\n</P>\n<P>\nThough Emma started dieting on her own, the sites pushed her over the\nedge. \"Ana's got me,\" she said in the hospital. \"I know I need help.\nI want help.\"\n</P>\n<P>\nThe strong-willed girl was confident this summer, cocky even, that\nshe was going to walk out of the hospital and get better through an\noutpatient program. As motivated as she was in her quest to look\nperfect, she was just as determined to beat the eating disorder.\n</P>\n<P>\n\"She looks like a Nazi war victim,\" her mother said at her bedside. A\nformer anorexic and bulimic who did not receive professional\ntreatment as a young woman, she had seen the signs for months. So had\nher partner of 20 years, whom Emma calls \"honey.\"\n</P>\n<P>\nEmma talked openly and initially agreed her real name could be used\nin the newspaper. She decided later to withhold her name to avoid\nmore stress on her family. She has a younger sister at home.\n</P>\n<P>\nDescribing how she survived on a dangerously low 300 calories a day,\nthe girl with an IQ of 143 says she became an expert on vitamin\nsupplements that helped keep her alive. She says she made \"my\nlifestyle choice\" and was a \"proud anorexic\" -- the moniker for\npro-Ana followers.\n</P>\n<P>\nEmma, who was in a foggy state when she was brought to the hospital,\nsomehow remembered to bring her \"comfort foods\" with her. Low\ncalorie, sugar-free maple syrup, low-calorie salad dressing and a\nDiet Coke were displayed on top of a cabinet in her hospital room.\n</P>\n<P>\n\"As long as she wasn't eating them, I didn't see any harm,\" her\nmother says. Emma left the hospital after eight days and began\ncounseling and participation in a peer treatment group.\n</P>\n<P>\nTrapped in a world of food haters obsessed with body image, Emma had\nexplored the supportive Web sites and their chat rooms on her home\ncomputer. \"You start believing that starvation is good. Hunger pangs\nmade me happy,\" she says.\n</P>\n<P>\n\"People who go to these sites are motivated by the images. 'That's\nwhat I want to look like,\"' says Tracie Strucker, director of La Que\nSabe, a Central Texas eating disorders outpatient program. \"They find\na community with a lot in common. Not only do they offer support and\nencouragement to continue, but the sites offer competition for how\nlow they can weigh and how little they can eat. They are dangerous.\"\n</P>\n<P>\nThe hosts of such Web sites, experts think are female anorexics who\nfind support for their own conditions through the forums they lead.\n\"The payoff for someone who hosts a site is that it encourages them\nto stay with their program,\" says Vivian Meehan, founder of the\nNational Association of Anorexia Nervosa and Associated Disorders. In\nOctober alone, the group persuaded Internet providers to remove 58\npro-Ana and pro-Mia (short for bulimia) sites.\n</P>\n<P>\nSites with names such as \"House of Sins,\" \"Starving for Perfection\"\nand \"Bare to the Bones\" convinced Emma that starvation was\nfulfilling. They helped her find an identity, albeit one that led her\nto the emergency room in Austin.\n</P>\n<P>\nThis week, Emma is finishing a 30-day program at an out-of-state\nhospital that specializes in eating disorders. She struggled at first\nand wanted to come back to Austin. In a letter home just before\nThanksgiving, she called the treatment center a \"winter camp.\"\n</P>\n<P>\n\"It's exhausting, not physically, not emotionally. My mind has been\non a rollercoaster. I've been up, down, back, sideways, upside down.\nI guess my biggest work has been in trying to create a secure\nsanctuary at home so I can live a life without my eating disorder.\"\n</P>\n<P>\nHer mother says, \"I feel positive. She's gaining some weight and is\nnow talking more rationally. I'm encouraged.\"\n</P>\n<P>\nBefore she left home for treatment, Emma was feeling guilty that her\nillness was stressing out her family. \"I've cried a lot because I\nlook at what I'm doing to people who have tried to help me. That's\nwhy I need to go. I can't do this to them anymore,\" she said.\n</P>\n<P>\nShe was convinced that her journey into self-imposed starvation would\nsomehow improve her life. \"If anything, and after all this is over, I\nwill have learned to become a healthy eater,\" she said.\n</P>\n<P>\nDespite her brush with death, she believed she was in control of one\nthing: losing weight.\n</P>\n<P>\nThe beginnings of Emma's anorexia is a sensitive topic for her. She\nwon't divulge what spurred the dieting because she says she doesn't\nwant to hurt anyone's feelings. It started right after Sept. 11,\n2001, by eating healthier food, and the pounds came off. She worked\nout at a gym. Boys noticed her more, and the leaner body paid off on\nthe soccer field. \"I was flying out there,\" she says.\n</P>\n<P>\nThe attention drove her to lose more weight. The striving for\nperfection set in. \"I told myself that being 5-5 and 118 pounds was\nmy ideal weight. That was going to make me perfect,\" she says.\n</P>\n<P>\nWhen she reached 118, she was in the grasp of the disease. By early\nlast summer, she discovered the pro-Ana sites after watching a\ndocumentary on television. She got on the Internet and scored\nmultiple hits when she typed in the appropriate search words. She was\nfascinated by the discussion groups and the links to get more\ninformation.\n</P>\n<P>\nEmma saw the material as a real education in eating healthier.\nSlowly, however, she heeded the advice that other site visitors\noffered: Food is the enemy. She took dinner to her room and flushed\nit down the toilet. She carried baggies with her to restaurants\nduring family meals to sneak the food off her plate.\n</P>\n<P>\n\"Looking back on it now, I learned to lie, and that was something I\ndidn't do before,\" she says. \"That's what this disease does to you.\nIt's hell being deceitful.\"\n</P>\n<P>\nThe guilt of possibly failing in her mission to lose weight drove her\nto stay focused. She couldn't stop. Her parents saw their daughter\nwasting away and felt helpless.\n</P>\n<P>\n\"I can see now how bad they are,\" Emma says of the sites she once\nfrequented.\n</P>\n<P>\nAn array of doctors -- a family physician, a psychologist, an eating\ndisorders therapist and a nutrition counselor -- helped her begin her\nbattle against anorexia.\n</P>\n<P>\nBut Anne Ducharme-Jones, an Austin psychotherapist who specializes in\neating disorders and treated Emma, was not confident about the girl's\nchances for successful recovery as an outpatient. She thought Emma\nneeded to go to an inpatient facility.\n</P>\n<P>\nThe turning point came in late October. Emma had been in treatment\nfor several weeks and had not gained a pound. In group therapy with\nother teen girls, she admitted she had been hiding food. \"One of her\npeers turned to her and told her she needed to go to treatment,\"\nJones says.\n</P>\n<P>\nEmma says she realized how sick she was when she began stuffing food\ndown the sofa. \"I know I was motivated to gain weight when I got out\nof the hospital, but it wore off,\" she says. \"I was back to being\ndeathly afraid of gaining weight. I looked in the mirror and I looked\nOK, but when I saw still pictures of me I looked sick. Emaciated.\nGross.\"\n</P>\n<P>\nThe prognosis for Emma's recovery is guarded. \"No one comes out of\nsuch a treatment fixed,\" Jones says. \"She's got a long way to go. It\nmay take 5 to 10 years. The family needs to know she's just getting\nstarted.\"\n</P>\n<P>\nTo have a better chance at recovery, Emma and her family must deal\nwith complicated issues plaguing the family for years. Emma's mother\nhad a bout with alcoholism and sought treatment. The family has moved\naround to several schools, including one in Florida, to get away from\nharassment and physical threats made against Emma because she has two\ngay moms.\n</P>\n<P>\nThe Tulane University-affiliated River Oaks Hospital Eating Disorders\nTreatment Center in New Orleans uses several approaches\nsimultaneously in treating anorexics.\n</P>\n<P>\n\"We confront their body image distortion while teaching them to eat\nnormally so they can get to a normal body weight. Nutritional\ncounseling is a valuable part of the program,\" clinical director\nSusan Willard says.\n</P>\n<P>\n\"It is important to stress, however, that eating disorders are not\nabout food and weight. Eating disorders are about problems and\nconflicts that are unresolved in a person's life. The obsession with\none's body provides an escape from dealing with the real underlying\nissues,\" Willard says.\n</P>\n<P>\nEmma knows she must confront her past difficulties and family issues.\n\"I've learned that anorexia was a way for me to deal with my\nproblems. Anorexia was never about being skinny. I'm starting to feel\nthings again, like us moving around so much when I was younger. I\nlost friends. My mom's alcoholism. Problems between my parents,\" she\nsays.\n</P>\n<P>\nHer mother knows the challenges ahead involve not only Emma but also\nher own relationship with her domestic partner. The couple is in\ncounseling. She is also facing her own past as an anorexic and\nbulimic. \"I never got the help that my daughter is getting now,\" she\nsays.\n</P>\n<P>\nMeehan, of the National Association of Anorexia Nervosa and\nAssociated Disorders, says the campaign to pull down sites promoting\nanorexia will continue. She is appalled they get on the Internet in\nthe first place. \"Providers have mission statements that they will\nnot support sites that can injure children. It is not the intention\nof people who host these sites, but they are helping people commit\nsuicide,\" she says.\n</P>\n<P>\nSearch engine Yahoo declined to address pro-Ana sites specifically\nbut noted that a service agreement with members prohibits them from\nposting any content that is unlawful or harmful.\n</P>\n<P>\nThe pro-Ana and pro-Mia sites also spurred an online movement to warn\npeople of the sites. Online search results for \"pro-Ana\" include\nsites warning of the dangers of anorexia.\n</P>\n<P>\nWhile several factors contributed to Emma's anorexia, she knows that\nfor the three months prior to her hospitalization, the pro-Ana sites\nwere instrumental in worsening her condition. \"They're sick,\" she\nsays.\n</P>\n<P>\nRicardo Gandara writes for the Austin American-Statesman. E-mail:\nrgandarastatesman.com\n</P>\n", 
            "id": "NYT_ENG_20041203.0174"
        }, 
        {
            "headline": "Berlin restaurant caters for people who would rather not eat by Fabien Novial = (PICTURE) =", 
            "text": "\n<P>\nWith her white chef's hat, Claudia looks \nat home in the kitchen of this Berlin restaurant, but her culinary \ntalents are being used to feed people who, like her, suffer from \neating disorders.\n</P>\n<P>\nThe owner of \"Sehnsucht\", or Nostalgia, in the German capital's \nTiergarten quarter is Katja Eichbaum, and she too has come a long \nway back from the brink.\n</P>\n<P>\nHer appetite began to disappear when her parents split up while \nshe was a teenager. She lost 10 kilogrammes (22 pounds), then put \nthe weight all back on again in no time and was admitted to hospital \nfor three months in 2003.\n</P>\n<P>\nSince then, a long period of therapy has begun bearing fruit, \nshe explained recently, sitting on one of two huge lounge chairs \nplaced in the restaurant's entrance to make the clients \"feel at \nhome\".\n</P>\n<P>\nKatja and Claudia consider that they have recovered and began \nhelping others like them last month by opening the first restaurant \nin Germany, and perhaps in all of Europe, where anorexics and \nbulimics can eat without feeling ashamed.\n</P>\n<P>\nAnorexia nervosa, from the Greek word meaning \"loss of \nappetite\", is an affliction stemming from a fear of gaining weight \nand leads sufferers to deny their hunger and essentially starve \nthemselves.\n</P>\n<P>\nBulimia, which like anorexia is predominantly contracted by \nwomen, is a virtual food obsession that leads to eating binges \nfollowed by acts to make up for it like self-induced vomiting or \nexcessive exercise.\n</P>\n<P>\n\"What is important is that the girls take the first step, that \nthey at least have a taste. They can also ask for small portions,\" \nsaid Eichbaum.\n</P>\n<P>\nSo that they don't feel stigmatised, nothing out front or in the \nentryway suggests that people are entering a restaurant that caters \nfor those with special needs.\n</P>\n<P>\nIndeed Sehnsucht is open to everyone, which helps the owners \nmake money, at least enough to be encouraged by in the \nestablishment's early stages.\n</P>\n<P>\nThe cooking? \"Absolutely normal. Neither too little nor too \nmuch,\" said Eichbaum, who is keen, above all, to reassure her \nclientele.\n</P>\n<P>\nKatja drew up the menu herself without any medical advice or \nhelp from a nutritionist. \"I learnt how to eat again through my \ntherapy,\" she said.\n</P>\n<P>\nShe has held down a number of different jobs and is convinced \nshe can best help her clients, who often come in groups, like the \nmembers of the \"Dick und duenn\", or the Fat and Thin, association.\n</P>\n<P>\nSome 30 or so people with eating disorders have hesitantly \npushed their way through the doors at Sehnsucht in the month since \nit opened.\n</P>\n<P>\nAccording to Thomas Falbesaner, a medical expert on anorexia and \nbulimia, the establishment could be helpful as \"a reserved space for \npeople who are returning to a normal life, but who are still \nsensitive about food.\"\n</P>\n<P>\nThe names of the dishes are often poetic. \"Wolf's Hunger\" \ndescribes a lamb dish, \"d to make up five to 10 percent of anorexics but their \nnumbers are on the rise.\n</P>\n<P>\nSome 600,000 people suffer from bulimia.\n</P>\n", 
            "id": "AFP_ENG_20050112.0350"
        }, 
        {
            "headline": "Italian TV ads encouraging bulimia in kids: survey", 
            "text": "\n<P>\nItaly's TV channels broadcast twice as many \ncommercials featuring food as their US counterparts, threatening \nchildren who watch them with serious eating disorders such as \nbulimia and anorexia, according to a study published here Tuesday.\n</P>\n<P>\nChildren star in one out of every three commercials on Italian \ntelevision, and 40 percent of all ads sell food products, according \nto the study by Rome's Sapienza university.\n</P>\n<P>\nPsychologist Maria D'Alessio said her study \"shows the threat \ncaused by commercials aimed at children and featuring foodstuffs, \nbecause it distorts one's natural relationship with food\".\n</P>\n<P>\n\"In the coming years, we will certainly have to face the problem \nof anorexia and bulimia,\" in Italian children.\n</P>\n<P>\nD'Alessio said 40 commercials in every hour of programming were \ndedicated to food. \"In the long term, this is very damaging for \nchildren.\"\n</P>\n<P>\nThe study -- based on two weeks of programming in March 2004 on \nItaly's six main private and state-owned chanels -- also confirmed \nthat ads aimed at children encourge stereotyping. \n</P>\n<P>\n\"Boys starring with their mothers are shown eating, while girls \nwatch their mothers do the housework.\"\n</P>\n", 
            "id": "AFP_ENG_20050201.0632"
        }, 
        {
            "headline": "AUTHOR TELLS HOW TO FEEL GOOD ABOUT YOURSELF AFTER AGE 40", 
            "text": "\n<P>\nMany baby boomers are in for a big\nsurprise.\n</P>\n<P>\n\"I think baby boomers were taught that if you ate right\nand took those vitamins and exercised, you were never going\nto grow old,\" says Ann Kearney-Cooke. \"Now, all of a\nsudden, they're getting older and struggling with natural changes.\"\n</P>\n<P>\nA baby boomer herself at 49, Kearney-Cooke is a psychologist who\nhas written a book she hopes will help: \"Change Your\nMind, Change Your Body: Feeling Good About Yourself After Age\n40.\" (Atria Books, $14.)\n</P>\n<P>\nThe director of the Cincinnati Psychotherapy Institute, the author is a\nfrequent guest on TV and radio shows, including \"CBS This\nMorning,\" \"Today,\" \"Oprah\" and \"48 Hours.\"\n</P>\n<P>\nAbout five or six years ago, Kearney-Cooke began noticing something disturbing\nin her therapy sessions.\n</P>\n<P>\n\"I started to have more and more mid-life women who had\neating disorders,' she explains. \"We traditionally think of anorexia and\nbulimia affecting those of college or high school age, but\nI found that they were also affecting two groups of\nmiddle-aged women as well.\"\n</P>\n<P>\nThe first group included those who'd had an eating problem in\ntheir youth but had resolved it. When they hit 50\nand couldn't lose weight, it resurfaced.\n</P>\n<P>\nThe other group had no prior history of eating disorders, but\na life event -- a divorce, loss of parent or\njob -- triggered an eating disorder.\n</P>\n<P>\nFor women who grew up with Twiggy and air-brushed photos, says\nKearny-Cooke, reality hasn't been easy. Many are dealing with depression\nand loss of self-esteem.\n</P>\n<P>\nBut Kearney-Cooke says that needn't be the case.\n</P>\n<P>\n\"The main idea of my book is that you can't change\nyour relationship with food or your body until you change\nthe way you relate to people in general.\n</P>\n<P>\n\"The question is how, at mid-life, can you develop a stronger\nand healthier body and self, not just be busy trying\nto sculpt your body into impossible weights and shapes.\"\n</P>\n<P>\nBegin, she advises, by establishing a realistic weight and shape for\nyourself, based on genetics and how much time you're willing\nto exercise.\n</P>\n<P>\n\"You can be sexy and attractive in mid-life, but that doesn't\nmean you'll have to be the same size you were\nwhen you got married,\" she says.\n</P>\n<P>\nKearney-Cooke says our culture has taught us that the more we\ndo, the more we'll get out of life.\n</P>\n<P>\nBut that's not the case.\n</P>\n<P>\n\"We have people doing more than ever,\" she says, \"but they're\nstill feeling that life is passing them by.\"\n</P>\n<P>\nThe answer, she believes, is to become mindful of every moment.\n</P>\n<P>\n\"Put a spotlight on whatever you're doing,\" she says. \"When you're\nsitting with your son, if you are (really experiencing the\nmoment), that will lead to a feeling of fullness. The\nsame when you're listening to music -- close your eyes\nand really take it in.\n</P>\n<P>\n\"The more you can slow down and pay attention, the fuller\nyou will feel, and you won't have to be turning\nto food or alcohol.\"\n</P>\n<P>\nMeredith Moss writes for the Dayton Daily News. E-mail: mmoss@DaytonDailyNews.com\n</P>\n", 
            "id": "NYT_ENG_20050315.0102"
        }
    ], 
    "id": "D1011C", 
    "title": "Eating Disorders"
}