{
    "docSet": [
        {
            "headline": "ARIZONA MEASURES HANG ON BUDGET NEGOTIATIONS", 
            "text": "\n<P>\n   WASHINGTON _ Budget negotiations between the White House and\ncongressional Republicans and end-of-session shenanigans have left\na half-dozen measures important to Arizona hanging in legislative\nlimbo.\n</P>\n<P>\n   Chief among the provisions keeping the state's delegation on\ntenterhooks are two immigration measures that just a few days ago\nseemed settled: border crossing cards and an entry-exit\ndocumentation program.\n</P>\n<P>\n   Negotiators had worked out a deal to delay for 2{ years a\nprogram that would require foreigners to fill out entry and exit\nforms at the United States' northern and southern borders, a plan\nthat had border businesses fretting that it would create long lines\nof traffic and interminable delays.\n</P>\n<P>\n   But in the last-minute haggling this week, negotiators decided\nthe program would be on indefinite hold along the Canadian border,\nbut only delayed for a year in the south, a situation that\nArizona's congressional delegation says is unfair.\n</P>\n<P>\n   Sens. Jon Kyl and John McCain and other members of the Arizona\ndelegation wrote to Senate Majority Leader Trent Lott asking that\nthe original deal be restored.\n</P>\n<P>\n   Kyl, along with Rep. Jim Kolbe and other members of the\ndelegation, is also involved in trying to straighten out the border\ncrossing-card issue. Congress required the Immigration and\nNaturalization Service to change border crossing cards _\nidentification cards used by frequent border crossers _ to make\nthem more fraud-resistant. The cards were going to be expensive for\nusers, and devising them had become controversial, so the INS began\nrequiring visas issued by the State Department.\n</P>\n<P>\n   Arizona members heard complaints that obtaining a full visa is\ninconvenient for many people crossing the border at Nogales or\nother ports of entry because the nearest State Department facility\nis miles away, in Hermosillo.\n</P>\n<P>\n   Until the situation is resolved with INS, Kyl and Kolbe are\nlobbying for a return to the old crossing-card system.\n</P>\n<P>\n   Most frustrating for Rep. John Shadegg is the hold the Senate\nplaced on his and Kyl's identity-theft bill, which was passed after\nan Arizona couple spent $15,000 and countless hours trying to\nrestore their good name after a thief destroyed it. A Democratic\nsenator _ it's unknown who it was _ placed a hold on the popular\nmeasure, which for the first time makes identity theft a crime. The\nsenator reportedly was attempting to pressure other members to\napprove some judges.\n</P>\n<P>\n   The bill had cleared the Senate unanimously and the House by a\nvoice vote. President Clinton has promised his signature to make it\nlaw.\n</P>\n<P>\n   ``I think it's an outrage, and I think it's a particular outrage\nwhen they do it to non-controversial, bipartisan legislation\nconcerning the fastest growing crime in America, which causes its\nvictims financial ruin and great emotional distress,'' Shadegg\nsaid.\n</P>\n<P>\n   Also caught in the legislative crossfire are:\n</P>\n<P>\n   The Tres Rios sewage reclamation project, a demonstration\nproject to clean effluent through wetlands.\n</P>\n<P>\n   The Wellton-Mohawk water transfer from the federal government to\nWellton.\n</P>\n<P>\n   A measure to prohibit the use of federal funds to drain or study\ndraining Lake Powell, an idea under review by the Glen Canyon\nInstitute and approved by the Sierra Club.\n</P>\n<P>\n   The nomination of Jose de Jesus Rivera as U.S. attorney for\nArizona. He is the acting U.S. attorney. &QL;\n</P>\n", 
            "id": "NYT19981014.0035"
        }, 
        {
            "headline": "HOW ERRORS IN WEB BACKGROUND CHECKS CAN DERAIL JOB SEEKERS", 
            "text": "\n<P>\n   Wondering why you didn't get a job offer after that last\ninterview?\n</P>\n<P>\n   So did Bronti Kelly, a retail salesman and former military\nreservist from Temecula, Calif., who couldn't figure out why he was\nrepeatedly turned down in the early 1990s for dozens of sales\npositions at department stores _ or dismissed within a week if he\ndid manage to secure a job.\n</P>\n<P>\n   In 1995, after more than four years, Kelly, now 34, finally\ndiscovered the problem: He had been denied employment because of an\nerroneous shoplifting report circulated to retailers who did\nbackground checks on him when he applied for work.\n</P>\n<P>\n   The report had been forwarded by one of the stores to which he\nhad applied _ Robinsons-May _ through its parent company, the May\nDepartment Stores, to the Stores Protective Association, a\nnonprofit group in Simi Valley, Calif., that provides background\nscreening, work histories and loss-prevention programs to about 100\nretail chains, manufacturers and other businesses.\n</P>\n<P>\n   Members of the association, founded in 1929, share information\nabout employees. The group is a regional affiliate of the United\nStates Mutual Association, an 80-year-old private clearinghouse in\nChicago that pools theft case reports from its 10 member groups\nnationwide _ it currently has about two million such reports _ and\noperates much like a major credit bureau.\n</P>\n<P>\n   Kelly says he was the victim of identity theft. After his wallet\nwas stolen, he said, a shoplifter who was arrested used Kelly's\nname and identification; the Los Angeles County Police Department\ncorroborated his account. When he was unable to get work, he ended\nup filing for bankruptcy and became homeless for a time.\n</P>\n<P>\n   After he found out about the shoplifting report, Kelly sued May\nand the Stores Protective Association in 1995, complaining that May\nhad failed to correct the report in the association's files even\nafter he had discovered it and provided proof of his innocence. The\nassociation was found not liable, and May settled out of court in\nJanuary, paying Kelly $73,680.\n</P>\n<P>\n   ``It cost me my life, really,'' said Kelly, who has since\nlegally changed his name and Social Security number. ``I never knew\nwhy I wasn't being hired. That's the insidious nature of this _\nthere's often no way to know for sure.''\n</P>\n<P>\n   Rhonda West, a spokeswoman for the May Department Stores in St.\nLouis, said, ``We regret the difficulties this created for Kelly.''\n</P>\n<P>\n   Kelly's story points to a growing conflict between the rights of\nemployers and employees in an age of quick, easy and inexpensive\ncomputer access to public information: how to balance a company's\nneed to know about a person it might hire with the individual's\nneed for privacy.\n</P>\n<P>\n   Despite the best efforts of federal regulators and private\nbusinesses, workers can be plagued by black marks mistakenly left\non public records if they do not pursue their right to discover and\ncorrect errors.\n</P>\n<P>\n   ``Ten years ago, you had to hire a gumshoe to find out about a\nperson's background,'' said Beth Givens, director of the Privacy\nRights Clearinghouse, a nonprofit advocacy organization in San\nDiego. ``Now you don't have to go any farther than your desk _ what\nyou can find out today for typically under $100 is incredible.''\n</P>\n<P>\n   More public records have been placed on the Internet in recent\nyears as information brokers have linked with public agencies,\ngovernments and businesses for computer access that enables them to\ncompile virtual dossiers on anyone, including data like Social\nSecurity numbers, property ownership, driving records and nearest\nrelatives.\n</P>\n<P>\n   The services available range from large, blue-chip investigation\ncompanies to upstart Web sites that offer data at bargain rates.\nChecks can be done in days or minutes, usually for a cost of $5 to\n$200.\n</P>\n<P>\n   Since many employers do not disclose what sort of background\nchecks they use, it is hard to know exactly how they conduct them.\nBut one thing is sure: The scrutiny of job applicants has\nintensified in recent years, as incidents of workplace violence,\nand the number of lawsuits charging employers with negligence in\nhiring, have increased, employment experts say. And that has meant\na boom for the companies _ especially Web-based services _ that do\nsuch searches.\n</P>\n<P>\n   Technology, of course, has spawned an increase in the number of\ndatabases containing background information and has made such\ninformation available faster. Some of the services available are\nwww.knowx.com, which uses the Information America database;\nwww.informus.com, which primarily conducts direct public-records\nsearches for 1,000 businesses and employers; Advanced Research Inc.\n(www.advsearch.com), which offers many checking services on a\ncontingency basis (no hits, no charge), and www.digdirt.com, which\nsays it has access to 325 billion records.\n</P>\n<P>\n   Peoplewise, a 10-month-old privately held company\n(www.people-wise.com) in Hollister, Calif., has developed what it\nsays is technology that allows the first real-time background\nchecks. Employers can get information within seconds, even during\nan applicant's interview, said Gary Cornick, president of the\ncompany.\n</P>\n<P>\n   Pre-employment screening must be fast, Cornick said. ``In this\nlabor market, you have to act quickly or you'll lose applicants to\ncompetitors,'' he added.\n</P>\n<P>\n   But job applicants do have rights, especially under amendments\nto the Fair Credit Reporting Act that took effect on Sept. 30,\n1997, extending the protection of the rules governing credit\nreports to job applicants.\n</P>\n<P>\n   &QL; \nnn\n</P>\n<P>\n   The changes give consumers more protection by requiring an\nemployer to get applicants' permission before getting credit\nreports or other background checks on them. And if job applicants\nare turned down because of credit reports, the employer must tell\nthe applicants about that as well as their right to free copies of\nthe reports. The changes in the law also make it easier for job\napplicants to correct any errors found.\n</P>\n<P>\n   More employers are doing background checks on job applicants\nbecause more courts are finding employers liable for not only the\nactions of employees, but also of former employees.\n</P>\n<P>\n   ``Legal requirements have increased the use of background checks\nby businesses,'' said Garry G. Mathiason, a senior partner with\nLittler, Mendelson, Fastiff, Tichy &AMP; Mathiason, an employment and\nlabor law firm in San Francisco. ``There are enough horror stories\nout there about criminal liability that employers feel it's become\nabsolutely necessary.''\n</P>\n<P>\n   A Florida Circuit Court in 1995 found the Allstate Insurance Co.\nliable for failing to disclose the violent history of an employee\nit had dismissed. The Fireman's Fund Insurance Co. subsequently\nhired him, based on Allstate's recommendation, and he killed three\nco-workers there.\n</P>\n<P>\n   Earlier this year, in Oakley vs. Flor-Shin Inc., the Kentucky\nCourt of Appeals ruled that an employer could be held liable for an\nattack by an employee against a third party. In the case, a Kmart\nemployee was accused of rape by an employee of Flor-Shin, the\ncompany the retailer had hired to clean floors. The victim sued\nFlor-Shin, saying it had known that the worker had a criminal\nhistory.\n</P>\n<P>\n   Thirty-three states now require criminal background checks for\nworkers in positions like health care, child care, schools and\nhousekeeping. But few use Federal Bureau of Investigation records\nto check potential employees, so workers with criminal convictions\ncan secure new jobs by simply crossing state lines, says a federal\nreport issued Sept. 14 by the federal Health and Human Services\nDepartment.\n</P>\n<P>\n   The report, which focused chiefly on nursing-home practices,\ncalls for a national registry of workers with criminal backgrounds\nthat would be accessible to employers.\n</P>\n<P>\n   ``Background checks today are more critical than ever before,''\nsaid Lynda Lucas, president and chief financial officer of the\nStores Protective Association. ``In a society where the term `going\npostal' is routinely coined, I think if you asked most employees,\nthey would want to be assured that the person working next to them\nwasn't a dangerous criminal.''\n</P>\n<P>\n   Of the nearly 300,000 screenings conducted by the association\neach year, fewer than 2 percent return ``hits'' _ findings that\nflag the applications as needing further checking _ and 1 percent\nof the hits turn up applicants with reports on file of criminal\noffenses, Ms. Lucas said.\n</P>\n<P>\n   ``In a day and age where it's hard to find qualified employees,\nyou really don't want to turn people away if there's not a real\ngood reason for doing so,'' said Barry Lawrence, a spokesman for\nthe Society for Human Resource Management in Alexandria, Va.\n</P>\n<P>\n   But checking applicants' records is quickly becoming routine for\nmany companies. In a 1995 Society for Human Resource Management\nsurvey of 1,331 human-resource professionals, 92 percent said they\nspoke to former employers before hiring new employees, 78 percent\ncalled references provided by candidates, 61 percent verified\neducational backgrounds, 42 percent checked driving records, and 25\npercent conducted credit checks.\n</P>\n<P>\n   A 1994 survey of 589 members of the American Management\nAssociation in New York found that 70 percent conducted background\nchecks on applicants and 48 percent searched criminal records.\n</P>\n<P>\n   Employers do background checks in various ways _ using the\ntelephone, fax or Internet, for example. But Alan F. Westin, a\nprofessor emeritus of public law and government at Columbia\nUniversity and publisher of the Privacy and American Business\nnewsletter, said: ``I don't believe there's any documented place to\nfind out for sure who's relying on the Internet sources and who's\nnot. No one tracks it.''\n</P>\n<P>\n   When employers check applicants' resumes, they find that quite a\nfew are lying. About one-third of all resumes have inaccuracies,\nand 10 percent of those are serious enough to deny employment,\nestimated Edward C. Andler, owner and president of the Certified\nReference Checking Co. in St. Louis, who has provided reference and\nresume checking for employers since 1987.\n</P>\n<P>\n   ``Over the years, the incidence of resume distortion has\ncontinued to creep up,'' said Andler, who is the author of ``The\nComplete Reference Checking Handbook'' (Amacom, 1998). ``People are\nmore willing to lie and stretch the truth.'' Andler estimated that\none of every 12 applicants _ even those who are seeking\nexecutive-level positions _ will claim to have college degrees they\ndo not have.\n</P>\n<P>\n   Many employers have adopted a policy of giving only basic\nemployment information when asked for references on former\nemployees because they fear lawsuits. Lawrence said, ``Employers\nare frustrated because they can't always get the specific\ninformation they need to make a hiring decision.''\n</P>\n<P>\n   Westin said background checks were most likely to hurt\napplicants' chances unfairly when employers conducted hasty checks\nusing sources that were not reliable, many of them inexpensive\nchecking services offered on the Internet. ``No one is tracking\nwhat the employer's checking on these Net services,'' Westin said.\n</P>\n<P>\n   &QL; \nnn\n</P>\n<P>\n   Small companies may turn to unreliable pre-employment checking\nservices because they may not know about reputable services or may\nconsider them too expensive, some experts say. ``This is not the\nway the IBMs of the world check up on people,'' Westin said. ``But\nit tends to be the impression many employees have. The most\npotential for problems will be with smaller employers, not the big\nguys.''\n</P>\n<P>\n   If a check turns up questionable online information, employment\nlawyers say, it should be corroborated by other sources, like\npublic records. Mathiason cautioned, ``Electronic information can\nbe wrong and to rely upon it blindly is unwise.''\n</P>\n<P>\n   Groups concerned with privacy rights say mistakes in reporting\npersonal data happen routinely. But while Kelly had a hard time\ncountering erroneous information that came up in background checks\nin the early 1990s, people applying for jobs can easily find out\nnow if inaccurate negative information is keeping them from\nemployment, and they can take steps to correct any errors.\n</P>\n<P>\n   Katrina Haines, 27, a resident of Mission Viejo, Calif., found\nherself doing just that. She applied in May for a sales job with\nGood Guys, an electronics retailer in Brisbane, Calif.\n</P>\n<P>\n   She did not get the job because of the results of a criminal\nrecords check in California conducted by the Amherst Group on\nbehalf of Good Guys, she said. The check turned up arrest records\nfor criminal prostitution and drug possession, but those records\nwere incorrect.\n</P>\n<P>\n   ``It was so ridiculous, it was laughable,'' she said. ``But it\nwas no joke.''\n</P>\n<P>\n   The police record, Ms. Haines discovered, belonged to a person\nwith the same name. She was given a copy of the report, as required\nby the Fair Credit Reporting Act, so she disputed the errors, which\nwere corrected. She said she was now eligible to reapply to Good\nGuys.\n</P>\n<P>\n   ``If people don't know that they have the right to request the\ndetails of their own report and the ability to dispute it,'' Ms.\nHaines said, ``they'll never know why they didn't get a job.''\n</P>\n<P>\n   The concern over such mistakes in employment records has spawned\na cottage industry of do-your-own-search services that, for a fee,\nwill scout out the data available about you from public records and\nreferences. Documented Reference Check, for example, at\nwww.badreferences.com, advertises that it will call an applicant's\nprevious employer, asking for a reference as if the applicant had\napplied for a job.\n</P>\n<P>\n   The company uses one of several corporate names when making such\ninquiries. It sends the former employee a confidential report,\ngenerally for a fee of $87.95. If negative comments are discovered,\n(justified or not, it says) the company offers to ask the former\nemployer in a letter to stop passing on bad references to\nprospective employers.\n</P>\n<P>\n   When errors in records are found, said Deirdre Mulligan, a staff\ncounsel for the Center for Democracy and Technology in Washington,\n``the only way to correct records is to go back to the original\nsource of the information.'' At times, she said, that can be a\nlengthy process.\n</P>\n<P>\n   Faced with the problem that background checks sometimes turn up\ninaccurate information, employers have to try to balance their need\nto screen job applicants with the rights of prospective employees.\nThe problems have increased with the growth of online\nbackground-checking services.\n</P>\n<P>\n   ``There is no easy solution,'' said Norman G. Magnuson, vice\npresident of public affairs for Associated Credit Bureaus, a\n642-member trade association in Washington whose members generate\n650 million credit reports a year, speaking about the growing\nreliance on electronic databases. ``We're trying to integrate a new\ndelivery method for information, but maybe we're just not ready for\nit.''\n</P>\n<P>\n   Lawrence, of the Society for Human Resource Management, said:\n``Employers can have all that data and still not take away a sense\nof how a person will perform in the job.''\n</P>\n", 
            "id": "NYT19981021.0190"
        }, 
        {
            "headline": "IDENTITY THEFT PLAGUES BUSINESSES, BANKS", 
            "text": "\n<P>\n   LOS ANGELES _ Sandy Darby is furious.\n</P>\n<P>\n   Last week, a couple masquerading as her company's business\nassociates passed phony corporate checks with her husband's forged\nsignature in laser printing. The thieves' take at two major retail\nstores: $4,000.\n</P>\n<P>\n   The next day, a man tried to cash more than $600 in fake checks\nat a cash-checking business. The checks bore her company's name and\neven sported a counterfeit Bank of America logo, sans address.\n</P>\n<P>\n   A check-cashing business approved a $500 check, which her bank\ncashed. An employee at another check-cashing business got\nsuspicious and telephoned Darby. But before the police could be\ncalled, the suspect left.\n</P>\n<P>\n   ``This is killing me,'' said Darby, the owner of a family-run\ntour business with five employees in suburban Northridge. ``I'm a\nsmall business.''\n</P>\n<P>\n   Luckily for her, Darby won't have to pay the money lost on the\nforged checks. The bank and retail stores will be paying for it.\nBut she must deal with the headache of clearing up credit reports\nand changing the account number.\n</P>\n<P>\n   Darby is among thousands of Americans confronted with identity\nthefts.\n</P>\n<P>\n   ``Identity thefts are overwhelming credit bureaus, postal\ninspectors and the Secret Service,'' said Ed Mierzwinski, speaking\non behalf of the California Public Interest Group. ``We think the\ntrend is up, up, up.''\n</P>\n<P>\n   It's difficult to estimate the actual size of losses incurred by\nbanks and businesses that grant credit, but estimates run up to $4\nbillion a year, said Beth Givens, director of the Privacy Rights\nClearinghouse, a consumer information and advocacy group in San\nDiego.\n</P>\n<P>\n   According to a recent report by the U.S. General Accounting\nOffice, the Secret Service estimates that $750 million was lost\nlast year from identity theft, up from $450 million in 1996. Credit\nreporting companies received 523,000 fraud inquiries in 1997, up\nfrom 35,000 in 1992.\n</P>\n<P>\n   The reason is simple: It's so easy to obtain personal\ninformation.\n</P>\n<P>\n   For example, people can steal preapproved credit card\nsolicitations in the mail, dive behind dumpsters of office\nbuildings to get corporate documents, or access family Web pages on\nthe Internet to get personal data.\n</P>\n<P>\n   Givens said one woman was victimized because her health\ninsurance company uses her Social Security number as her member\nidentification. Authorities believe that an employee of the\ninsurance company stole her Social Security number.\n</P>\n<P>\n   While consumers usually aren't charged for the fraud, it does\ntangle up their credit records, Givens said. It takes from six\nmonths to several years to fix the record, depending on the\nseverity of the problem, she added.\n</P>\n<P>\n   Check fraud is one of the banking industry's biggest problems,\ncosting banks about $1 billion a year, said Sonia Barbara, a\nspokeswoman for the American Bankers Association in Washington.\n</P>\n<P>\n   But a new law signed by the president last week should help\nconsumers and business victims. The Identity Theft and Assumption\nDeterrence Act of 1998 makes it a felony to commit identity theft.\nWhile it already is a crime to impersonate someone else for fraud,\nthis law specifically focuses on ID theft.\n</P>\n<P>\n   Last week, the American Bankers Association launched a radio\ncampaign to warn seniors about this crime.\n</P>\n<P>\n   The group's warning: Be careful about giving out personal\ninformation such as Social Security numbers and bank account\nnumbers. Carefully monitor your bank and credit-card accounts to\nspot any activity that wasn't yours, and contact the bank right\naway if you find any.\n</P>\n<P>\n   You also can have your credit report blocked, to be released\nonly when you call in with your personal identification number,\nMierzwinski said.\n</P>\n<P>\n   Consumers who think they might be victims should contact the\nnation's main credit bureaus right away: Transunion (800) 680-7289,\nEquifax (800) 525-6285, and Experian, formerly TRW (888) 397-3742.\n</P>\n<P>\n   To be taken off the mailing list for preapproved credit cards,\ncall (888) 5-OPT-OUT.\n</P>\n", 
            "id": "NYT19981102.0437"
        }, 
        {
            "headline": "Audit: IRS System a Privacy Threat", 
            "text": "\n<P>\n\tWASHINGTON (AP) -- Although the IRS is making some progress, a  \nnew audit says chronic computer system weaknesses continue to place \nsensitive taxpayer data at risk of theft, fraud and even misuse by \nhackers. \n</P>\n<P>\n\t``They still have a long way to go,'' said Sen. Fred Thompson,  \nR-Tenn., chairman of the Senate Governmental Affairs Committee. \n</P>\n<P>\n\t``Personal information on IRS computers is at risk to  \nunauthorized disclosure, destruction or modification, and most \nalarmingly, to identity theft,'' Thompson said Tuesday. \n</P>\n<P>\n\tThe audit by the congressional General Accounting Office of six  \nIRS facilities, also found that 397 computer tapes containing \ntaxpayer information had been lost. \n</P>\n<P>\n\tThe GAO credited the Internal Revenue Service with making some  \nmajor leaps forward in improving computer security since another \ncritical audit in April 1997. The IRS says it has corrected 75 \npercent of the problems identified in that report. \n</P>\n<P>\n\tBut the GAO said ``serious weaknesses'' remain. Among them:  \n</P>\n<P>\n\t--Computer hackers could access IRS data with relative ease  \nbecause information isn't encrypted before it is transmitted over \ntelephone lines. IRS says it has no evidence such a crime has \noccurred. \n</P>\n<P>\n\t--Too many IRS employees have access to sensitive computing  \nareas, raising the possibility of information theft. \n</P>\n<P>\n\t--Employees without a need to know have the ability to change or  \ndelete taxpayer information. Some tapes and disks are not \noverwritten before being used again, allowing unauthorized access \nto some of this information, including Social Security numbers. \n</P>\n<P>\n\t--The new IRS system aimed at catching employees who illegally  \n``browse'' through taxpayer files is working on only one of several \ncomputer systems, and it cannot detect which activities are \nlegitimate and which are not. \n</P>\n<P>\n\t--Few contingency plans are in place in case of disaster, such as  \nan alternative computer processing site or effective backup \nelectric generators. \n</P>\n<P>\n\tIn a written response, IRS Commissioner Charles Rossotti said he  \nagreed with many of the conclusions and GAO recommendations, but he \ninsisted that the agency is well on the way to a more complete \nturnaround. \n</P>\n<P>\n\tRossotti, whose background in the private sector focused on  \ninformation systems, said the initial focus has been on larger data \nprocessing systems and it is now moving into other areas. But he \nnoted that making these changes at the agency's more than 1,000 \nfacilities ``cannot be completed in a few years.'' \n</P>\n<P>\n\tA new centralized IRS systems office completed a review of what  \nneeded to be done at all district offices in December and has now \nbegun examining all other offices. \n</P>\n<P>\n\t``We believe that managing risk and prioritizing corrective  \nactions and resources is the key to making needed and measurable \nimprovements,'' Rossotti said in his response. ``Protecting \ntaxpayer information and the systems used to deliver services to \ntaxpayers are key to the success of a customer-focused IRS.'' \n</P>\n", 
            "id": "APW19990112.0052"
        }, 
        {
            "headline": "LOS ANGELES COUNTY DA TARGETS IDENTITY THEFT", 
            "text": "\n<P>\n   LOS ANGELES _ For the last two years, Mari Frank has spent more\nthan 500 hours and $10,000 to clear her name because a Ventura,\nCalif., woman assumed her identity, stole her credit record and\nracked up debt along the way.\n</P>\n<P>\n   ``She got a red convertible Mustang in my name. ... I think\nshe's still driving it,'' Frank said.\n</P>\n<P>\n   Prosecutors said Frank was the victim of the fastest-growing\ncrime in America: identity theft.\n</P>\n<P>\n   Starting on Friday, California will become only the ninth state\nto prosecute identity theft as a felony. The new law is the latest\nin a series of recent local and federal guidelines set up to\nprotect Americans from the misappropriation of a name, Social\nSecurity number, driver's license or any other form of\nidentification for monetary gain.\n</P>\n<P>\n   The Secret Service estimates that identity theft cost U.S.\ncitizens $750 million last year, up from $450 million in 1996.\n</P>\n<P>\n   ``Identity theft is the fastest-growing crime in America, maybe\neven the world,'' Los Angeles County District Attorney Gil Garcetti\nsaid at a news conference Wednesday to explain the new law.\n</P>\n<P>\n   Penalties will include prison sentences of up to three years and\nfines up to $10,000.\n</P>\n<P>\n   Until a year ago, there was no legal punishment in California\nfor identity theft. In January, it became a misdemeanor,\ninfrequently prosecuted by most district attorneys' offices in the\nstate.\n</P>\n<P>\n   In July, a new civil law became effective, forcing credit\nagencies to clear the records of identity-theft victims who can\npresent a police report documenting the fraud.\n</P>\n<P>\n   Garcetti said the law will give his prosecutors the ammunition\nthey need to fight identity theft.\n</P>\n<P>\n   Identity theft also became a federal felony this year,\npunishable by up to 15 years in prison.\n</P>\n<P>\n   Officials said increased use of computers, along with the ease\nof getting a credit card by mail, is responsible for the rise in\nidentity crimes. But an identity thief doesn't need to be a master\nhacker to get sensitive information.\n</P>\n<P>\n   Frank, who suggests people shred discarded mail, said some\ncriminals find personal identity information in a trash bin.\n</P>\n<P>\n   Frank said her alter ego, who was prosecuted under credit card\nfraud laws and sentenced to a work furlough program, got the credit\ninformation from a computer database that private investigators\nuse. Within a few months, the identity thief had obtained checks, a\ndriver's license and even business cards in Frank's name.\n</P>\n<P>\n   After Frank found out about the crime, the Laguna Niguel,\nCalif., lawyer spent hundreds of hours talking on the phone and\nwriting letters before her record was clean.\n</P>\n<P>\n   ``I am the true, real Mari Frank and it was not very easy to\nprove that,'' she said. &QL;\n</P>\n", 
            "id": "NYT19981231.0011"
        }, 
        {
            "headline": "MANY BUYING HOME SHREDDERS TO THWART GARBAGE SNOOPS", 
            "text": "\n<P>\n   The Nixon administration did it. So did Oliver North. And so\ndoes Carole Harris.\n</P>\n<P>\n   Shred, that is.\n</P>\n<P>\n   Every day during the summer, Ms. Harris, 65, opens her mail on\nthe sun porch of her summer cottage in Buchanan, N.Y. She sorts it,\nthen shreds what she doesn't need in her $29 Royal Jaws personal\nshredder, which sits on top of her wastebasket.\n</P>\n<P>\n   ``I had always torn up my charge receipts into pieces before\nputting them in the wastebasket,'' she said. Then last fall, she\nsaid, she watched an NBC News report on how thieves needed only a\nname and address to steal a person's identity, using that\ninformation to set up fraudulent credit accounts.\n</P>\n<P>\n   ``I thought, well, if I've got to tear up envelopes and anything\nwith names and addresses, that's a lot'' to do by hand or with\nscissors, she said.\n</P>\n<P>\n   The popularity of personal shredders has increased tremendously\nin the past few years, said Jean Papagni, a Staples spokeswoman.\nAfter the NBC News report in November, she said, there was an\nuptick in sales, then steady sales throughout the holidays and into\ntax season.\n</P>\n<P>\n   Fear of so-called identity fraud _ said to be the nation's\nfastest-growing type of consumer fraud _ is reason enough for some\npeople to buy shredders, said Todd W. Henreckson, director of the\nGeneral Binding Corp.'s Shredmaster division, in Northbrook, Ill.\n</P>\n<P>\n   ``The public's becoming paranoid _ and not in an unreasonable\nnature _ about their personal identity,'' he said.\n</P>\n<P>\n   Shredders have been around since the 1930s, and they became part\nof the public vernacular during the Watergate years in the 1970s.\nThe Iran-Contra affair in the 1980s and a range of scandals in the\n1990s drew more attention to shredders. For a long time, only\ngovernment agencies and corporations could afford them or the space\nit took to store the shredders, which cost thousands of dollars and\ntook up about six cubic feet apiece.\n</P>\n<P>\n   Then in 1990, Fellowes Manufacturing, the leading maker of\nshredders, introduced two desktop versions, which sold for $149 and\n$199. Other companies began making the machines, and prices\ndropped; some 100,000 shredders were sold in that year in the\nUnited States and Canada.\n</P>\n<P>\n   Based on recent sales, manufacturers estimate that 3 million\npersonal shredders will be sold this year in stores like Staples,\nOffice Max, Office Depot, Best Buy, Wal-Mart and Sears, making the\nmachines the fastest-growing home office product.\n</P>\n<P>\n   The buyers of small shredders include schools, people working at\nhome and professionals like lawyers, doctors and tax preparers.\nJust the thought of someone rifling through their garbage is\nmotivation enough for many people to buy shredders.\n</P>\n<P>\n   The Supreme Court ruled in 1988 that the minute garbage is put\nout to be picked up, it becomes part of the public domain and is no\nlonger private.\n</P>\n<P>\n   Evan Hendricks, editor of Privacy Times, a newsletter based in\nWashington, said shredding documents was smart because ``identity\ntheft is a growing problem to the extent of becoming a national\nepidemic.''\n</P>\n<P>\n   Shredders appeal to people like Carol Story, a member of a co-op\nboard on the New York's Upper West Side who plans to ask the board\nto buy one. She routinely has to shred by hand or with scissors\napplications that are two or three inches thick. ``We get people's\nprivate information, a lot of it,'' she said. ``What do you do with\nit? I spend a fair amount of time destroying these papers. I sit in\nfront of the television and shred it myself.''\n</P>\n<P>\n   To protect personal information, shredders aren't the last line\nof defense. While shredders can help prevent the theft of personal\ninformation from garbage, professional thieves often steal things\nlike credit card applications in the mail.\n</P>\n<P>\n   ``It's like the wild, wild West out there,'' Hendricks said,\n``and to protect your privacy you have to be Jesse James.'' He\nrecommends that you try to keep private any information like names,\naddresses, Social Security numbers, dates of birth, mothers' maiden\nnames and driver's license numbers. You should also check your\ncredit report once a year.\n</P>\n<P>\n   Perhaps not surprisingly, retired people, like Ms. Harris, seem\nto be on the leading edge of shredder buying. Tony Storrie, vice\npresident and general manager of the Fellowes Powershred Division\nin Itasca, Ill., said: ``A lot of retired or elderly people who\nhave a lifetime's worth of documents are also sensitive to the\ncriminal issues. They are more likely to take precautions.''\n</P>\n<P>\n   Ms. Harris enjoys her Royal shredder so much that she bought a\nshredder for each of her four children, and she plans to take her\nshredder back home to Harrisburg, Pa., in the fall and use it there\nfor the rest of the year. She shreds the name and address labels\nthat she tears off envelopes and catalogs, along with credit card\nreceipts and credit card applications. ``It's there all the time,''\nshe said. ``I use it every day.''\n</P>\n<P>\n   Choosing a Shredder\n</P>\n<P>\n   Choosing among personal shredders depends upon how you intend to\nuse the machine and, more important, how much security you feel you\nneed.\n</P>\n<P>\n   WHAT KIND OF MATERIAL DO YOU WANT TO SHRED?\n</P>\n<P>\n   _Junk mail, documents from work, tax information? That\ndetermines the throat size needed.\n</P>\n<P>\n   HOW OFTEN DO YOU EXPECT TO USE IT?\n</P>\n<P>\n   _That will help you decide how many sheets you want the machine\nto handle at once.\n</P>\n<P>\n   DOES IT MATTER WHICH TYPE OF CUT THE SHREDDER MAKES?\n</P>\n<P>\n   _Some shredders cut paper in spaghetti-like strips, while others\ncross-cut to make what resembles confetti.\n</P>\n<P>\n   The portable Shredmaster Confidential from GBC, for example,\nweighs two pounds and costs $24.99. It is good for shredding ATM\nand credit card receipts, but a standard sheet of paper must be\nfolded in half before shredding. More practical for light use is\nthe company's best-selling model, the 40S, which sells for $29.99\nand weighs four pounds. In an unscientific test, the unit performed\nnicely on up to three stapled sheets of regular-sized paper, but it\nslowed when fed four and five sheets. With the long, thin strips,\nyour wastebasket is likely to fill up quickly (a plus if you need\npacking material).\n</P>\n<P>\n   If you believe those spaghetti strips could somehow be pieced\ntogether, you can spend more for a cross-shredder, which reduces\nyour potentially revealing documents to tiny pieces of paper.\n</P>\n<P>\n   Fellowes's Powershred PS60 CC, a cross-cutter that costs\n$159.99, works like a paper tiger, chewing up to seven sheets at a\npass. The biggest drawback, however, is its size and weight _ it\nweighs 18 pounds. It is hard to lift the shredder on and off the\nwastebasket it comes with.\n</P>\n<P>\n   Less impressive is the GBC 55X cross-cutter, which sells for\n$99, weighs 12 pounds and is supposedly designed for up to three\nsheets at a time. The machine works noticeably hard to make its\nconfetti. Two sheets are about as much as it can take before\ngetting stuck. Once the shredder sticks, you have to use the\nreverse and forward buttons to free the paper. If that doesn't\nwork, you have to unplug it and turn it upside down for a good\nshake.\n</P>\n<P>\n   Speaking of getting stuck, all the shredders display warnings\nregarding long hair, jewelry and ties: all candidates for getting\ncaught in the machines.\n</P>\n<P>\n   &QL;\n</P>\n", 
            "id": "NYT19980603.0206"
        }, 
        {
            "headline": "GORE OUTLINES PLANS FOR STRONGER ONLINE PRIVACY", 
            "text": "\n<P>\n   WASHINGTON _ The Clinton administration announced a new privacy\ninitiative Friday aimed at protecting children and medical\npatients, among others. But while the proposals were ambitious, the\nadministration can enforce few of them without the consent of\nCongress or private industry.\n</P>\n<P>\n   Calling privacy in the age of electronic commerce ``a basic\nAmerican value'' that ``must be protected,'' Vice President Al Gore\nmade public a list of a dozen or so new initiatives that seek to\ntighten the security of financial and medical records and to\nprotect the privacy of children who use the Internet.\n</P>\n<P>\n   Many of the proposals are simply endorsements of bills already\nwending their way through Congress. Others require new\ncongressional action that is, in some cases, uncertain at best.\n</P>\n<P>\n   But the administration chose not to offer any broad new ideas\nfor protecting the privacy of adults online, an issue important to\nmany in Congress and to public-interest groups. Gore announced\ninstead that, for now, the administration would leave industry to\nregulate itself.\n</P>\n<P>\n   The government's privacy rules are of special concern now\nbecause the European Union plans to enforce a new electronic\nprivacy program in October and has threatened to stop doing\nbusiness with companies in other countries that have looser rules.\nIn congressional testimony earlier this week, Commerce Secretary\nWilliam Daley said the administration's new proposals would bring\nthe United States into compliance. But some experts in privacy law\ndisagree.\n</P>\n<P>\n   The administration can enforce only a handful of the initiatives\nproposed Friday, including two that would tighten the security of\nmedical and banking records.\n</P>\n<P>\n   The White House said the Department of Health and Human Services\nwould propose a new rule next week to enhance the security of\nelectronic medical records, but offered no details.\n</P>\n<P>\n   And federal bank regulators will strengthen the enforcement of a\nlaw that sets limits on how easily banks can share information\nabout their customers and their accounts with related business,\nsuch as insurance companies, according to a senior administration\nofficial.\n</P>\n<P>\n   The goal, Gore said, was ``to ensure that account-holders have\nthe chance to give a thumbs-down or a thumbs-up before banks hand\nout sensitive information about their accounts.''\n</P>\n<P>\n   Many of the other proposals are just that _ ideas that are up to\nothers to implement. For example, Gore said he wanted to discourage\n``profiling'' _ the practice by some companies of building dossiers\non the activities of private citizens using a variety of databases\nand then using or selling that information to other businesses.\n</P>\n<P>\n   ``We are working with the Federal Trade Commission to issue a\nnew challenge to companies that use information technology to piece\ntogether personal profiles of American citizens and then sell those\nprofiles for profit,'' the vice president said. ``And here is the\nmessage to them: If you don't find a way quickly to effectively\nregulate your own industry, we will take actions to make you\nprotect the privacy of all Americans.''\n</P>\n<P>\n   Similarly, the White House urged Congress to pass pending\nlegislation that would enforce criminal penalties for ``identity\ntheft'' _ stealing someone's Social Security number, credit-card\nnumbers or other identifiers and using them to commit a crime, such\nas credit-card fraud.\n</P>\n<P>\n   Gore also urged Congress to pass a law that would forbid\ncompanies running sites on the World Wide Web to collect\ninformation about children under 13 visiting the sites without\npermission from their parents. ``Before children innocently forfeit\npersonal information, parents should have a say,'' the vice\npresident said.\n</P>\n<ANNOTATION>\n   (STORY CAN END HERE _ OPTIONAL MATERIAL FOLLOWS)\n</ANNOTATION>\n<P>\n   Experts in privacy regulation found few new ideas in the White\nHouse initiative. David Sobel, general counsel for the Electronic\nPrivacy Information Center, a private research group based in\nWashington, said, ``We didn't hear much here that we haven't heard\nbefore, and the gaping hole in their policy continues to be\nInternet privacy'' for adults.\n</P>\n<P>\n   Evan Hendricks, editor of the Privacy Times newsletter, said:\n``In form and ceremony, it's a great day. But in substance this\nleaves a lot wanting.''\n</P>\n<P>\n   Sobel also said the proposals ``still leave us out of step with\nEurope.''\n</P>\n<P>\n   Hendricks agreed, saying: ``This does hardly anything to deal\nwith the coming problem with Europe. It leaves us on a collision\ncourse with the EU.''\n</P>\n", 
            "id": "NYT19980731.0420"
        }, 
        {
            "headline": "THIEVES TRADE GUNS FOR COMPUTERS AND A STOLEN IDENTITY", 
            "text": "\n<P>\n   SAN FRANCISCO _ John Santner likes to collect names.\n</P>\n<P>\n   He had 160 them when the police arrested him last October,\nincluding Florida driver's licenses with his picture under more\nthan a dozen different names, none of them his own. Most of the\nidentification cards listed people whose names were ``borrowed'' to\ncommit crimes.\n</P>\n<P>\n   The licenses helped Santner and five accomplices scam at least\n$4 million from businesses and mess up the lives of many innocent\npeople with forged checks and fraudulent credit cards. The police\nsaid Santner had masterminded the biggest identity theft scam ever\nseen in San Francisco, with a ring of thieves who took names and\nSocial Security numbers of other people and then created fraudulent\npaper trails.\n</P>\n<P>\n   ``These guys are artists,'' said San Francisco Police Inspector\nEarl Wismer.\n</P>\n<P>\n   Santner is a chilling example of one of the fastest-growing\ncrimes in the world. Identity theft accounts for about half of the\n$1.5 billion in credit card theft in 1995, according to the Secret\nService, which monitors the crime. Consumer advocates estimate that\nup to 350,000 people are victimized each year.\n</P>\n<P>\n   In June, Santner, 33, pleaded guilty to nine counts of fraud and\nwas sentenced to six years in prison. His partner in crime,\n29-year-old Eric Shay, received a six-year sentence after pleading\nguilty to 18 fraud counts. Four co-defendants are at large or\nawaiting trial.\n</P>\n<P>\n   Identity theft is a crime that evolves with every advance in\ntechnology. For the complex international economy to function\nefficiently, credit must be easy, and money must move quickly and\nelectronically. A skilled thief can take advantage of that system,\nharvest names, purchase thousands of dollars of merchandise and\nbill it all to an unwitting victim whose identity has been stolen.\n</P>\n<P>\n   Credit card theft had been the realm of pickpockets for decades.\nNow, a new breed of high-tech thieves can steal a whole identity\nand run up charges in the name, sometimes for years, without the\nvictim's knowledge.\n</P>\n<P>\n   A national credit bureau, Trans Union Corp., has seen the number\nof consumer inquiries and reports to its Fraud Victim Assistance\nDepartment jump from 35,235 in 1992 to 522,922 in 1997, according\nto figures cited by the General Accounting Office.\n</P>\n<P>\n   ``Identity theft is a plague right now,'' said Beth Givens of\nthe Privacy Rights Clearinghouse in San Diego, which tracks the\nproblem nationally. ``Every day, charges are being credited to\npeople who have no idea what's really going on.''\n</P>\n<P>\n   Givens and the U.S. Public Interest Research Group, a private\nconsumer advocacy organization, estimate that up to 350,000 people\nare victimized by identity theft each year.\n</P>\n<P>\n   Most identity fraud starts small, with a few forged checks or\npurchases on a stolen credit card. The more complicated scheme is\ntotal identity assumption, where a thief applies for credit cards,\nloans, utility accounts and apartments under someone else's name.\nIn some cases, a criminal will electronically graft his or her\nphoto onto a legally valid driver's license under another person's\nname with correct information.\n</P>\n<P>\n   ``The same people in yesteryear who may have gone guns blazing\ninto a bank are now doing identity theft,'' said Alison Koch, an\ninvestigator with the California Department of Motor Vehicles who\nspecializes in identification fraud. ``It's a lot safer to do this\nwith a computer. ... Once they steal an ID, they can use false\ndocuments to commit a multitude of white-collar crimes. And it's\ndifficult to catch people.''\n</P>\n<P>\n   Typically, one identification card will be used to apply for\ninstant credit at as many as a dozen department stores in a week.\nThe thief can walk in, get credit with the bogus ID and leave with\nthousands of dollars in computer equipment, stereo components or\njewelry. Often, they'll hit different stores in different cities in\nthe course of a few days.\n</P>\n<P>\n   ``They move fast to stay ahead of local law enforcement,'' said\nInspector Phil Dito, who worked the Santner case.\n</P>\n<P>\n   The police broke the Santner ring because its leader liked San\nFrancisco too much, said Wismer, who spent more than two years\npursuing its leader. Santner stayed in the city for two years, even\nafter coming to the attention of investigators in 1995.\n</P>\n<P>\n   Santner and Shay participated in nearly every form of identity\ntheft, the police said. Few scam artists are as sophisticated as\nSantner, a former chef with a knack for computers, and Shay, a\nformer employee of the credit reporting agency TRW (now known as\nExperian) who is familiar with consumer databases.\n</P>\n<P>\n   ``They mastered every aspect of this crime,'' Wismer said. ``It\nwas just like a business. They kept very detailed records. It was\nan efficient, well-run criminal enterprise.''\n</P>\n<P>\n   &QL; \n</P>\n<ANNOTATION>\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.) &QL; \n</ANNOTATION>\n<P>\n   &QL;\n</P>\n<P>\n   They used an unusual combination of high-tech and low-tech\nmethods to commit their crimes. Sophisticated computer graphic let\nthe duo create bogus driver's licenses from other states. They\nsearched Internet databases for personal information on potential\nvictims.\n</P>\n<P>\n   But they found much of their treasure in the trash can. They\nsifted through garbage for credit card receipts and paycheck stubs.\nThey broke into mailboxes on the street and in apartment complexes.\n</P>\n<P>\n   ``They made master keys to many of the mailboxes in San\nFrancisco ...'' Wismer said. ``They even had a postal uniform.''\n</P>\n<P>\n   The police believe the thieves' favorite pieces of mail were\npreapproved credit applications, charge card bills, car insurance\nbills and motor vehicle registration notices, all used as building\nblocks for false paper trails.\n</P>\n<P>\n   Santner and his accomplices applied for credit cards and loans\nand set up checking accounts. They put together folders on all\ntheir potential victims, including one containing a department\nstore account statement and a garbage bill belonging to Sen. Dianne\nFeinstein, D-Calif. They had another file under the name of a\nprosecutor who worked their case.\n</P>\n<P>\n   The police said the suspects had stolen ID cards and checks,\naltered them with state-of-the-art desktop publishing equipment and\nreprinted the bogus cards on a color printer. They were able to\nelectronically scan driver's licenses and then change the\ninformation and drop in their own photographs, Wismer said.\n</P>\n<P>\n   When the police raided Santner's office last October, officers\nfound extensive records on potential targets along with computers,\nscanners and a huge amount of equipment. There was a mountain of\nconfidential data, including information poached from voter rolls,\ncredit applications and a master list of thousands of Florida\ndrivers.\n</P>\n<P>\n   ``Lots of these names may not have been used _ yet _ but they\nwere always looking for new victims,'' Wismer said.\n</P>\n", 
            "id": "NYT19980909.0158"
        }, 
        {
            "headline": "FRAUD VICTIMS OFTEN VICTIMIZED BY THE SYSTEM", 
            "text": "\n<P>\n   SAN FRANCISCO _ Marvin Young Jr. got home from work one evening\nand found a certified letter from the Sacramento police that\nchanged his life.\n</P>\n<P>\n   ``There was a warrant for my arrest for check fraud,'' said\nYoung, who lives in Oakland. ``I nearly fainted. I'd never even\nbeen to Sacramento.''\n</P>\n<P>\n   That was in 1991. Seven years later, he is still fighting to\nclear his name, stolen by a former housemate.\n</P>\n<P>\n   ``I'm having trouble explaining who I am _ he took over my\nlife,'' Young said. ``I just sold my house and I can't buy another\none. I've worked hard and never made a late payment in my life, but\nthis other guy has just messed up everything for me.''\n</P>\n<P>\n   The saga of the real Marvin Young and the impostor using his\nname illustrates the struggle identity-theft victims face in\nreclaiming their names and restoring their credit. Identity theft,\none of the fastest growing crimes in the nation, is a type of fraud\nin which a criminal takes another's personal information and uses\nit to apply for credit. The con artist can then make thousands of\ndollars in fraudulent purchases and have it all billed to an\nunwitting victim.\n</P>\n<P>\n   As in Young's case, catching the thief doesn't necessarily stop\nthe crime. The person who stole his identity has been arrested\nseveral times, the authorities say, but apparently finds Young's\nname too useful to resist.\n</P>\n<P>\n   ``Once these guys find a good name, they pretty much stick to\nthat and keep it going as long as possible,'' said Andrew Wong, a\nU.S. Postal Service inspector who has handled numerous cases\nidentity theft. ``Many of these guys are into drugs and can't get\nregular jobs. They just go back to what they know best.''\n</P>\n<P>\n   Stealing a person's identity requires only a Social Security\nnumber and one other piece of identifying information, such as a\nmother's maiden name. Much of that type of information is now\navailable on the Internet for as little as $15.\n</P>\n<P>\n   Once a thief gets a credit card in someone else's name, it's\nparty time. Thieves normally max out a fraudulent card in less than\nan hour, leaving the victims to sort out the mess.\n</P>\n<P>\n   In the Young case, he could prove that he was at work at a San\nFrancisco bank the day the fraudulent checks were written. But his\nproblems were far from over.\n</P>\n<P>\n   The man who was Young's housemate for a few months in 1989 had\nstolen his identity and run up debts around the nation,\ninvestigators said.\n</P>\n<P>\n   Now, Young always carries copies of letters from the police and\ncredit agencies confirming his identity. He was never arrested for\nthe crimes committed in his name.\n</P>\n<P>\n   Marvin Young's case began in 1989, shortly after he moved to the\nSan Francisco from Mississippi. His housemate asked to see Young's\nMississippi driver's license photo. The man covertly copied some of\nYoung's personal information, including his Social Security number\nand date of birth.\n</P>\n<P>\n   It wasn't until two years later that Young realized he'd been\nhad. His housemate requested and received a copy of Young's birth\ncertificate from Mississippi, then used that document to obtain\ndriver's licenses in Young's name in several states. The impostor\nopened credit lines at dozens of stores in different areas.\n</P>\n<P>\n   ``There were 60 or 70 accounts in my name that I had to close,''\nYoung said.\n</P>\n<P>\n   From 1991 to 1993, Young worked to clear his name, writing more\nthan 100 letters and checking his credit report regularly.\nEventually, Young settled into a normal life and even bought a\nhouse. The impostor became a bad memory.\n</P>\n<P>\n   ``He was quiet until August of 1997, then he went on a\nrampage,'' Young said. ``In one month, he opened up 40 accounts in\nmy name. He was all over _ in Atlanta, Florida, Washington, D.C.,\nand Minnesota.''\n</P>\n<P>\n   Young's housemate was finally arrested. But Young is still\nslogging his way out of the swamp caused by fraudulent bills.\n</P>\n<P>\n   ``It's a year later and I still can't get a drop of credit,'' he\nsaid.\n</P>\n<P>\n   &QL; \n</P>\n<ANNOTATION>\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.) &QL; \n</ANNOTATION>\n<P>\n   &QL;\n</P>\n<P>\n   The police say that as long as credit cards and checks have\nexisted, criminals have used them for fraudulent purposes. Every\nadvance in technology brings new twists from scammers.\n</P>\n<P>\n   Identity theft wasn't always so well-known, though.\n</P>\n<P>\n   ``Back in 1988 when it happened (to me), nobody even knew what I\nwas talking about,'' said Elsie Strong of Los Angeles, founder of\nthe support group Victims of Identity Theft. ``I felt so alone. Now\nthere are thousands of us. People need somebody to talk to. They\ndon't know what to do next. I realized that there needed to be a\ngroup for us.''\n</P>\n<P>\n   Since Strong was victimized, there have been thousands of\nothers, often without any knowledge they are victims.\n</P>\n<P>\n   ``A lot of these people don't find out about it until they're\ngetting a house. ... By the time they clear their credit, they've\nmissed getting the house,'' said Phil Dito, a fraud inspector with\nthe San Francisco police.\n</P>\n<P>\n   Strong and other victims have testified for legislation to make\nit easier to clean up credit and get tougher on perpetrators. They\nshare frustration over an economic system that grants credit easily\nand a criminal justice establishment that puts a low priority on\nprosecuting fraud.\n</P>\n<P>\n   ``The police just don't have time to really go after these\nproblems,'' said Joanne Mankiewicz of San Francisco, whose name was\nused to amass $80,000 in debt. ``It's easier to go after a bank\nrobber who uses a gun than one who does it with paper and\nplastic.''\n</P>\n<P>\n   Mari Frank, an Orange County attorney who has worked on cases of\nidentity theft, summed up the odyssey of fraud victims:\n</P>\n<P>\n   ``First you get victimized by the bad guy, then you get\nvictimized by the banks that won't believe you, then you get\nvictimized by the credit reporting agencies that won't take off the\nfraudulent information and then you are victimized by another\ncompany that won't give you credit, then you are victimized by\ngovernment agencies that won't believe you,'' Frank said. ``It's a\nwound that never gets to heal.''\n</P>\n", 
            "id": "NYT19980909.0159"
        }, 
        {
            "headline": "VICTIM OF IDENTITY THEFT NOW HELPS OTHERS SNARED BY SCAMS", 
            "text": "\n<P>\n   SAN FRANCISCO _ If someone steals your name and runs up lots of\nbills with it, how do you clear things up? Slowly.\n</P>\n<P>\n   It took Mari Frank two years and became an obsession.\n</P>\n<P>\n   ``I've been through identity-theft hell and I survived,'' said\nFrank, 50. ``I had to write 90 letters and spent 500 hours working\nto clear my name.''\n</P>\n<P>\n   But Frank, an attorney in Orange County, Calif., turned her\nordeal into a service for other victims: She has compiled a guide\nto help others avoid the same problems. She has created an\n``Identity Theft Survival Kit,'' written a book and pamphlets, and\nproduced computer discs with sample letters to send to banks,\ncreditors and credit reporting agencies.\n</P>\n<P>\n   ``I've become a reluctant expert,'' Frank said. ``I found out\nmore than I ever wanted to know about this.''\n</P>\n<P>\n   She had no idea what identity theft was until 1995, when she\nreceived a call from the Bank of New York demanding that Frank pay\nup on her $11,000 credit card balance.\n</P>\n<P>\n   ``I said: There must be some mistake. I don't have a credit card\nwith you,''' said Frank, an adjunct professor at the Western State\nCollege of Law in Fullerton.\n</P>\n<P>\n   She didn't. She'd been scammed.\n</P>\n<P>\n   ``It was technology rape,'' she said.\n</P>\n<P>\n   A Ventura County woman had somehow gotten hold of Frank's Social\nSecurity number and other personal data. The woman set up a series\nof fraudulent lines of credit, ordering credit cards, starting\nchecking accounts and having Frank's mail sent to a different\naddress. The impostor ran up about $100,000 worth of bills.\n</P>\n<P>\n   ``She even bought a car using my name,'' Frank said. ``And then\nshe didn't keep up her payments. ... Bills in my name were being\nsent to Ventura (Calif.). I'd never even stopped there before.''\n</P>\n<P>\n   The scam apparently had been going on for at least a year. After\nspending thousands of dollars, Frank believes she has finally\ncleared her name with the Bank of New York and other creditors\nincluding Thrifty Rental Car, which was threatening to sue her\nafter the impostor trashed a car.\n</P>\n<P>\n   The impostor, Tracy Lloyd, eventually pleaded guilty to six\ncounts of felony fraud but spent no time behind bars, Frank said.\n</P>\n<P>\n   ``This woman stalked me. If she had used the .22 Beretta handgun\nshe had in her possession at the time of her arrest to steal that\nmoney, she would still be behind bars. But instead she used a pen,\na computer and the telephone. She drove home from the courthouse in\nthe same red convertible Mustang that she bought with my name.''\n</P>\n<P>\n   Repairing the damage can be difficult, time-consuming and\nfrustrating. Frank and other experts said that victims of identity\ntheft often become depressed. There is now a support group called\nVictims of Identity Theft (310-397-3004).\n</P>\n<P>\n   ``It's a fight for your credit and your sanity,'' Frank said.\n``There's post-traumatic stress disorder that occurs from this\ncrime. Most of the time you don't know who is doing it, and the\nperpetrators never get caught.''\n</P>\n", 
            "id": "NYT19980909.0160"
        }
    ], 
    "id": "D1013C", 
    "title": "Identity Theft"
}