{
    "docSet": [
        {
            "headline": "Source: Suspects said man dressed in security uniform approached student before she disappeared in Aruba", 
            "text": "\n<P>\nThree young men who acknowledged partying with an 18-year-old honors student\nfrom Alabama before she went missing last week told police that a man dressed in\na security uniform approached her as they dropped her off at her hotel, a source\nclose to the investigation said Thursday.\n</P>\n<P>\nThe men were arrested Thursday in connection with the disappearance of Natalee\nHolloway, who they said they last saw in front of the Holiday Inn shortly before\n2 a.m. on May 30.\n</P>\n<P>\nTwo of the suspects, identified as Surinamese brothers Satish and Deepak Kaploe,\ntold police Natalee had been drinking and fell down as she got of the car in\nfront of the hotel, the source told The Associated Press on condition of\nanonymity.\n</P>\n<P>\nWhen the third suspect, Dutch citizen Joran Andreas Petrus Van Der Sloot, tried\nto help her, she refused, saying, \"'I can stand on my own,'\" the source\nsaid.\n</P>\n<P>\nAt that moment, the Surinamese brothers told police, a black man dressed in a\nblack security uniform and carrying a Walkie-Talkie went up to Natalee,\nseemingly to offer his assistance. The suspects then drove off, and did not see\nNatalie again, they told police, according to the source.\n</P>\n", 
            "id": "APW_ENG_20050609.0625"
        }, 
        {
            "headline": "RENEWED SEARCH LAUNCHED IN ARUBA FOR ALABAMA TEEN", 
            "text": "\n<P>\nPolice launched a new search for a missing\nAlabama teenager Tuesday after a man detained earlier in the\ninvestigation said another suspect told him in jail the girl\nwas not taken back to her hotel.\n</P>\n<P>\nA three-block area of beach near the Aruba Marriott Resort was\nclosed as police combed the sand and nearby dunes and\ndrained a nearby swampy area while searching for 18-year-old Natalee\nHolloway.\n</P>\n<P>\nHolloway was on the last day of a five-day graduation trip\nwith 124 classmates and seven adult chaperons from Mountain Brook\nHigh School in Birmingham to this Dutch Caribbean island. Holloway's\npassport and packed bags were found in her hotel room.\n</P>\n<P>\nThree suspects -- Joran Van Der Sloot, 17, the son of\na prominent judicial official, and brothers Satish Kalpoe, 18, and\nDeepak Kalpoe, 21 -- are still being held and are\nnow the focus of an intensifying investigation into the disappearance\nof the girl.\n</P>\n<P>\nSecurity guard Antonius \"Mickey\" John, 30, who spent nine days in\njail as a suspect, said Tuesday that Deepak Kalpoe told\nhim a different story than what he first told police.\n</P>\n<P>\nJohn's attorney, Noraina C. Pietersz, said she had copies of the\nKalpoe brothers' statements given to police, but authorities would not\nlet her read the statement given by Van Der Sloot.\n</P>\n<P>\nThe trio initially told investigators they dropped Holloway off at her\nHoliday Inn hotel at about 2 a.m. May 30 and\nlast saw her being approached by a security guard.\n</P>\n<P>\nBut Tuesday, John said Deepak Kalpoe told him in jail this\nweekend that he and his brother dropped Van Der Sloot\nand Holloway off at the Marriott hotel before they went\nhome. The Marriott is less than a mile north of\nthe Holiday Inn on the same beach.\n</P>\n<P>\nPietersz said the trio could not have dropped Holloway off at\nthe Holiday Inn because their vehicle was not captured by\nhotel surveillance cameras.\n</P>\n<P>\n\"It just didn't make any sense, and it never made any\nsense,\" she said, characterizing the arrest of her client as\n\"a joke -- they just went off on the wrong\ncase.\"\n</P>\n<P>\nAbraham Jones, 28, was also released by police Monday. His attorney,\nChris Lejuez, said authorities didn't give a reason for his\nclient's release.\n</P>\n<P>\nLejuez said the stories of the three suspects in custody are\nbeginning to change because authorities \"have stepped up the speed\nof the interrogations.\"\n</P>\n<P>\nAruba's attorney general, Caren Janssen, refused to comment on John's allegation\n\"or anything else.\"\n</P>\n<P>\nCars full of ogling tourists choked L.G. Smith Boulevard, the two-lane\nroad outside the hotel in Palm Beach.\n</P>\n<P>\nTourists Tyde Meadows and his new wife, Kelley, 23, from Hartselle,\nAla., said the huge gathering of media attracted them to\nthe site where they watched police pick through the shrubbery.\n</P>\n<P>\n\"We saw something going on and thought this was about Natalee\nHolloway,\" said Kelley Meadows. \"We hope she is found alive.\"\n</P>\n<P>\nThe Associated Press contributed to this article.\n</P>\n<P>\nJeffry Scott writes for The Atlanta Journal-Constitution. E-mail: jscott@ajc.com\n</P>\n", 
            "id": "NYT_ENG_20050614.0242"
        }, 
        {
            "headline": "SUSPECT'S HOME SEARCHED IN ARUBA", 
            "text": "\n<P>\nAlmost a week after arresting the son of\na prominent Dutch judge in the disappearance of Alabama teen\nNatalee Holloway, officials in Aruba searched his home Wednesday.\n</P>\n<P>\nPolice -- including what appeared to be forensic investigators in protective\nclothing -- searched the family home of Joran Van Der\nSloot, the 17-year-old son of Judge Paul Van Der Sloot.\n</P>\n<P>\nInvestigators towed two vehicles from the property, a blue SUV and\na red Jeep, and removed garbage bags of items while\nmedia trained cameras on the modest, one-story yellow stucco home.\n</P>\n<P>\n\"The search is part of the investigation,\" said Mariaine Croes, a\nspokeswoman for Attorney General Caren Janssen. Croes said both cars\nbelonged to the family.\n</P>\n<P>\nJanssen, who also went into the house, declined to comment as\ninvestigators wrapped up their search at about 4 p.m.\n</P>\n<P>\n\"We are just looking for evidence at the house but have\nnothing yet,\" police spokesman Edwin Comemencia said.\n</P>\n<P>\nThe search came shortly after Paul Van Der Sloot filed a\nmotion in court Wednesday morning seeking permission to see his\njailed son, who along with brothers Deepak Kalpoe, 21, and\nSatish Kalpoe, 18, are the last known people to have\nseen Holloway.\n</P>\n<P>\nAlso at Wednesday's hearing, defense attorneys filed motions to see the\nevidence warranting the continued incarceration of their clients, and prosecutors\nsought the removal of lawyer Antonio Carlo, who is representing\nJoran Van Der Sloot.\n</P>\n<P>\nThe judge did not immediately rule on the motions.\n</P>\n<P>\nGovernment spokesman Ruben Trapenberg said prosecutors asked that Carlo be removed\nbecause \"they believe he broke a rule\" in representing his\nclient, according to Dutch law.\n</P>\n<P>\n\"I don't know what that rule might be,\" Trapenberg said after\nthe hearing.\n</P>\n<P>\nThe three young men, who today will have been in custody\nfor a week, were loaded into vehicles hidden from view\nand driven away. Their next court appearance is Sunday. They\nhave not been charged with any crime.\n</P>\n<P>\nOn Tuesday afternoon, Aruba police blocked off several hundred yards of\nbeachfront beside the Marriott Hotel while several dozen officers and\nU.S. FBI agents searched shrubbery-dotted dunes with two bloodhounds and\na nearby swampy area was drained.\n</P>\n<P>\n\"There were no concrete results from the search yesterday,\" Croes said\nWednesday.\n</P>\n<P>\nHolloway was celebrating her graduation from Mountain Brook, Ala., High School\nwith 124 other students and seven chaperons when she vanished\nduring the early hours of May 30. Her passport and\npacked bags were found in her room. She was last\nseen by friends leaving the Oranjestad nightclub Carlos 'N Charlie's\nwith Van Der Sloot and the Kalpoe brothers.\n</P>\n<P>\nJeffry Scott writes for The Atlanta Journal-Constitution. E-mail: jscott@ajc.com\n</P>\n", 
            "id": "NYT_ENG_20050615.0247"
        }, 
        {
            "headline": "A package of news briefs from the Caribbean", 
            "text": "\n<P>\nARUBA: Police search for clues of missing U.S. teen after seizing items from\nyoung man's home\n</P>\n<P>\nNOORD, Aruba (AP) _ Police on Thursday searched for clues into the disappearance\nof an Alabama teen a day after conducting a late-night helicopter flyover of the\nDutch Caribbean island and seizing items from the home of a Dutch justice\nofficial whose son was with her the day she went missing.\n</P>\n<P>\nA judge was expected to rule Thursday on a petition from the official, Paul van\nder Sloot, to see 17-year-old Joran van der Sloot in jail.\n</P>\n<P>\nJoran remains in police custody with two other young men in the May 30\ndisappearance of Natalee Holloway, 18.\n</P>\n<P>\nLawyers for van der Sloot and brothers Deepak Kalpoe, 21, and Satish Kalpoe, 18,\nof Suriname, also filed legal motions Wednesday asking to see the evidence\nagainst their clients.\n</P>\n<P>\nAttorney General Caren Janssen said the judge considering the petitions is from\nCuracao, and a court there would rule sometime Thursday.\n</P>\n<P>\nHolloway was celebrating her graduation from Mountain Brook, Alabama, High\nSchool with 124 other students and seven chaperones when she vanished during the\nearly hours of May 30. Her U.S. passport and packed bags were found in her\nroom.\n</P>\n<P>\nST. KITTS: International nursing school opens amid shortage provoking crises\nfrom California to Ireland\n</P>\n<P>\nBASSETERRE, St. Kitts (AP) _ People like Kate Zajdel are desperately needed amid\na worldwide shortage of nurses.\n</P>\n<P>\nYet she was among tens of thousands of qualified applicants turned away from\nU.S. nursing programs last year because they do not have the teachers or space.\nThe dilemma brought the 22-year-old New York native to a new international\nnursing school in the Caribbean country of St. Kitts and Nevis.\n</P>\n<P>\n\"I got put on a waiting list at four community colleges,\" Zajdel said. \"I\ndecided that instead of waiting, I would come here. ... I will actually be able\nto save lives.\"\n</P>\n<P>\nAmerican entrepreneur Robert Ross inaugurated the International University of\nNursing on Wednesday, inspired by staffing shortages that are forcing nurses to\nwork overtime in hospitals from the United States to Japan. The US$10 million\n(euro8.3 million) institution, surrounded by sugar cane fields and overlooking\nthe Caribbean sea, accepted 200 students for the autumn semester and aims to\nenroll 3,000 by 2008.\n</P>\n<P>\nGUANTANAMO: Detention of terror suspects poses rising challenge to Bush and\nallies in Congress\n</P>\n<P>\nWASHINGTON (AP) _ The indefinite holding of foreign terrorism suspects at\nGuantanamo Bay is creating new political headaches for President George W. Bush\nand his allies on Capitol Hill.\n</P>\n<P>\nAt a time when the administration is trying to mend fences with its European\nallies and heal wounds with the Muslim world over Iraq, the treatment of\nprisoners at the U.S. military prison in Cuba is commanding more and more world\nattention.\n</P>\n<P>\nIt could put Bush in an awkward position next month in Scotland at the annual\nmeeting of the world's leading industrialized nations.\n</P>\n<P>\nInternational human rights groups have decried prisoner-treatment practices and\npolicies at Guantanamo Bay, with Amnesty International calling the prison \"the\ngulag of our time\" and former President Jimmy Carter adding his voice to those\nseeking its closure.\n</P>\n<P>\nMany Republicans in Congress readily echoed the administration in arguing to\nkeep the prison open, asserting that instances of prisoner abuse were isolated\nand that many detainees were dangerous individuals bent on harming the United\nStates.\n</P>\n<P>\nCUBA: Fidel Castro blasts consumer societies in letter regretting absence at\nsummit of developing countries\n</P>\n<P>\nHAVANA (AP) _ Cuban President Fidel Castro blasted wealthy consumer societies _\nwith the United States topping the list _ in a letter regretting his absence at\na summit of small developing nations this week in Doha, Qatar.\n</P>\n<P>\nCastro complained of a global economic system he said defends the interests of\nan opulent minority while pushing out all others. The letter was read Wednesday\nby Cuban Vice President Carlos Lage at the Group of 77 gathering of 132\ncountries.\n</P>\n<P>\n\"Never before has there been so much inequality in the world, and never before\nhas it been so profound,\" Castro wrote. \"In today's economic order, our\ncountries are utilized for exploitation but excluded from development.\"\n</P>\n<P>\nThe Cuban leader said much of the economic woes of the developing world can be\nblamed on consumer-driven societies of the \"North,\" referring primarily to the\nUnited States and Europe.\n</P>\n<P>\nHe highlighted what he called the \"ravenous consumption\" of oil in the United\nStates, where, despite housing just 5 percent of the world's population, he said\nmore than 26 percent of the planet's oil is consumed.\n</P>\n<P>\nCUBA: Cuban delegation eyes U.S. cows, hoping to improve herds' genetic\ncomposition\n</P>\n<P>\nBARNET, Vt. (AP) _ Three officials from Cuba circled around the four young\nJersey heifers in a barn in Vermont, more than 2,000 miles from their Caribbean\nhomeland.\n</P>\n<P>\nThey sized up the animals for weight, age and the progress of their pregnancies\nand examined their heads, rumps and ribs.\n</P>\n<P>\nThe Cuban delegation _ which also includes a cattle expert and a veterinarian _\nis in Vermont this week inspecting animals that were lined up for them by the\nBrattleboro-based Holstein Association. In all, the Cubans plan to purchase 500\nhead from Vermont, Maine and Pennsylvania.\n</P>\n<P>\nThe Cubans hope to improve the genetic composition of their herds and increase\nthe number of cattle with the goal of becoming self-sufficient in milk\nproduction, said Tatiana Taboada Gonzalez of the Cuban import agency\nAlimport.\n</P>\n<P>\nIn the past two years, Cuba has imported US$1.4 billion (euro1.2 billion) in\nagricultural products from the United States, said Florida cattle dealer John\nParke Wright IV, who is arranging the deal.\n</P>\n<P>\nFood, agricultural products and medical supplies are the only items exempt from\nthe 43-year-old U.S. trade embargo with the Caribbean nation of 11.3 million\npeople.\n</P>\n<P>\nBRITISH VIRGIN ISLANDS: Dutch marine engineer found guilty of manslaughter in\nboat accident\n</P>\n<P>\nROAD TOWN, British Virgin Islands (AP) _ A British Virgin Islands jury has found\na Dutch marine engineer, whose powerboat rammed into a dinghy and killed two\nteenagers, guilty on two counts of manslaughter.\n</P>\n<P>\nA nine-member jury rendered its verdict in the High Court on Wednesday night,\nafter deliberating for two and a half hours in the case of Arjaan\nHendricksen.\n</P>\n<P>\nThe prosecution argued that Hendricksen had been grossly negligent when, on Aug.\n5, 2004, near Saba Rock, he drove his 17-foot (5-meter) Boston Whaler through a\nmooring field and hit a dinghy with four young men aboard. Hendricksen's boat\nclimbed over the dinghy, spilling the youths into the water.\n</P>\n<P>\nHendricksen then left the scene, ignoring the cries for help, said public\nprosecutor Terrence Williams. Luke Noble, 15, a British national, and Dennis\nCampbell Harty, 19, a U.S. national, drowned.\n</P>\n<P>\nHendricksen, 40, pleaded innocent and remains on bail pending sentencing next\nweek.\n</P>\n<P>\nATHLETICS: World-record holder Powell receives hero's welcome in\nJamaica\n</P>\n<P>\nKINGSTON, Jamaica (AP) _ World record holder Asafa Powell arrived to a hero's\nwelcome when he returned to Jamaica this week.\n</P>\n<P>\nPowell, who set the record in the 100 meters Tuesday, is confident that he can\nbeat his mark of 9.77 seconds.\n</P>\n<P>\n\"I think that it can be lowered. The way I'm running this season, it's given me\na lot of confidence,\" Powell, 22, said shortly after arriving at Norman Manley\nInternational Airport.\n</P>\n<P>\n\"I've run 9.8 every time I've been on the track,\" said Powell, who was met by\ngovernment officials, including sports minister Portia Simpson Miller, and\ncheering supporters from his school, the University of Technology.\n</P>\n<P>\nPowell broke the record at the Tsiklitiria Super Grand Prix meet in Athens,\nGreece. He beat the previous mark of 9.78 set three years ago by American Tim\nMontgomery.\n</P>\n<P>\nPowell was one of the favorites to win the gold medal at the Olympics in Athens\nlast summer but finished fifth in the final. He will next compete in Jamaica's\nNational Championships to select the country's squad for the World Championships\nin Helsinki, Finland, in August.\n</P>\n<P>\n(mn-lja)\n</P>\n", 
            "id": "APW_ENG_20050616.0889"
        }, 
        {
            "headline": "Aruban helicopter search fails to find body of missing American girl", 
            "text": "\n<P>\nA helicopter equipped with infrared technology searched unsuccessfully for the\nbody of a missing American teenager, an official said Thursday, as investigators\nsifted through items seized from the island home of a justice official whose son\nwas with the young woman the night she disappeared.\n</P>\n<P>\nAlso Thursday, a judge postponed to Friday a ruling on a petition from the\njustice official, Paul van der Sloot, to see his jailed 17-year-old son, Joran,\nsaid Attorney General Caren Janssen. The judge also postponed to Friday a ruling\non a request from lawyers defending the youth and his two Surinamese friends to\nsee any evidence authorities have gathered, Janssen said. Janssen declined to\nsay whether the judge was considering other petitions related to the\ncase.\n</P>\n<P>\nVan der Sloot, from Holland, is training to be a judge in Aruba, a Dutch\nCaribbean island.\n</P>\n<P>\nMore than two weeks after 18-year-old Alabama resident Natalee Holloway went\nmissing, numerous searches by authorities, volunteer islanders and tourists have\nled nowhere, and no one has been charged in the case. Authorities have refused\nto say whether they think Holloway is dead.\n</P>\n<P>\nOn Thursday, however, Police Supt. Jan van der Straaten told The Associated\nPress that they used the helicopter \"to search for possible remains _ but found\nnothing.\"\n</P>\n<P>\nHe declined to say where the helicopter searched or whether authorities believed\nthere was a body to find.\n</P>\n<P>\nOn Wednesday, investigators brought in from Holland and police using a German\nShepherd searched the van der Sloots' one-story, yellow-beige home, where Joran\nlived in an attached apartment. Agents were seen carrying two white garbage bags\nfilled with items from the house, while authorities towed away a blue sport\nutility vehicle and a red Jeep from the property in Noord, outside the capital,\nOranjestad.\n</P>\n<P>\nVan der Straaten declined to give details on what they found. \"We are still busy\nwith the investigation and interrogations of suspects,\" he said\nThursday.\n</P>\n<P>\nFollowing the approximately four-hour search, Janssen, the attorney general,\nclarified that Paul van der Sloot was not under investigation.\n</P>\n<P>\nAsked why it took investigators more than two weeks after Holloway's\ndisappearance to search the van der Sloot home, Janssen said Thursday, \"You have\nto build up an investigation. You can't just go in there like a cowboy, you have\nto give certain direction to investigators.\"\n</P>\n<P>\nJoran remains in police custody along with Deepak Kalpoe, 21, and Satish Kalpoe,\n18, of Suriname. The three were questioned and released shortly after Holloway's\nMay 30 disappearance. They were formally arrested last Thursday.\n</P>\n<P>\nThe two brothers have told police that they and Joran were with Holloway and\nthat she and the Dutch youth were petting in the back seat of their car. The\ndetainees initially said they took Holloway to a beach on the northern part of\nthe island then dropped her off at her Holiday Inn hotel, where they claimed she\nwas approached by a security guard.\n</P>\n<P>\nBut Antonius \"Mickey\" John, a former hotel security guard released from custody\non Sunday, told reporters that Deepak Kalpoe told him during a chat in jail that\nhe and his brother actually dropped the young van der Sloot and Holloway off\ntogether near the Marriott, about 10 blocks north of the Holiday Inn. John said\nhe passed the information on to police.\n</P>\n<P>\nKalpoe's lawyer would not comment on John's statement Wednesday, but said his\nclient maintained his innocence.\n</P>\n<P>\nVan der Straaten declined to give a timeline Thursday on when the investigation\ncould conclude, or when Joran and the Kalpoe brothers might either be released\nor formally charged.\n</P>\n<P>\nHe dismissed rumors that police may investigate coastal waters on the north side\nof the island known to have sharks. \"Sure, we have shark places on the northern\nside, but they have nothing to do with the investigation,\" he\nsaid.\n</P>\n<P>\nHolloway was celebrating her graduation from Mountain Brook High School, near\nBirmingham, Alabama, with 124 other students and seven chaperones when she\nvanished during the early hours of May 30. Her U.S. passport and packed bags\nwere found in her room.\n</P>\n<P>\nThe law says authorities can hold detainees for up to 116 days without filing\nformal charges. The three young men have been in custody since June\n9.\n</P>\n<P>\nIt was not immediately clear why van der Sloot had not been allowed to see his\nson or whether the youth's mother had been allowed to. After the three young men\nwere detained, the attorney general's office said Dutch law permits parents to\nsee minors in jail.\n</P>\n<P>\nAruba follows Dutch law as a former colony in the Netherlands Antilles, from\nwhich it seceded in 1986 to become an independent member of the Kingdom of the\nNetherlands.\n</P>\n<P>\n(pp-lja/maf)\n</P>\n", 
            "id": "APW_ENG_20050616.1344"
        }, 
        {
            "headline": "4TH MAN JAILED IN MISSING GIRL CASE", 
            "text": "\n<P>\nA fourth man, a tour boat disc\njockey, was arrested Friday as the latest suspect in the\ncase of missing Alabama teen Natalee Holloway.\n</P>\n<P>\nThe man, identified by his aunt as Steve Gregory Croes, 26,\nwas questioned and remains in jail. Police did not impound\nhis automobile, a late model Honda, or remove anything from\nhis home, according to his aunt, Mary Croes.\n</P>\n<P>\n\"He has lived here about three months with his grandparents,\" Croes\nsaid. \"We don't have too much contact with him, because\nhe is so young. When he left (the home Friday)\nhe said, 'I will be back this afternoon.' \"\n</P>\n<P>\nCroes said he was contacted by police Thursday night and went\nto the station voluntarily to give a statement, his employer,\nMarcus Wiggins, told The Associated Press.\n</P>\n<P>\nCroes said he knew one of two Surinamese brothers being held\nin the case because they went to the same Internet\ncafe, Wiggins said.\n</P>\n<P>\nCroes was a DJ on the Tattoo, which offers nightly dining,\ndancing and swimming, Wiggins said.\n</P>\n<P>\nIn Alabama, a woman who helped organize Holloway's graduation trip, Jody\nBearman, said students did not go on the Tattoo as\na group, although some could have taken a boat ride\nwithout the seven adult chaperons knowing. \"The chaperons were not\nsupposed to keep up with their every move,\" Bearman said.\n</P>\n<P>\nA judge heard motions Friday from lawyers for the two brothers,\nDeepak Kalpoe, 21, and Satish Kalpoe, 18, and a Dutch\nyouth, Joran Van Der Sloot, 17 -- the three prime\nsuspects in the case, who were the last people known\nto have seen Holloway before she disappeared in the wee\nhours of May 30.\n</P>\n<P>\nThe judge in the case, Bob Kit, will decide by Sunday\nwhether there is enough evidence to keep them in jail.\nNo one has been charged in the case, and lawyers\nfor all three men say they are innocent.\n</P>\n<P>\nHolloway disappeared the day she was to return from a five-day\ntrip with 124 other students celebrating their graduation from high\nschool in Mountain Brook, Ala., a suburb of Birmingham. Her\ndisappearance, unsolved despite scores of searches of the island by\nvolunteers and police, has increasingly become a source of discord\non the island, where the slogan on auto tags is\n\"One Happy Island.\"\n</P>\n<P>\nMany locals believe news coverage has been overblown, and others believe\nHolloway is still alive.\n</P>\n<P>\n\"This is not fair what the American press is saying,\" said\nDenny Scoop, a lifelong resident, sipping a beer Friday afternoon\nat J&amp;J Snacks in Noord. \"It is tarnishing our reputation.\nHow many people have gone missing in the U.S. in\nthe last three weeks?\"\n</P>\n<P>\nThe missing girl's mother, who refuses to leave the island until\nshe learns her daughter's fate, said she is unhappy with\nthe progress of the investigation. \"This case is not that\nhard to figure out,\" Beth Holloway Twitty said. \"Those boys\nhave the answers.\"\n</P>\n<P>\nHolloway Twitty has said that if investigators do not make progress\nsoon, she might start believing they are trying to protect\nthe detainees. Van Der Sloot is the son of a\nDutch judge.\n</P>\n<P>\n\"We are in day 18 with no answers,\" she said Friday.\n\"I want my daughter and I want her now.\"\n</P>\n<P>\nHolloway Twitty said she would \"believe my daughter is alive until\nI find out otherwise.\"\n</P>\n<P>\nJeffry Scott writes for The Atlanta Journal-Constitution. E-mail: jscott@ajc.com\n</P>\n<P>\nThe Associated Press contributed to this article.\n</P>\n", 
            "id": "NYT_ENG_20050617.0189"
        }, 
        {
            "headline": "Searcher: Missing teen's family found suspects before Aruban police", 
            "text": "\n<P>\nNatalee Holloway's family, not Aruban police, first identified and located a\nDutch youth now held as a suspect in the disappearance of the Alabama teen,\naccording to a friend who helped with the search.\n</P>\n<P>\nThe family's amateur detective work _ based on a combination of hunches and tips\non the Caribbean island _ also led to two of the youth's friends who also were\ntaken into custody. But it ultimately led to frustration when authorities failed\nto immediately arrest the trio, which included the son of a prominent Dutch\nministry official.\n</P>\n<P>\n\"She had been missing less than 24 hours and we had all three names and\naddresses, so it's just disappointing that they weren't able to move faster,\"\nsaid Jody Bearman, who organized the graduation trip to Aruba for 125 students\nfrom Mountain Brook High School and seven chaperones.\n</P>\n<P>\nThe three weren't taken into custody until 10 days after Holloway's family knew\nof them. The search for Holloway was still under way on Saturday.\n</P>\n<P>\nAruban authorities have defended their work in the nearly three weeks since\nHolloway failed to show up for the trip home to Alabama. Police work takes time,\nthey have said.\n</P>\n<P>\nMariaine Croes, a spokeswoman for the attorney general's office in Aruba,\ndeclined comment Saturday on how authorities initially learned of the three\nsuspects.\n</P>\n<P>\n\"We have to wait for the investigation to finish,\" she said. A fourth suspect,\nthe disc jockey from a party boat, is also in custody.\n</P>\n<P>\nIn an interview Friday with The Associated Press, Bearman said Aruban\nauthorities couldn't be faulted completely for failing to identify van der Sloot\nand the others more quickly, something she said the amateur sleuths did in less\nthan three hours in Aruba.\n</P>\n<P>\n\"They did not know what was going on,\" she said. \"We were there on a\nmission.\"\n</P>\n<P>\nTerrified after hearing news any parent dreads, Beth Holloway Twitty landed in\nAruba about 12 hours after learning her daughter Natalee had\nvanished.\n</P>\n<P>\nAccompanied by her husband and friends including Bearman on a donated corporate\njet, Holloway Twitty had a few bits of information from Mountain Brook graduates\nwho were on the trip, most importantly a physical description of a Dutch\nteenager _ a judge's son, they thought _ with whom Natalee was seen leaving a\nbar, Carlos' N Charlies', on May 30, the night she disappeared.\n</P>\n<P>\nBearman said the group also was told that Holloway's friends had seen the same\nteenager in the casino at the hotel where they were staying.\n</P>\n<P>\nWith help from some locals, Holloway's mother and the others determined the\nyouth had been in the casino playing in a poker tournament, according to\nBearman. Players had to sign in, she said, and that gave them a name and\ninitial: Joran V.\n</P>\n<P>\n\"After talking to enough people, we were able to deduce that it was Joran van\nder Sloot,\" she said. \"Once we got the name we were able to track the address\nthrough people and we got the police. They escorted us and we went straight to\nthe house.\"\n</P>\n<P>\nVan der Sloot's father, Aruban judge-in-training Paul van der Sloot, said his\nson was out playing poker when the group first arrived at the house around 1\na.m., Bearman said. Still accompanied by police, the group went to a couple of\nplaces looking for van der Sloot before returning to the father's house and\nfinding Joran van der Sloot there with one of the two Surinamese brothers who\nlater were detained, she said.\n</P>\n<P>\n\"Basically we interrogated him,\" Bearman said. \"He never denied being with\nher.\"\n</P>\n<P>\nVan der Sloot described dancing with Holloway at the bar and said \"she wanted to\ngo with me\" at closing time, according to Bearman.\n</P>\n<P>\nVan der Sloot claimed he left Holloway outside the Holiday Inn resort where the\ngroup was staying after they took a late-night trip to a scenic lighthouse,\nBearman said, and he even accompanied the family to the hotel to show them the\nexact spot where she was dropped off.\n</P>\n<P>\nHis story didn't add up, though, according to Bearman.\n</P>\n<P>\n\"We started pressing him on that because we had students who were in the lobby\nuntil 5 a.m., and she never arrived,\" she said.\n</P>\n<P>\nWhile Aruban police were present during the questioning of van der Sloot, which\nlasted until about 3 a.m., officers left the talking to Holloway's family until\nthings began to get \"heated,\" Bearman said.\n</P>\n<P>\nVan der Sloot and the Surinamese brothers _ Deepak Kalpoe, 21, and Satish\nKalpoe, 18 _ were interrogated by police the next day and released. Although\nthey were later taken into custody, no one has been charged.\n</P>\n<P>\nTwo one-time security guards were taken into custody because van der Sloot and\nthe brothers said they saw Holloway outside the hotel with a security guard, but\nboth have since been released.\n</P>\n<P>\nThe fourth person in custody, Steve Gregory Croes, 26, played music on a tourist\nparty barge called the \"Tattoo,\" but none of the Mountain Brook teens were known\nto have gone on the boat, Bearman said. An employer of Croes said the disc\njockey knew one of the Surinamese brothers through an Internet\ncafe.\n</P>\n<P>\n___\n</P>\n<P>\nAssociated Press reporter Peter Prengaman in Aruba contributed to this\nreport.\n</P>\n", 
            "id": "APW_ENG_20050618.0627"
        }, 
        {
            "headline": "Judge in Aruba extends detention of three young men in connection with U.S. teen's disappearance", 
            "text": "\n<P>\nA judge on Saturday ordered the teen son of a prominent justice official and his\ntwo friends to stay in jail for at least a week more while investigators\ncontinue their search for clues in the disappearance of a young U.S.\nwoman.\n</P>\n<P>\nA fourth man detained in the case was to appear before a judge Monday, said\nAttorney General spokeswoman Mariaine Croes.\n</P>\n<P>\nThe man was identified by his boss as Steve Gregory Croes, a 26-year-old disc\njockey on the privately owned party boat \"Tattoo.\" He was arrested early Friday,\na day after being contacted by police and giving them a statement, \"Tattoo\"\nowner Marcus Wiggins told The Associated Press on Friday.\n</P>\n<P>\nUnder Dutch law, which Aruba follows as a Dutch protectorate, authorities can\ndetain individuals for up to 116 days without filing formal charges. A judge\nmust review the case after the first 10 days, and then periodically after\nthat.\n</P>\n<P>\nJudge Bob Wit, who was sent in from the neighboring Dutch island of Curacao,\nextended the detention of Joran van der Sloot, 17, and brothers, Deepak Kalpoe,\n21, and Satish Kalpoe, 18, for eight days, said Mariaine Croes, who is not\nrelated to the fourth detainee.\n</P>\n<P>\nNatalee Holloway, 18, of Mountain Brook, Alabama, disappeared in the early hours\nof May 30, the last day of a five-day vacation with 124 other students to\ncelebrate their high school graduation.\n</P>\n<P>\nSearches by authorities, volunteer islanders and tourists have led nowhere.\nInvestigators were refusing to say if they thought Holloway was dead. Her\nmother, Beth Holloway Twitty, has said she will continue to believe Natalee is\nalive until she has proof otherwise.\n</P>\n<P>\nVan der Sloot is the son of Paul van der Sloot, of the Netherlands, who is\ntraining to be a judge in Aruba.\n</P>\n<P>\nIn Alabama, a friend of Holloway's family said Natalee's relatives, not Aruban\npolice, first identified and located Joran and the Kalpoe brothers _ less than a\nday after the young woman disappeared, and only three hours after family members\nstarted looking.\n</P>\n<P>\n\"She had been missing less than 24 hours and we had all three names and\naddresses, so it's just disappointing that they (authorities) weren't able to\nmove faster,\" Jody Bearman, who organized the graduation trip and went to Aruba\nto help in the search, said in an interview with the AP on Friday.\n</P>\n<P>\nThe three young men weren't taken into custody until 10 days after Holloway's\nfamily first knew of them.\n</P>\n<P>\nAruban authorities have defended their investigation, saying police work takes\ntime. Mariaine Croes declined comment Saturday on how authorities initially\nlearned of the three young men. \"We have to wait for the investigation to\nfinish,\" she said.\n</P>\n<P>\nHolloway Twitty, 44, has insisted that Joran and the Kalpoes hold the key to the\ninvestigation and that authorities pressure the young men harder to tell the\ntruth. She said if there is not significant progress soon in the case, she may\nstart to believe that authorities are protecting the detainees. Aruban\nauthorities have said they are pursuing all leads and protecting no\none.\n</P>\n<P>\nHolloway Twitty sat on the front pew during a Mass dedicated to her family\nSaturday night at a Pentecostal church.\n</P>\n<P>\n\"We admire the strength and courage you've shown as a mother,\" pastor Gilbert\nMartes told the missing teen's mother, who listened to the sermon with her eyes\nclosed.\n</P>\n<P>\nOn Friday, a judge ruled on a petition from the elder van der Sloot to visit his\nson, whom he has not been allowed to see since Joran was detained on June 9, and\nfrom the Kalpoes' attorneys requesting to see any evidence prosecutors may have\ngathered, Croes said. Both Croes and Court secretary Isella Wernet refused to\nreveal the rulings. Defense attorneys did not return calls seeking\ncomment.\n</P>\n<P>\nOn Wednesday, investigators towed two vehicles and searched the premises of the\nvan der Sloot home in Noord, outside the capital of Oranjestad. Joran lived in\nan apartment attached to the main house. Authorities have not released the\nresults of the search, but Attorney General Caren Janssen has said that Paul van\nder Sloot is not under investigation.\n</P>\n<P>\nIt was not entirely clear how Croes might be connected to the other detainees.\nHe told Wiggins that he knew one of the Kalpoe brothers because he went to the\nsame Internet cafe, Wiggins said.\n</P>\n<P>\nWiggins did not comment on Croes' possible involvement in Natalee Holloway's\ndisappearance. He said he had never seen any of the three young men aboard the\n\"Tattoo,\" a party boat offering dining, dancing and swimming whose patrons must\nbe 18 and older.\n</P>\n<P>\nHolloway Twitty remarked Friday that Croes' arrest was \"just the beginning,\" and\nthat she believed additional people might be brought into custody. She did not\nelaborate, however, and also declined to say what she knew about\nCroes.\n</P>\n<P>\n\"There is a chance we'll have more suspects, but it's impossible to speculate\nnow because we are still investigating,\" Mariaine Croes said\nSaturday.\n</P>\n<P>\nPolice Superintendent Jan van der Straaten refused to identify Croes by name\nFriday but said that the latest detainee was arrested based on information\nprovided by one of the three young men already in custody. The attorney\ngeneral's office released a statement Friday identifying Croes' only by his\ninitials, S.G.C., age 26.\n</P>\n<P>\n__\n</P>\n<P>\nEds: Associated Press reporter Jay Reeves in Birmingham, Alabama, contributed to\nthis report.\n</P>\n<P>\n(pp-lja)\n</P>\n", 
            "id": "APW_ENG_20050619.0021"
        }, 
        {
            "headline": "NO SIGNS THAT CASE OF MISSING ALABAMA TEEN IS CLOSER TO BEING SOLVED", 
            "text": "\n<P>\nOn Sunday, the family of missing Alabama teen\nNatalee Holloway searched the caves on the southwest corner of\nthis island in Arikok National Park, while in downtown Oranjestad\nlife was slower than\n</P>\n<P>\nThe country's tourism office had cancelled the annual \"The Party Goes\nOn Parade\" of people dressed in costumes streaming through the\nstreets in a kind of small scale Mardi Gras to\nattract vacationers in June, the low season for this tropical\nisland in the Caribbean visited by about half a million\nAmericans a year.\n</P>\n<P>\nIt has been a hard week in paradise.\n</P>\n<P>\nAnd three weeks into the search for Holloway there are no\nclear signs the mystery of the missing teen, not seen\nsince the early morning hours of May 30, is about\nto be solved -- nor are Aruba's image woes.\n</P>\n<P>\nIn the past week authorities released the first two suspects arrested\nin the case, then arrested a fourth Friday. They staged\na highly-publicized spectacle of a search of a beach where\na local DJ claimed to have found a pair of\nwomen's underwear and condoms. They searched the island by helicopter\nusing infrared technology.\n</P>\n<P>\nOn Saturday night -- in a scene that seemed to sum\nup every bizarre aspect of the investigation and press frenzy\n-- TV crews chased Paulus Van Der Sloot, a judge,\nand the father of one of four detained suspects in\nthe case, Joran Van Der Sloot, 17.\n</P>\n<P>\nThe elder Van Der Sloot was coming out of the downtown\nOranjestad police station, where he had been brought for questioning\nin connection with the case.\n</P>\n<P>\nSeeing the camera crews, he broke into a sprint and a\ncameraman for CNN caught up to him as he frantically\ntried to unlock the door of his Mercedes and drive\noff.\n</P>\n<P>\n\"Mr. Van Der Sloot!\" yelled a CNN cameraman. \"Why are you\nrunning?\"\n</P>\n<P>\nGovernment spokesman Rueben Trappenberg said Sunday there are no signs the\nworldwide publicity, much of it bad, has hurt tourism on\nAruba where automobile tags bear the slogan \"One Happy Island.\"\nBut he conceded the furor over Holloway's disappearance has dented\nAruba's image as the safest island in the Caribbean.\n</P>\n<P>\n\"I can run you through the list of things we've been\nmisportrayed of, fantastical things, from a high level government cover-up,\nto drug cartel, to prostitution and slavery,\" said Trappenberg.\" We\nare not Pirates of the Caribbean.\"\n</P>\n<P>\nThrough the weekend CNN and FOX -- each with crews of\nabout 10 -- showed few signs of losing interest in\nthe story that continues to spike ratings even though government\nofficials and lawyers offer few comments or details of the\ninvestigation.\n</P>\n<P>\nCamera crews sometime spend hours just waiting outside the courthouse to\nhoping to get a shot of a suspect leaving, and\na what usually turns out to be a no-comment from\nlawyers and prosecutors.\n</P>\n<P>\nOn Monday, the latest suspect, tour boat disc jockey Steve Croes,\n26, is expected to come before a judge who will\nrule whether prosecutors have enough information to hold him on\nsuspicion of premeditated murder, murder, and kidnapping with fatal consequence.\n</P>\n<P>\nThose are the same suspicions prosecutors have used to hold three\nsuspects who have been in custody for eleven days: Joran\nVan Der Sloot, 17, and brother Deepak Kalpoe, 21, and\nSatish Kalpoe, 18.\n</P>\n<P>\nThe elder Van Der Sloot was called into police headquarters again\nSunday for questioning and was released. His wife, Anita Van\nDer Sloot, said Friday her husband duty's as a lower\nlevel judge have been suspended during the the investigation; but\nthat could not be confirmed Sunday through officials.\n</P>\n<P>\nIsland authorities said they are exerting every effort to crack the\ncase, which is why the Oranjestad parade was cancelled Sunday.\nThe parade gave the wrong impression Aruba officials still place\npromoting tourism as a top priority, said Trappenberg, and it\nwould have put about 300 officers on streets to manage\ncrowds and traffic.\n</P>\n<P>\n\"Those police should be searching or investigating the case instead,\" said\nthe spokesman.\n</P>\n<P>\nResentment of the media's dogged pursuit of the Holloway investigation has\nangered some. Elvis Weert, a disc jockey on Aruba Radio\nTop 95, is one of the most vocal opponents of\nwhat he sees as disproportionate coverage of an aberrant incident.\n</P>\n<P>\nHe said the American media should scrutinize its own country as\nthoroughly as it has examined Aruba. \"How many children have\ngone missing in the United States in the last month?\"\nhe said. \"You don't hear anything about that.\"\n</P>\n<P>\nAnother radio host, Dick Miller, who, for 16 years has hosted\nan nightly music and talk program Canal 90 FM and,\nfor a time, served as \"Honorary goodwill ambassador to Aruba,\"\nsaid listeners have called saying they are distraught that Holloway\nis missing and distraught that it has happened in Aruba.\n</P>\n<P>\n\"This is a place of hospitality, not hostility,\" he said. \"Nothing\nlike this ever happens and people just don't know how\nto cope with it. They are extremely concerned about Natalee\nand her family, but everybody is affected. People can't sleep.\nIt's terrible.\"\n</P>\n<P>\nAs FOX and CNN have pushed to scoop each they have\nboth made missteps. At one point a week ago there\nwere reports of a body found, a stain identified as\nblood in the automobile Natalee Holloway allegedly rode in, and\na confession from one of the suspects.\n</P>\n<P>\nNone turned out to be true -- but that hasn't slowed\npursuit of the story. The tabloid TV show \"A Current\nAffair\" plans to air an entire program on Aruba on\nMonday. The National Enquirer had a reporter on the island\nall week researching a piece.\n</P>\n<P>\nAuthorities point to the island's crime statistics -- one murder and\nsix rapes were recorded on Aruba last year -- as\nan evidence that Holloway's disappearance is out of character for\nan island renowned as one of the safest places on\nearth.\n</P>\n<P>\nAs much as the media obsession has distorted perceptions of the\nisland, the authorities reluctance to release information has fueled speculation\nand disconnect. It's not clear how the latest suspect, Steve\nCroes, is involved.\n</P>\n<P>\nThe Associated Press reported that Croes might have known one of\nthe suspects, Deepak Kalpoe, through meeting him at an internet\ncafe, but the spokeswoman for the prosecutor, Mariaine Croes declined\nto comment on that.\n</P>\n<P>\nCroes ex-wife, Jeanet Gei, said Friday she sees no way her\nex-husband could be involved in a violent crime. The father\nof her three-year old son, he doesn't smoke, he doesn't\ndrink, and he is a gentle. \"If he stepped on\na lizard, he would cry,\" she said.\n</P>\n<P>\nJeffrey Scott writes for The Atlanta Journal-Constitution. E-mail: jscott@ajc.com\n</P>\n", 
            "id": "NYT_ENG_20050619.0132"
        }, 
        {
            "headline": "Police question father of Dutch teen arrested in case of missing teenager in Aruba", 
            "text": "\n<P>\nPolice questioned the father of a Dutch teenager detained in connection with the\ncase of a missing American teenager, hoping he may have seen something to help\nresolve the mystery, officials said Sunday.\n</P>\n<P>\nPaul van der Sloot, a judge-in-training on the island, was questioned Saturday\nnight, said Police Superintendent Jan van der Straaten.\n</P>\n<P>\n\"He was questioned as a witness, no more or no less,\" van der Straaten told The\nAssociated Press, declining to give details.\n</P>\n<P>\nThe attorney general's spokeswoman, Mariaine Croes, said witnesses are\nquestioned when prosecutors believe they may be able to add something to the\ncase.\n</P>\n<P>\n\"You may know something more or you may have seen something more, but you are\nnot a suspect or thought to be part of any crime,\" said Croes.\n</P>\n<P>\nVan der Sloot is the father of 17-year-old Joran van der Sloot, one of the last\npeople seen with 18-year-old Natalee Holloway the night she disappeared.\n</P>\n<P>\nThree other men have been arrested. No one has been charged.\n</P>\n<P>\nOn Saturday a judge ordered the Dutch teenager and his two friends, brothers\nDeepak Kalpoe, 21, and Satish Kalpoe, 18, to stay in jail for at least another\nweek while investigators continue their search for clues.\n</P>\n<P>\nA fourth detained man was to appear before a judge Monday, said\nCroes.\n</P>\n<P>\nHe was identified by his boss as Steve Gregory Croes, a 26-year-old disc jockey\non the party boat \"Tattoo.\" He was arrested early Friday, a day after giving\npolice a statement, \"Tattoo\" owner Marcus Wiggins said Friday. Croes is not\nrelated to Mariaine Croes.\n</P>\n<P>\nUnder Dutch law, which Aruba follows as a Dutch protectorate, authorities can\ndetain people for up to 116 days without charging them.\n</P>\n<P>\nHolloway, of Mountain Brook, Alabama, disappeared in the early hours of May 30,\nthe last day of a five-day vacation with 124 students celebrating their high\nschool graduation.\n</P>\n<P>\nSearches by authorities, volunteer islanders and tourists have led nowhere.\nInvestigators were refusing to say if they thought Holloway was dead. Her\nmother, Beth Holloway Twitty, has said she will continue to believe Natalee is\nalive until she has proof otherwise.\n</P>\n<P>\nIn Alabama, a friend of Holloway's family said Natalee's relatives, not Aruban\npolice, first identified and located Joran and the Kalpoe brothers _ less than a\nday after the young woman disappeared, and only three hours after family members\nstarted looking.\n</P>\n<P>\n\"She had been missing less than 24 hours and we had all three names and\naddresses, so it's just disappointing that they (authorities) weren't able to\nmove faster,\" Jody Bearman, who organized the graduation trip and went to Aruba\nto help in the search, said in an interview with the AP on Friday.\n</P>\n<P>\nThe three young men weren't taken into custody until 10 days after Holloway's\nfamily first knew of them.\n</P>\n<P>\nAruban authorities have defended their investigation, saying police work takes\ntime.\n</P>\n<P>\nHolloway Twitty, 44, has insisted that Joran and the Kalpoes hold the key to the\ninvestigation and that authorities pressure the young men harder to tell the\ntruth. She said if there is not significant progress soon, she may start to\nbelieve that authorities are protecting them.\n</P>\n<P>\nAruban authorities have said they are pursuing all leads and protecting no\none.\n</P>\n<P>\nHolloway Twitty sat on the front pew during a Mass dedicated to her family\nSaturday night at a Pentecostal church.\n</P>\n<P>\n\"We admire the strength and courage you've shown as a mother,\" pastor Gilbert\nMartes told Holloway, who listened to the sermon with her eyes\nclosed.\n</P>\n<P>\nOn Friday, a judge ruled on a petition from the elder van der Sloot to visit his\nson, whom he has not been allowed to see since Joran was detained on June 9, and\nfrom the Kalpoes' attorneys requesting to see any evidence prosecutors may have\ngathered, Croes said. Officials refused to reveal the rulings.\n</P>\n<P>\nOn Wednesday, investigators searched the van der Sloot home in Noord, outside\nthe capital, Oranjestad, and towed away two vehicles. Joran lived in an\napartment attached to the main house. Authorities have not released the results\nof the search.\n</P>\n<P>\nIt was not entirely clear how Croes might be connected to the other detainees.\nHe told Wiggins that he knew one of the Kalpoe brothers because he went to the\nsame Internet cafe, Wiggins said.\n</P>\n<P>\nHolloway Twitty remarked Friday that Croes' arrest was \"just the beginning,\" and\nthat she believed more people might be brought into custody.\n</P>\n<P>\n\"There is a chance we'll have more suspects, but it's impossible to speculate\nnow because we are still investigating,\" said the attorney general's\nspokeswoman.\n</P>\n<P>\n__\n</P>\n<P>\nEds: Associated Press reporter Jay Reeves in Birmingham, Alabama, contributed to\nthis report.\n</P>\n<P>\n(pp-maf)\n</P>\n", 
            "id": "APW_ENG_20050619.0430"
        }
    ], 
    "id": "D1018D", 
    "title": "Joran Van Der Sloot"
}