{
	"id":"D1019D",
	"title":"Malaysia Resort Abduction",
	"docSet":[
		{
			"id":"APW20000424.0024",
			"headline":"21 Held Hostage on Malaysian Island",
			"text":" KUALA LUMPUR, Malaysia (AP) -- Six masked assailants have taken more than 20 people, including Americans and Europeans, hostage on a remote resort island in eastern Malaysia, police said Monday. The abductors surprised and captured the group on a beach on Sipadan Island late Sunday, and two foreign tourists managed to escape the men, Semporna police chief Sulaiman Junaidi told The Associated Press by telephone. Osman Ibrahim, a police spokesman in the Malaysian capital, Kuala Lumpur, confirmed that the two who escaped were Americans and that they were still in Sabah. He said most of the hostages were Europeans and Americans. Sipadan, popular for diving, is an island off the northeast coast of Sabah, the Malaysian side of Borneo island, which is shared with Indonesia. Sulaiman said the assailants were believed to be Filipinos. The hostages were said to have been taken onto a boat and are now at sea. Police are currently trying to trace the boat, he said. He said no demands had been announced. Chong Kah Kiat, the minister of tourism and environment for Sabah, said the island was near two Malaysian naval bases on the eastern coast of Sabah. ''This has never happened here before, so I don't think there are any Malaysians involved,'' in the hostage taking, Chong said. Chong said the area was considered one of the top 10 diving spots in the world and that six resorts on the island cater mostly to professional divers. He said access to the island was restricted to 80 divers at one time, and 40 staff at the six resorts, to protect the coral reef and wildlife. Malaysia and Indonesia both claim sovereignty over the Celebes Sea islands. The Southeast Asian neighbors have both filed claims with the International Court of Justice at The Hague, Netherlands. The argument over the islands dates back to 1969, when Indonesia and Malaysia failed to reach agreement during technical discussions about the overlapping continental shelf that borders the neighboring countries. But there were no early indications that the assailants were involved in the territorial dispute. "
		},
		{
			"id":"XIE20000424.0055",
			"headline":"Two S. Africans Taken Hostage in Malaysia",
			"text":" JOHANNESBURG, April 24 (Xinhua) -- South African Department of Foreign Affairs on Monday confirmed that two South Africans are among the 21 people taken hostage by gunmen in Malaysia's famed diving island of Sipadan. The department's spokesman Ronnie Mamoepa told South African Press Association that the identity of the man and the woman have been known to the South African mission in Malaysia. \"We know who they are and we are still trying to get hold of their families before we release their names,\" he added. Momoepa said the mission is involved in discussions with Interpol. \"The government is doing everything in its power to secure the release of these two people,\" he said. Sipadan is a world-renowned diving island off the northeast coast of Sabah, the Malaysian side of Borneo Island, which is shared with Indonesia. The gunmen, believed to be Filipinos, apparently surprised the tourists on a beach on Sipadan Island on Sunday night. The other tourists taken hostage are believed to be from Germany, France and the United States. The hostage takers have made no demand so far. "
		},
		{
			"id":"XIE20000424.0068",
			"headline":"hke042451-- Philippine Military to Go After Abductors in Malaysia",
			"text":" MANILA, April 24 (Xinhua) -- Philippine President Joseph Estrada Monday ordered the Philippine military forces to go after the six armed pirates who reportedly kidnapped some 20 people, mostly foreigners, in eastern Malaysia, a senior Philippine official said. In a press briefing, Press Secretary Ricardo Puno said the Philippine embassy in Kuala Lumpur has received a note from the assistant director of the Malaysian Police informing the Philippines of the kidnapping. The tourists were reportedly taken hostage late Sunday on a remote resort island of Sipadan off the Sabah coast, eastern Malaysia. But Puno, who is also the presidential spokesman, said initial reports from the Philippine National Police could not confirm if the pirates were Filipinos. Citing the Malaysian police report, Puno said 10 of those kidnapped were foreign tourists, which include French, German, South African, Lebanese and Finnish nationals. According the report, five staff members of the Sipadan resort, and a Filipino, a Malaysian policeman and four staffers of the Malaysian wildlife department, were also among the abducted. Puno said the hostages were reportedly taken by boats heading toward Philippine waters early Monday morning. He added that President Estrada had given the instructions to the Philippine Navy and the Philippine Air Force in support of the border patrol agreement between the Philippines and Malaysia. \"There is a border patrol agreement between the Philippines and Malaysia which has been activated and so elements of both countries are in operation in that area,\" Puno said. "
		},
		{
			"id":"XIE20000424.0074",
			"headline":"Writethru: 20 people Taken Hostage by Armed men in Malaysia",
			"text":" KUALA LUMPUR, April 24 (Xinhua) -- A total of 20 people were taken hostage by six heavily armed men Sunday night from Sipadan island off Sabah, East Malaysia, but their motives behind the abduction are yet to be confirmed, Malaysian Police said Monday. While police could not yet confirm the captors' motives, politics, ransom and feelings of dissatisfaction were among the possible reasons, Malaysian Police Inspector-General Norian Mai told a news conference here at the federal police headquarters. \"We seriously feel that politics may be a reason,\" he said. He did not rule out the possibility that the kidnapping was connected to the Abu Sayyaf rebel group which was holding several hostages in southern Philippines. \"There is a possibility.\" He said police had not made any contact with the kidnappers. It was however confirmed that among the hostages, there are 11 foreigners -- three Germans, two South Africans, two French nationals, two Finns, one Lebanese and one Filipino while the rest nine are Malaysians comprising four workers of the Wildlife Department, three workers of the Sipadan resort center, a policeman and a staff of Syarikat Borneo Divers. According to Norian, an American couple, both aged 51, who were captured together with the 20 people, managed to escape before they were forced into a boat. They fled into the jungles and emerged Monday morning, and their condition was good and they were not injured, he said. Norian said the armed men raided the police base on the island before capturing the hostages. \"They came in two 'jongkong' boats, and when fleeing with the hostages they used only one jongkong boat and seized a boat belonging to the resort center. Their other boat was left behind,\" he said. A special team has been set up by the Malaysian police to rescue the hostages and the Malaysian police are in contact with their counterparts in Southern Philippines in efforts to track down the kidnappers. Deputy Prime Minister and Home Minister Abdullah Ahmad Badawi said earlier Monday Malaysian security forces are in hot pursuit of the kidnappers. He said the authorities are determined to secure the release of the foreign tourists and local residents held hostage. \"Freeing them is uppermost,\" he added. Describing the incident as unexpected, Abdullah said it should prompt the police to review the security of territorial waters off Sabah. Meanwhile, Malaysian Foreign Minister Syed Hamid Albar also held a news conference earlier Monday on the incident, saying that all the 20 people taken hostage by armed pirates were safe. Syed Hamid said the names of the hostages would be released by the Malaysian police. He said the incident was an \"isolated\" case and it was safe for people to visit Sipadan island, a resort popular with scuba-divers. "
		},
		{
			"id":"XIE20000424.0151",
			"headline":"3rdlead: Hostages Taken by Armed Pirates in Malaysia Safe: FM",
			"text":" KUALA LUMPUR, April 24 (Xinhua) -- Malaysian Foreign Minister Syed Hamid Albar said Monday that all the 20 people taken hostage by armed pirates Sunday night are safe. The hostages include two French nationals, three Germans, two South Africans, two Finns and one Lebanese, all tourists, he told a news conference here. The others are eight Malaysians and two Filipino workers, he said, adding that the names of the hostages would be released by the Malaysian police. The minister said that his ministry had informed two foreign missions here whose nationals are involved. The other missions could not be contacted but they would be informed later, he said. \"They are getting help from neighboring countries to trace the hostages,\" he said. \"I think the authorities are taking the necessary steps to get them (hostages) released from their captors,\" Syed Hamid said. He said the hostage incident is an \"isolated\" case and it is safe for people to visit Sipadan island, a popular resort especially among scuba-divers. The minister could not say if the pirates have made any demands. Earlier, Deputy Prime Minister and Home Minister Abdullah Ahmad Badawi said a special team has been set up by the police to rescue the hostages who were taken in boats by the pirates. Abdullah said Malaysia's security forces are in hot pursuit of the pirates, who were reportedly armed with rocket launchers and M16 rifles. "
		},
		{
			"id":"XIE20000424.0211",
			"headline":"1stlead: 20 people Taken Hostage by Armed Pirates in Malaysia",
			"text":" KUALA LUMPUR, April 24 (Xinhua) -- About 20 people, including foreign tourists, were taken hostage by armed pirates on Sipadan island off the Sabah coast, East Malaysia, Sunday night, according to police sources Monday. Most of the hostages are foreign tourists, police said. Confirming the news in Kuala Lumpur Monday afternoon, Deputy Prime Minister Abdullah Ahmad Badawi said a special team has been set by the police to rescue the hostages who were taken in boats by the pirates. He said Malaysian police are in contact with their counterparts in Southern Philippines in efforts to track down the pirates. Sipadan island is a popular resort especially for scuba-divers. "
		},
		{
			"id":"APW20000424.0241",
			"headline":"Americans Escape Hostage Abduction",
			"text":" KUALA LUMPUR, Malaysia (AP) -- James and Mary Murphy were just another American couple escaping on a dream vacation to a lush Malaysian resort island. By the time they arrived at the Kuala Lumpur International Airport late Monday, they were among the few escapees of a mass abduction by mysterious gunmen 24 hours earlier which left 20 hostages still missing in Southeast Asian waters. ''We really need to talk to our children,'' Mary Murphy told The Associated Press at Malaysia's international airport. ''We really want to get to the phone.'' The Murphys, both 51, of Rochester, N.Y., appeared shaken up and very much alone. Scores of reporters waited for them to arrive, but no Malaysian authorities or U.S. embassy officials were there to escort them from their plane after their long ordeal. Mary Murphy, wearing plaid Bermuda shorts, was close to tears. They had not yet informed their three children living in Boston, Rochester and Australia about their trauma. The Murphys have been living in Sydney for the past two years. Six gunmen stormed the Sipadan Island Resort off the eastern Malaysian state of Sabah late Sunday, taking 20 people, including 10 foreign tourists, hostage on two boats. Rescue teams searching southeast Asian seas say they've zeroed on assailants -- an attack that the Philippine rebel group Bbu Sayyaf on Tuesday claimed it carried out. Muslim rebels in the Philippines who are seeking the release of militants jailed in the World Trade Center bombing case claimed responsibility Tuesday for the Malaysian kidnapping. But Philippine officials quickly expressed skepticism over the statement. The Murphys escaped by refusing to get on the boats, according to police in Semporna. Eyewitnesses said the hostages were forced to swim to the boats. They said Mary Murphy couldn't swim and when the kidnappers tried to force her, her husband said they'd have to shoot him if they forced her into the water. When the hostage-takers turned around, the Murphys ran into the bushes and hid until dawn, eyewitnesses said. When asked if this was an accurate account, the Murphys smiled but would not elaborate. Asked if they had hidden in the bushes, Murphy said, ''We did that.'' Murphy, an executive for Eastman Kodak Co. in Sydney, said they had not slept since the previous night but were otherwise fine. ''She's got lots of bites from sleeping in the bushes, a lot of sand fleas,'' he said, pointing to Mary Murphy's legs, which were covered with a rash of insect bites. Murphy said that he would speak more extensively once he knew that the other hostages were released and safe. ''I don't want to do anything that would endanger their lives,'' he said. As cameras flashed around them, Mary Murphy said all she wanted now was ''a good night's sleep and a hot shower.'' "
		},
		{
			"id":"APW20000425.0007",
			"headline":"Rebels Take Blame For Kidnappings",
			"text":" ZAMBOANGA, Philippines (AP) -- Muslim rebels who have been holding 27 Filipinos hostage at a remote mountain stronghold in the Philippines claimed responsibility Tuesday for also abducting about 20 people from a nearby Malaysian tourist island. Philippine officials, however, expressed skepticism over the claim by the extremist Abu Sayyaf rebels. The claim came as troops battled their way up the densely forested mountain in the Philippines where the Muslim extremists were holding their captives. Helicopter gunships pounded three outlying Abu Sayyaf camps with rockets again Tuesday, said Lt. Gen. Diomedio Villanueva, chief of the military's Southern Command. He said the ground troops were pursuing fleeing rebels, and the troops next plan to advance to the main stronghold further up the mountain, he said. The assault, which began Saturday, has been slowed by heavy vegetation and by land mines, which have forced the troops to employ metal detectors, officials said. As that assault progressed, about 20 people, including foreign tourists, were abducted Sunday night by heavily armed attackers on a nearby Malaysian island and taken by boat toward the Philippines. Philippine officials initially said they were investigating possible links to the Abu Sayyaf. Police there said the kidnappers in Malaysia spoke Tausug, a language spoken in parts of the southern Philippines, but not in Basilan, where the Abu Sayyaf rebels operate. ''Our group is behind the abduction of the foreigners (in Malaysia) and there are still a lot of surprises for the government if they won't listen to us,'' Abu Sayyaf spokesman Abu Ahmad said in an interview over local radio station DXRZ. The government has refused several rebel demands, including the release of three Arab terrorists held in jails in the United States. Philippine Defense Secretary Orlando Mercado said the military is still determining whether the Abu Sayyaf is actually responsible for the Malaysian abductions. ''We don't just jump and believe the Abu Sayyaf immediately. We will verify and confirm this,'' he told The Associated Press. The 20 hostages, including foreign tourists and local resort workers, were abducted late Sunday from Malaysia's Sipadan Island by six heavily armed men and taken on two fishing boats toward the Philippines, officials said. The 27 Filipino hostages -- who include many schoolchildren -- are believed to be held at the main rebel stronghold further up the mountain, which Villanueva said his forces were avoiding shelling to prevent injuries to the captives. ''This is a hostage situation and we're considering the safety of the hostages to give them the best chance to survive,'' Villanueva said. At least 10 Abu Sayyaf rebels and four soldiers have died in the fighting in the hinterlands of the southern island province of Basilan. The rebels have warned they will behead their five remaining adult male hostages -- including a priest -- if the military does not halt its assault. The group also announced last week that it had beheaded two male teachers. The rebels, who are fighting for an independent Islamic state in the predominantly Catholic Philippines, are demanding the release of Muslim militants jailed in the United States, including the mastermind of the 1993 World Trade Center bombing. The Abu Sayyaf is the smaller but more radical of two Muslim groups fighting for an independent state in the Philippines. It has been blamed for numerous attacks on Christians. A rebel spokesman said two hostages, including a child, were injured in the shelling of the rebel camp, but the claim could not be independently verified. The hostages have been forced to stay in unprotected shacks while the rebels have taken refuge in bunkers, a hostage told ABS-CBN television in an interview by cellular telephone. Suspected Abu Sayyaf rebels attacked an army outpost in Jolo in nearby Sulu province late Sunday, injuring seven soldiers and five civilians, Sulu police chief Candido Casimiro said. The rebels originally seized more than 50 hostages, including many children, from two schools in Basilan on March 20 for use as human shields after attacking another army outpost. About half of the hostages have since been freed. The group has demanded freedom for World Trade Center bomber Ramzi Yousef, and Sheik Omar Abdel-Rahman, accused of conspiring to blow up New York City landmarks. The demands were rejected by the Philippine government and by the U.S. Embassy. In retaliation for the abduction, a group of vigilantes seized 11 relatives of Abu Sayyaf leader Khadaffy Janjalani. They still held nine relatives after freeing Janjalani's pregnant wife and a daughter. The U.S. State Department has included the Abu Sayyaf in a list of 28 foreign groups that threaten Americans at home or abroad. "
		},
		{
			"id":"APW20000425.0011",
			"headline":"Gunmen Take Hostages in Malaysia",
			"text":" SEMPORNA, Malaysia (AP) -- Rescue teams were searching Southeast Asian seas on Tuesday for assailants who abducted 20 hostages from a Malaysian diving resort -- an attack that Philippine Muslim rebels claimed they carried out. Muslim rebels in the Philippines who are seeking the release of militants jailed in the World Trade Center bombing case claimed responsibility Tuesday for the Malaysian kidnapping. Philippine officials, who were helping coordinate the rescue attempt, quickly expressed skepticism over the statement. An American couple escaped the Sunday evening attack in Malaysia by refusing to swim out to the kidnappers' boats and then hiding overnight in nearby bushes. Malaysian Defense Minister Najib Tun Razak said Monday that an air-and-sea search team had determined where the hostages -- half of whom were foreign tourists -- were being held, following their abduction on the lush Sipadan Island in eastern Malaysia. Najib did not give details. But Semporna police chief Sulaiman Junaidi said Tuesday that authorities had yet to pinpoint the abductor's hideout. ''We're tracking them down,'' he added. Nafir Sakaran, a state Cabinet minister at police headquarters in Semporna, told The Associated Press Tuesday that marine police and navy reinforcements have been brought in. ''The military has been called out. We have soldiers who are riding on patrol boats, working with the Philippine navy.'' The attack began when six masked gunmen, carrying AK-47s and a rocket launcher and speaking a Philippine language, grabbed tourists and workers and confiscated their cash and jewelry, Norian said. A local marine photographer said one of the attackers identified himself as a police officer and told him to give up his watch and cellular phone. ''At first I thought he was joking ... but when I refused to obey his orders, he held a gun to my head,'' Danny Chin, 48, was quoted as saying by the national news agency Bernama. Chin said he hid in the woods while the kidnappers ransacked the resort. The attackers then forced their hostages to swim a distance to two fishing boats, which then sped away and appeared to be heading into Philippine waters, officials said. Two of the captives -- James and Mary Murphy, both 51, of Rochester, N.Y. -- managed to escape. Eyewitnesses said Mary Murphy didn't know how to swim, and her husband told the assailants they'd have to shoot him if they forced her into the water. The kidnappers apparently let them go, and the American couple ran into the bushes and hid until dawn. The Murphys, who have been living in Australia the past two years, arrived in the Malaysian capital, Kuala Lumpur, on Monday evening but said they didn't want to talk to the media extensively until the hostages are released. ''I don't want to do anything that would endanger their lives,'' James Murphy told The Associated Press at the airport. ''We haven't slept yet, but yes, we are fine.'' The hostages forced onto the fishing boats included two French tourists, three Germans, two South Africans, two Finns and one Lebanese, as well as a Filipino worker and nine Malaysians, authorities said. In Basilan, Philippines, Philippine troops shelled rebel camps again Tuesday as soldiers battled their way up a mountain where Abu Sayyaf rebels were holding 27 Filipinos captive. ''Our group is behind the abduction of the foreigners (in Malaysia) and there are still a lot of surprises for the government if they won't listen to us,'' Abu Ahmad, spokesman for the Philippine rebel group Abu Sayyaf, said in an interview over local radio station DXRZ. The rebels have demanded the freedom of three Arab terrorist suspects in U.S. jails, including Ramzi Yousef, mastermind of the 1993 bombing of the World Trade Center in New York, and Sheik Omar Abdel-Rahman, accused of conspiring to blow up New York City landmarks. Philippine Defense Secretary Orlando Mercado said the military is still determining whether the Abu Sayyaf, which is fighting for an independent Islamic state in the predominantly Catholic Philippines, is actually responsible for the Malaysian abductions. ''We don't just jump and believe the Abu Sayyaf immediately. We will verify and confirm this,'' he told The Associated Press. Prior to the rebel announcement, Col. Ernesto de Guzman, chief of staff of the Philippine military's Southern Command, said officials were trying to determine whether there was a connection with the hostage situation on the southern Philippine island of Basilan, about 275 miles northeast of Semporna, the port from which tourists take boats for Sipadan. Since 1969, Malaysia and Indonesia have both claimed sovereignty over Sipadan and Ligitan, another Celebes Sea island. But there were no indications that the hostage-takers were involved in the territorial dispute. Chong Kah Kiat, tourism minister for Sabah, said he was concerned that the attack would scare off the 400,000 tourists who visit Sabah beaches and rain forests every year. Meanwhile, at the airport in Kuala Lumpur, Mary Murphy was close to tears. ''We really need to talk to our children,'' she told the AP. ''We really want to get to the phone.'' Her husband, an executive for Eastman Kodak Co. in Sydney, Australia, said they had not slept since Sunday night but were otherwise fine. ''She's got lots of bites from sleeping in the bushes, a lot of sand fleas,'' he said, pointing to his wife's legs, which were covered with a rash of insect bites. As cameras flashed around them, Mary Murphy, wearing plaid Bermuda shorts, said all she wanted was ''a good night's sleep and a hot shower.'' "
		},
		{
			"id":"APW20000425.0051",
			"headline":"Malaysia, Philippines search for hostages kidnapped from divingresort",
			"text":" SEMPORNA, Malaysia (AP) -- Authorities hunted the seas between Malaysia and the Philippines today for two fishing boats controlled by heavily armed men holding 21 hostages they abducted from a Malaysian diving resort two days earlier. The kidnapping might be tied to Muslim rebels in the Philippines who are seeking the release of militants jailed in the United States, although some authorities said the Abu Sayyaf rebels were just trying to attract attention. ''Our group is behind the abduction of the foreigners (in Malaysia) and there are still a lot of surprises for the government if they won't listen to us,'' Abu Sayyaf spokesman Abu Ahmad told Philippine radio station DXRZ. Several hours later, however, Ahmad said he would neither confirm nor deny his group was involved. Officials were searching today for the hostages -- half of whom are foreign tourists. They were taken Sunday night from lush Sipadan Island off the northern Borneo state of Sabah. A police intelligence report said the hostages were taken to the province of Sulu at the southern tip of the Philippines, no more than an hour's boat ride from Sipadan. But Lt. Edgar Joseph Andres, a navy pilot, said he found nothing in a three-hour search of the sparsely inhabited area today. Malaysian officials said today that the kidnappers were believed to be outside Malaysian waters. A waitress from the Philippines who escaped the abduction added weight to the Muslim rebels' claim that they were involved. Jeneth Cagaanan said when one of the men grabbed her, she replied to him in Suluk -- the language prevalent in the southern Philippines -- and that he understood her. Cagaanan also said one of the assailants wore a vest emblazoned with the initials of the Moro National Liberation Front, the Philippines' largest Muslim rebel group before it signed a peace accord in 1996. Five people were being questioned in connection with the abduction, Sabah chief of police Mamat Talib said. Police said some of those arrested were former employees of the Sipadan resort and were tied to the Filipino fishing community along Sabah's eastern coastline. The attack on Sipadan began Sunday when six masked gunmen, carrying AK-47s and a rocket launcher, grabbed tourists and workers and confiscated their cash and jewelry. The gunmen then forced their hostages to swim to two fishing boats, which sped away and appeared to be heading toward Philippine waters. Eyewitnesses said two of the captives -- James and Mary Murphy, both 51, of Rochester, N.Y. -- escaped after James Murphy told the assailants his wife didn't know how to swim. When the kidnappers turned around, the American couple ran into the bushes and hid until dawn. In the Malaysian capital, Kuala Lumpur, James Murphy declined today to talk extensively about his ordeal. ''We don't want our comments to overshadow anything that's going on with the situation,'' he said. The hostages forced onto the fishing boats included tourists -- two French, three Germans, two South Africans, two Finns and one Lebanese -- and nine Malaysians who either worked at the resort or for the wildlife service. One was a Filipino resort employee and the nationality of the 21st hostage wasn't immediately released. Another hostage situation was escalating in a remote area of the southern Philippines, about 275 miles north of Semporna, the port from which tourists take boats for Sipadan. On the island province of Basilan, troops shelled Abu Sayyaf camps again today as soldiers battled their way up a mountain where the rebels were holding 27 Filipinos captive. Jose Calimlim, chief of intelligence for the Philippine military, said an air force plane and navy boats were searching Philippine waters near Malaysia for the hostages captured Sunday. He doubted the Abu Sayyaf claim of credit. ''This is a part of their propaganda because they are really trying to attract attention, especially international attention,'' he said. The rebels have demanded the freedom of Arab terrorist suspects in U.S. jails, including Ramzi Yousef, mastermind of the 1993 bombing of the World Trade Center in New York. Prime Minister Mahathir Mohamad insisted Malaysia was still a safe tourist destination. The Sabah economy relies heavily on the 400,000 people who visit its beach resorts and rain forests every year. ''We don't get this kind of thing happening in Malaysia very often,'' Mahathir said. ''It will affect tourism in Sabah, but the rest of the country is not affected by this. Malaysia is very safe for tourists.'' That may be of little comfort to Yee Mui Phia, a guide at Sipadan Dive Center who sat today in his empty office in Semporna. ''We are scared,'' he said. ''And what's more important, it will affect our business.'' "
		}
	]
}
