{
	"id":"D1016C",
	"title":"Soeharto Investigation",
	"docSet":[
		{
			"id":"XIE19981113.0074",
			"headline":"Indonesian Assembly Agrees to Probe Soeharto's Wealth",
			"text":" JAKARTA, November 13 (Xinhua) -- In an apparent response to mounting demands from students and opposition groups, Indonesian legislators on Friday agreed to launch an investigation into former president Soeharto's wealth. All five factions of the People's Consultative Assembly (MPR), the country's highest legislative body, agreed to add a provision in a decree on clean governance, preventing centralization of power, corruption, collusion and nepotism. Article four of the decree states that efforts to eradicate corruption, collusion and nepotism must be made indiscriminately upon any state officials, former state officials, their families and cronies as well as private businessmen, business tycoons and former president Soeharto. After an uncertain response to wide calls for a thorough investigation into the wealth of Soeharto, his family and friends, the dominant Golkar (Functional Group) faction has finally changed its position, saying that it strongly supports the wealth probe. Addressing a plenary meeting on Wednesday, Golkar spokesperson Marwah Daud Ibrahim said the implementation of a clean government, with no traces of corruption, collusion and nepotism, is a prerequisite to achievement of the aims of the 1945 proclamation. This is the first time Golkar officially declared war against corruption, collusion and nepotism. During the 32 year rule of Soeharto, Golkar had been in the government bandwagon, given an amen to virtually all the regime's policies and whims. However, Golkar voiced objections to proposals that the special MPR session adopt a special decree to investigate Soeharto's wealth. It said it would be more relevant if the call for the probe into the riches of the former president and his family was made part of the decree on corruption, collusion and nepotism. The United Development Party faction earlier asked for a separate decree to contain investigation into Soeharto, officials, former officials and their families. The faction's spokesman Djuhad Mahja told reporters that they finally agreed with the decree on anti-corruption, collusion and nepotism because the faction's proposal had been accommodated in it. Commenting on the stand of the Golkar on the subject, the Jakarta Post said, \"This is another display of their halfhearted commitment to clean up corruption. A clause in a decree can easily be ignored, but a specific decree would give the needed impetus to kick start the investigation.\" "
		},
		{
			"id":"XIE19981118.0285",
			"headline":"Indonesia Finds More Evidence of Soeharto's Wealth",
			"text":" JAKARTA, November 18 (Xinhua) -- The Indonesian National Land Agency's Jambi office has uncovered evidence of former President Soeharto's allegedly ill-gotten wealth in Central Sumatra Province alone, The Jakarta Post reported Wednesday. Soeharto's fortune, part of which has been sold to his crony and noted businessman Prayogo Pangestu, reportedly comprised stocks, land, a plywood factory, a bank, a pineapple cannery and a TV relay station, worth 122.4 billion rupiah (15.3 million U.S. dollars) in all. The paper quoted State Minister for Land Affairs Hasan Basru Durin as saying ownership of the property would be canceled and sanctions applied if charges were proven. The government prosecutor's office would continue a thorough investigation into the wealth while the land would be seized for the state or returned to its original owners, Hasan said. Chief of the Prosecutor's Office in Irian Jaya Province T.H. Sidabutar said they were also investigating thousands of hectares of land allegedly belonging to Soeharto, his children and cronies. At least five factories were built there, he said, adding that so far the probe has been focused on Soeharto and his family and has yet to be directed at cronies. A prominent crony, Bob Hasan, for instance, apparently held a virtual monopoly on the supply of vegetables, meat, eggs, fruits and various other necessities for employees of PT Freeport Indonesia mining firm in Irian Jaya. Meanwhile, Chairman of the National Mandate Party Amien Rais urged the government to put Soeharto under city arrest and to confiscate his wealth and that of his family and cronies. \"The law should be upheld if we want reform to go on. The time has come to bring economic and political criminals to court,\" he said after installing the executive board of the party's chapter in Lampung Province on Tuesday. He cited the new decree of the special session of the People's Consultative Assembly from November 10 through November 13. The decree on clean governance included a stipulation that the government investigate Soeharto's wealth. \"It is possible for the government to consider forgiving Soeharto because of his age but his children and cronies should be tried and punished if they are proven guilty,\" Rais added. "
		},
		{
			"id":"XIE19981119.0113",
			"headline":"Mass Demonstration Against Soeharto Held In Jakarta",
			"text":" JAKARTA, November 19 (Xinhua) -- Local people and students in Indonesia's capital Jakarta held an anti-Soeharto mass demonstration, starting at 14:00 local time on Thursday. The demonstrators in great number moved toward residence of the former president at Jalancendana street in Central Jakarta. But they failed to reach the target point because of tight security precautions at various intersections that lead to the spot, official Antara News Agency reported. This is the first time that demonstrators stage their action near the residence of Soeharto who resigned on May 21 amid anti-government demonstrations and bloody rioting in the country. Students and citizens in the country have held various demonstrations recently, urging the government to bring Soeharto to court on the charges of corruption, collusion and nepotism during his 32-year rule. Meanwhile, a legislator claimed that President B.J Habibie needed no new law to start investigation on former president Soeharto, saying that the existing anti-corruption law would do. Djuhad Mahja SH of the United Development Party faction made the statement in the Parliament building here Thursday. A investigation team set up in September announced on Tuesday that some evidence of Soeharto's allegedly ill-gotten wealth has been found in several provinces including land, factories and others. The team also found Soeharto's personal saving accounts as much as 2.3 million U.S dollars in 72 domestic banks. "
		},
		{
			"id":"XIE19980602.0006",
			"headline":"Indonesian Govt Investigates Former President's",
			"text":" JAKARTA, June 1 (Xinhua) -- Indonesian Attorney General Soedjono C. Atmonegoro said here Monday that an investigation on the wealth of former government officials, including former President Soeharto and his family, was going on. He refused to disclose the details, saying that the investigation needs a long time. Soedjono said that he has assigned junior Attorney General to carry out the investigation. Meanwhile, according to a survey result by the Indonesian Business Data Center which was published here Monday, the assets of Soeharto's family have reached 200 trillion rupiah (about 20 billion U.S. dollars). However, a foreign media once estimated Soeharto's and his family's fortune is worth 40 billion U.S. dollars. addressing a gathering on Sunday at the Bogor Institute of Agriculture in Bogor, about 60 kilometers south of the capital, Indonesian Moslem leader Amien Rais has asked Soeharto to donate his wealth to the nation and also called on Indonesians to forgive the former president who had made great contribution to the country. Soeharto, who had ruled Indonesia for the last 32 years, resigned on May 21 under the heavy pressure from the people demanding for total reforms in political, economic and legal fields. The new government led by B.J. Habibie has promised to carry out the reforms and to be free from corruption, collusion and nepotism. "
		},
		{
			"id":"APW19980602.1383",
			"headline":"INDONESIA",
			"text":" JAKARTA (JP): The government has launched an investigation into corruption under former president Soeharto but has no plans to specifically target the former Indonesian leader, Attorney General Soedjono C. Atmonegoro told a packed news conference here yesterday. Soedjono said that although the probe did not specifically target the Soeharto family, the investigation would cover its business dealings. ``The former president may be summoned, if necessary, to verify and check evidence in cooperation with other state agencies,'' Deputy Attorney General Ismudjoko added. Ismudjoko said his office would not impose a travel ban on Soeharto or any of his family members, pointing out that his office had received guarantees they would not leave Indonesia. Ismudjoko said that while the investigation was very urgent, it would take some time to complete as the work would involve the checking of many documents related to a large number of business deals. ``What is most important is that we should always maintain national unity,'' Ismudjoko added. ``The investigations are being conducted under the principle of the presumption of innocence,'' Soedjono asserted. Critics and analysts have alleged that nepotism, corruption and crony capitalism lie at the root of the economic crisis the nation has faced for 10 months and have demanded that the businesses of the Soeharto family, cronies and other senior officials be investigated. Soeharto, who abruptly resigned from the presidency on May 21 under strong pressure from the House of Representatives, his cabinet ministers and demonstrating students, has been accused of amassing tens of billions of dollars from corruption, collusion and numerous shady business deals. Leading opposition figure Amien Rais called on Soeharto over the weekend to donate 95 percent of his wealth to the state in return for complete forgiveness from the people so that the government should not have to beg for aid from international agencies and institutions. The secretary-general of the National Commission on Human Rights, Baharuddin Lopa, said yesterday that Soeharto must be prosecuted if there is adequate evidence to prove his wrongdoing. Any corruption case should be handled in accordance with the law, no matter who is involved in the malfeasance, Lopa said. ``If he or she is proven guilty, all of the wealth obtained through corruption must be confiscated for the state,'' he added. Lopa said the ``solution'' offered by Amien was not educative, was against the law and could create the feeling of legal uncertainty. President B.J. Habibie could give Soeharto amnesty, but this could only be granted after Soeharto's accountability is completed, according to Lopa. Lopa is also a member of Gempita, the Movement of Concerned Citizens on State Assets, which was established last week to collect data on ill-gotten wealth and assets. Rp 200 trillion The Indonesian Business Data Center (PDBI) announced yesterday it estimated the wealth of former president Soeharto, his family and its close associates at Rp 200 trillion (US$17.5 billion). Executive director Christianto Wibisono told reporters yesterday the amount included the assets of Soeharto's foundations under the Nusamba group, a diversified group managed by Soeharto's closest crony Mohamad ``Bob'' Hasan. ``What I mean by cronies here are those who are clearly close to him such as Salim (Salim Group's founder and chairman Lim Sioe Liong) and Bob Hasan,'' Christianto said. PDBI's study values several major businesses, in which Soeharto's six children and foundations are involved, at Rp 16.9 trillion, with equity totaling Rp 5.32 trillion. These include daughter Siti Hardijanti Rukmana's toll road projects worth Rp 1.39 trillion, son Sigit Hardjojudanto's chemical businesses worth Rp 628.71 billion, son Bambang Trihatmodjo's diversified Bimantara Group worth Rp 2.72 trillion, and son Hutomo (Tommy) Mandala Putra's transportation and automotive businesses worth Rp 3.7 trillion. According to PDBI, the family's major foreign investment ventures (with foreign partners) total at least US$15.23 billion, including $3.16 billion in equity. This includes US$1.89 million worth of Hardijanti's highway, energy, hotel and pulp projects, $6 billion worth of Bimantara's satellite and chemical projects and $1.16 billion worth of power projects owned by daughter Siti Hediati Harijadi. Christianto said most of the wealth had been accumulated through business deals full of collusion, corruption and nepotism such as monopolies, rent-seeking practices and oligopolies. Companies and foundations controlled by Soeharto's empire had also been given special privileges to win tenders or to get jobs from state firms, including oil company Pertamina and energy company PLN, he said. Christianto said, however, crony business practices and special privileges had not been the monopoly of the Soeharto family and cronies. He said many senior officials such as ministers, governors, regents and mayors also had amassed wealth through corruption, collusion and nepotism during Soeharto's 32 years in power. "
		},
		{
			"id":"XIE19980609.0168",
			"headline":"Indonesian to Investigate Officials' Wealth",
			"text":" JAKARTA, June 9 (Xinhua) -- The office of Indonesia's attorney general has formed a team to investigate the wealth of present and former Indonesian government officials, a spokesman of the office said here Tuesday. \"The result (of the investigations) of officials of both central and provincial governments will be announced to the public,\" Spokesman Barman Zahir said. He said the team will be led by the junior attorney general for civil and state administrative courts. He did not say when the results of the investigations will be announced. The offices of the attorney general, chief public prosecutor and public prosecutor have asked the public to provide information about the wealth of officials to help the team in its investigations, the spokesman said. Attorney General Soedjono C. Atmonegoro said last week that the government has started an investigation into the wealth of former government officials, including former President Soeharto and his family. "
		},
		{
			"id":"APW19980612.1196",
			"headline":"Soeharto hires lawyers, JAKARTA POST",
			"text":" WASHINGTON, D.C. 20003 Tel: 202-547-4512 Fax: 202-546-4194 COPYRIGHT 1998 BY WORLDSOURCES, INC., A JOINT VENTURE OF FDCH, INC. AND WORLD TIMES, INC. NO PORTION OF THE MATERIALS CONTAINED HEREIN MAY BE USED IN ANY MEDIA WITHOUT ATTRIBUTION TO WORLDSOURCES, INC. JAKARTA (JP): Attorney General Soedjono C. Atmonegoro revealed here yesterday that former president Soeharto has appointed a number of lawyers to represent him. ``Yes that's true,'' Soedjono replied hastily when asked by journalists. When pressed further he revealed that he had also recently met with them. ``They (lawyers) submitted a letter on their power of attorney,'' he said. Soedjono refused to divulge further details, saying only that there were ``several of them''. When pressed if they would be defending the former president, Soedjono evasively retorted: ``They are conducting their job in accordance with their code of ethics to defend truth and justice''. He said when asked why he himself was not Soeharto legal council that: ``Soeharto is now a private citizen so he has the right to be represented by private lawyers. He's nothing (not a public official) now.'' Since stepping down on May 21, the former president has faced mounting pressure for an investigation into alleged abuses of power and illicit accumulation of wealth by Soeharto, his family and cronies during his 32 years in office. Two committees have been formed by the public to investigate the Soeharto clan's wealth. "
		},
		{
			"id":"APW19980615.1218",
			"headline":"Soedjono denies claim on foreign lawyer, JAKARTA POST",
			"text":" WASHINGTON, D.C. 20003 Tel: 202-547-4512 Fax: 202-546-4194 COPYRIGHT 1998 BY WORLDSOURCES, INC., A JOINT VENTURE OF FDCH, INC. AND WORLD TIMES, INC. NO PORTION OF THE MATERIALS CONTAINED HEREIN MAY BE USED IN ANY MEDIA WITHOUT ATTRIBUTION TO WORLDSOURCES, INC. Attorney General Soedjono C. Atmonegoro claimed yesterday that a relatively unknown local by the name of Yohanes Yacob had been hired as former president Soeharto's lawyer and that he had not appointed any foreign attorneys. However serious questions remain about Yohanes' legal credentials after a background check revealed that his name was almost unknown in legal circles. Soedjono made his statement in an apparent attempt to correct some media reports that he had met foreign lawyers hired by Soeharto. The spokesman for the Attorney General's Office, Barman Zahir, told The Jakarta Post that he was summoned by Soedjono yesterday morning and revealed Yohanes' name to prove his argument. ``Please notify the media to correct their reports saying that Soeharto has hired a foreign lawyer. He is not a foreigner, he is Indonesian,'' Soedjono was quoted by Barman as saying. According to Barman, Soedjono did not give any details about Yohanes. Soedjono himself was not available for comment. The revelation came as a surprise to many as Yohanes' name is unheard of among prominent legal practitioners. Attempts to track Yohanes down also proved almost fruitless as few people had heard of him. Many even raised serious doubts as to his true identity. The chairmen of all three lawyer's organizations, Haryono Tjitrosoebono of the Indonesian Bar Association (IKADIN), Yan Apul from the Indonesian Advocates Association (AAI) and Yan Juanda Saputra from the Association of Indonesian Lawyers (IPHI) all told the Post that they had not heard of Yohanes. ``I can assure you that his name is not on IKADIN's list,'' Haryono said. Juanda Saputra however said that friends in the Attorney General's Office had told him that Yohanes is the chairman of a little known legal aid office in Tebet, South Jakarta. Soedjono admitted Thursday that he had met lawyers representing Soeharto. At the time he rushed off and refused to give further details. Demonstrators and opposition leaders have been demanding that an investigation be conducted into whether Soeharto and his family accumulated wealth illegally while he was in power. Separately yesterday, Armed Forces spokesman Brig. Gen. A. Wahab Mokodongan said he was not adverse to an investigation by the Attorney General's office into corruption under Soeharto. ``ABRI is part of the government. And the authority to conduct the investigation is the Attorney General's office,'' he told reporters. "
		},
		{
			"id":"XIE19980912.0186",
			"headline":"Indonesia Vows to Hunt State Assets Stashed Abroad",
			"text":" JAKARTA, September 12 (Xinhua) -- Indonesian Attorney General Andi Muhammad Ghalib pledged to hunt state assets which were allegedly stashed overseas during the 32-year rule of former president Soeharto, the Jakarta Post reported Saturday. \"We will consult with the Foreign Ministry to rescue the state assets stashed overseas,\" Ghalib told reporters after meeting Swiss Ambassador to Indonesia Gerard Fonjallaz at his office Friday. Indonesian Foreign Affairs Minister Ali Alatas said earlier this week that his ministry was ready to assist the Attorney General's Office in rescuing state assets possibly stashed abroad during the Soeharto era. \"We will make the best of this offer... the minister of foreign affairs (Ali Alatas) has also offered to cooperate,\" Ghalib said. Fonjallaz denied that the investigation into Soeharto's wealth was on the agenda during his meeting with the attorney general. The purpose of his visit is to explain that Switzerland's banking secrecy is \"not absolute\" as long as there is a formal demand from a particular country to launch investigations into a suspected bank account, he said. \"We would not take the initiative (to launch the investigation), it has to come from the country of origin of the person (suspected of having illegally-gained deposits),\" he added. Ghalib came under fire after he said on Monday that he believed Soeharto's public denial of charges that he had accumulated a fortune worth billions of U.S. dollars during his rule. Soeharto, in a speech on the channel controlled by his eldest daughter Siti Hardijanti Rukmana on Sunday, said: \"The fact is, I don't have even one cent of savings abroad, don't have accounts at foreign banks... let alone hundreds of billion of dollars.\" American magazine Forbes estimated in July that Soeharto, who stepped down amid mounting public pressure on May 21, had a fortune worth 4 billion U.S. dollars. "
		},
		{
			"id":"XIE19980922.0307",
			"headline":"Indonesia Investigates Ex-President's Wealth",
			"text":" JAKARTA, September 22 (Xinhua) -- Indonesian Attorney General Andi M. Ghalib Monday said he would ask former President Soeharto to sign a letter of authorization that would enable the investigation team to probe Soeharto's overseas wealth. \"With this letter of authorization, I can go anywhere in the world to search accounts that may be held by Soeharto,\" Ghalib was quoted by the newspaper The Indonesian Observer Tuesday as saying. Without such a letter, it will be hard for the team to ask foreign banks to open their records due to long-established banking secrecy policies, he added. The Indonesian government has set up two teams to investigate alleged corruption by Soeharto as well as his wealth. A team of investigators will soon question Soeharto, Ghalib said without mentioning time and place for the questioning. Local and foreign reports have accused Soeharto of amassing wealth illegally during his 32-year reign and stashing the fortune overseas. But Soeharto, who stepped down amid mounting public pressure on May 21, swore that he did not have any deposits abroad in a statement broadcast by his own daughter's television station early this month. Meanwhile, State Secretary/Minister Akbar Tanjung Monday reiterated the government's seriousness in investigating Soeharto's wealth. \"The government is serious in investigating Soeharto's personal fortune. Should there be indications (that this wealth was amassed illegally), the government will pursue the case and take legal action,\" he told reporters. He said the special team tasked to investigate the former president has already scheduled a meeting with Soeharto. \"Yes, Soeharto will receive the team soon,\" Tanjung said. "
		}
	]
}
