{
    "docSet": [
        {
            "headline": "Yunnan Strengthen Environmental Protection", 
            "text": "\n<P>\nKUNMING, February 14 (Xinhua) -- Northwest China's Yunnan\nProvince has launched a project to strengthen environmental\nprotection, and will pour more investment into the sector.\n</P>\n<P>\nYunnan plans to achieve widespread improvement in its\nenvironment by the first decade of the next century, with forest\ncoverage rate hitting 30 percent, and the area of natural reserve\nzones accounting for eight percent of the province's total land.\n</P>\n<P>\nEfforts will be focused on 100 severely polluting sources, and\nprovincial officials will close 15 kinds of small enterprises. By\nthe year 2000, the volume of waste discharged by Yunnan will be\nreduced to the national standard.\n</P>\n<P>\nYunnan also has decided to strengthen environmental protection\nof its lake areas, which are the main residential areas there, by\nworking out many restrictions for the use of lake resources. It\nhas already succeeded in improving the water quality of the\nDianchi Lake and Nanpanjiang River.\n</P>\n<P>\nRegional ecological protection programs have also been launched\nto reduce the deterioration of the ecological environment. The\nprovince has limited the number of trees to be chopped down in the\nforest area in northwest Yunnan and has stopped building sugar\nfactories in the Xishuangbanna region to preserve the only\ntropical rain forest in the country located there.  \n</P>\n", 
            "id": "XIE19970214.0174"
        }, 
        {
            "headline": "China Taking Steps To Protect Tropical Rain Forest (1)", 
            "text": "\n<P>\nKUNMING, April 8 (Xinhua) -- China's largest tropical rain\nforest, in the Xishuangbanna nature reserve in Yunnan Province,\nwill get further protection when the reserve is enlarged from\n247,000 ha to 533,000 ha, according to Zhuang Yan, head of the\nXishuangbanna Dai Autonomous Prefecture.\n</P>\n<P>\nZhuang says that they are removing itinerant farmers from the\nrain forest and helping them settle elsewhere.\n</P>\n<P>\nHan Xingguo, of the Xishuangbanna Tropical Botanical Garden,\nsays that the Himalayas acts as a natural protective screen,\nstopping cold air from the north, while warm, moist air from the\nIndian Ocean brings plentiful rain.\n</P>\n<P>\nThis allows the tropical rain forest to harbor many rare and\nvaluable flora and fauna that are on the verge of extinction\nelsewhere, Han says, but because it's between a torrid zone and a\nsubtropical zone, it is more fragile than those at the equator.\n</P>\n<P>\nXishuangbanna has at least 58 species of rare or endangered\nplants, 15 percent of China's total number, and it is home to 102\nspecies of mammals and 427 species of birds, a quarter and a third\nof China's total, respectively.\n</P>\n<P>\nProtecting the area means protecting an important gene\nstorehouse, Han says.\n</P>\n<P>\nThe first nature reserve was established on 57,000 ha of land\nin Xishuangbanna as early as in 1959, and after nearly four\ndecades it has grown to 247,000 ha with most of the rain forest.\n</P>\n<P>\nThe Academy of Sciences has observation posts in the forest to\nstudy the bio-diversity and scientists have moved 3,000 rare\nplants to a special 90-ha area for protection.\n</P>\n", 
            "id": "XIE19980408.0186"
        }, 
        {
            "headline": "Africa's Lumber Producers to Meet in Angola", 
            "text": "\n<P>\nLUANDA, April 12 (Xinhua) -- A ministerial meeting of Africa's\nlumber producers will meet in Cabinda, Angola to discuss and work\nout new policy for lumber imports and exports.\n</P>\n<P>\nOfficials of the preparatory committee was quoted by the\nAngolan News Agency today as saying the meeting, scheduled on May\n2-5, will also discuss the issue of how to protect the varieties\nof tropical rain forest.\n</P>\n<P>\nSpecialists will meet on April 27 to make preparation for the\nmeeting at a center in Cabinda, built specially by the government\nat a cost of 5 million U.S. Dollars.\n</P>\n<P>\nAngola, Liberia, Nigeria, Gabon, Congo, Cameroon, Sao Tome and\nPrincipe, Tanzania, Ghana, Cote d'Ivoire, Zaire, Equatorial\nGuinea and the Central African Republic are members of the\nAfrican Lumber Organization. \n</P>\n", 
            "id": "XIE19960412.0020"
        }, 
        {
            "headline": "Africa Timber Conference To Open Soon", 
            "text": "\n<P>\nLUANDA, April 24 (Xinhua) -- The 17th Africa Timber Conference\nsponsored by the African Timber Organization (ATO) is to open in\nAngola's northern city Cabinda from April 29 to May 7.\n</P>\n<P>\nThe focus of the forthcoming timber conference is to discuss\nand formulate new policies on African development of timber\nindustry, including timber export and import.\n</P>\n<P>\nConservation of tropical rain forest will be another major\ntopic for the meeting, Angola's Deputy Minister of Agriculture\nZacarias Sambeny announced here today.\n</P>\n<P>\nDuring the conference, representatives from 13 ATO member\nstates will also discuss an ATO work report and a 1996/98 budget\nof the organization.\n</P>\n<P>\nThe ATO, set up in 1976, comprises Angola, Tanzania, Liberia,\nThe Central African Republic, Cameroon, Nigeria, Zaire, the\nCongo, Corte D'Ivoire, Gabon, Sao Tome and Principe, Ghana,\nEquatorial Guinea. \n</P>\n", 
            "id": "XIE19960425.0064"
        }, 
        {
            "headline": "Experts Call for Protecting Gibbons", 
            "text": "\n<P>\nHAIKOU, May 21 (Xinhua) -- Experts from across China today\ncalled for urgent action to protect the dwindling number of black\ngibbons in southern China's Hainan province.\n</P>\n<P>\nA total of 150 experts and professors from 25 research\ninstitutes and colleges across the country have launched the\nnationwide appeal. They called on government departments to\nparticipate in and mobilize social forces to enhance the\nconstruction and management of a natural protection zone on\nBawangling Mountain, where black gibbons live.\n</P>\n<P>\nLocated in the western part of Hainan province, Bawangling\nMountain boasts more than 1,000 varieties of wild animals, with\nover 40 kinds belonging to rare animals.\n</P>\n<P>\nIn the 1950s, there were 2,000 black gibbons living in the\nforest area of the province's 10 counties. Living space for\ngibbons fell dramatically with increasing human population,\ndeterioration of forest environments, and excessive cutting of\ntropical rain forests.\n</P>\n<P>\nNow there are only 15 to 20 gibbons remaining in the mountain\narea.\n</P>\n<P>\nGibbons are regarded as an animal indicator in the tropical\nrain forest. They have the same skeletal structure as humans --\nfour limbs, facial features, internal organs, and similar blood as\nhuman beings; and they are physiologically, psychologically and\nmentally similar to human beings.\n</P>\n<P>\nGibbons are of high research value, regarded by many as\nprecious as giant pandas in China, according to experts.\n</P>\n<P>\nMany international and foreign organizations have paid close\nattention to the protection of gibbons. They sent teams to conduct\non-the-spot studies, established research centers, provide funds\nand publish information to generate world wide attention to their\nplight.\n</P>\n<P>\nHainan provincial government department has vowed to set up a\nfoundation for the protection of gibbons, and to prevent and crack\ndown on activities which threaten the life of gibbons. \n</P>\n", 
            "id": "XIE19960521.0167"
        }, 
        {
            "headline": "Tropical Rain Afforestation Project in Hainan", 
            "text": "\n<P>\nHAIKOU, June 22 (Xinhua) -- A tropical rain forest project is\nto start soon in south China's Hainan province.\n</P>\n<P>\nUnder the program tropical rain-forest trees will be planted,\nalong with tropical fruit trees and economic trees. Related\nagricultural and sideline product processing zones will also be\nestablished in the area of 5,400 hectares in Jianfeng Mountain\narea, Ledong county in southern parts of Hainan province.\n</P>\n<P>\nThe project will cost 35 million US dollars, with 18 million\ncoming from Asian Development Bank loans.\n</P>\n<P>\nCui Xiaosu, an official in charge of the implementation of the\nproject, said that the theme of the project will focus on\nenvironmental protection and help the poor in the project area.\n</P>\n<P>\nMeanwhile Cui is also confident about the economic returns of\nthe project, since the area boasts rich land resources and\nfavorable soil and climate conditions for the growing of tropical\nrain trees.\n</P>\n<P>\nThe project area now has 12,000 people, mainly of the Li\nnationality.\n</P>\n<P>\nImplementation of the project will stimulate local economic\ndevelopment, expand employment and improve farming skills of local\npeople. More than 30,000 people are expected to benefit from the\nproject.\n</P>\n<P>\nJianfeng Mountain tropical rain forest, covering more than\n44,600 hectares, is now the largest in China. The forest is of\ngreat importance to the environmental and ecological protection in\nHainan province and even Southeast Asia.\n</P>\n<P>\nThere are also many endangered and unique plants in the area.\n</P>\n<P>\nChinese government has always attached great importance to the\nprotection of this area. It first set up a tropical primary forest\nprotection zone in the area in 1951. A national forest garden was\nestablished there in 1992, and in 1993, Hainan provincial\ngovernment decided to stop commercial tree felling in the area.\n</P>\n", 
            "id": "XIE19960622.0230"
        }, 
        {
            "headline": "Rain Forest Reserve Plans To Enlarge Its Area", 
            "text": "\n<P>\nKUNMING, June 23 (Xinhua) -- Xishuangbanna, one of China's\nlargest tropical rain forest reserves, will almost double its area\nto bring more wild plants and animals under protection.\n</P>\n<P>\nThe Xishuangbanna Dai Autonomous Prefecture of southwest\nChina's Yunnan Province has decided to enlarge the reserve area to\n470,000 hectares from its present 268,000 ha., according to the\nlocal government.\n</P>\n<P>\nThe government has also formed a team of armed patrolmen to\ndiscourage poaching and illegal lumbering in the area.\n</P>\n<P>\nThe area, bordering on Myanmar and Laos, earned its reputation\nas \"a kingdom of plants and animals\" for its more than 20,000\nspecies of plants, 429 species of birds, and 67 species of animals.\n</P>\n<P>\nChina's largest group of wild Indian elephants, as well as\ngaurus, peacocks, gibbons, and 105 other endangered species under\nprotection, inhabit the primeval forest. \n</P>\n", 
            "id": "XIE19970623.0147"
        }, 
        {
            "headline": "Malaysia, Austria to Expand Bilateral Relations", 
            "text": "\n<P>\nKUALA LUMPUR, August 2 (Xinhua) -- Malaysia and Austria have\nagreed to further expand bilateral relations by promoting two-way\ntrade, mutual investment, creation of joint ventures and third\nmarket initiatives.\n</P>\n<P>\nA joint statement issued today at the end of the four-day\nofficial visit by Austrian Chancellor Franz Vranitzky to Malaysia\nsaid Austria has offered scholarships for Malaysian students'\npost-graduate studies in sustainable rain forest management in the\ncountry.\n</P>\n<P>\nAustria also invited Malaysian experts to study the dual system\nof vocational education in the country, its hydroelectric power\ngeneration and Austrian know-how in the use of mineral springs for\ntherapeutical and preventive medical purposes.\n</P>\n<P>\nThe two sides have agreed to support the early implementation\nof the decisions taken at the Asia-Europe Meeting (ASEM) in\nBangkok in March this year.\n</P>\n<P>\nMalaysia and Austria also agreed to work together with other\nparticipants of the ASEM process on the establishment of an Asian\nEuropean Business Council which will comprise representatives from\nsmall and medium-sized enterprises.\n</P>\n<P>\nThe statement said Malaysian Prime Minister Mahathir Mohamad\nhas agreed to visit Austria in the near future in a bid to promote\ncloser cooperation between the two countries.  \n</P>\n", 
            "id": "XIE19960802.0193"
        }, 
        {
            "headline": "Tanzanian Vice-President on Control of", 
            "text": "\n<P>\nDAR ES SALAAM, August 5 (Xinhua) -- Tanzanian Vice-President\nOmar Ali Juma has called for concerted efforts and cooperation\namong African nations in designing programs to curb deforestation\nand land degradation.\n</P>\n<P>\nJuma made the appeal while opening a five-day international\nworkshop on composite materials and waste minimization here on\nMonday.\n</P>\n<P>\nHe said that there is great hope in new technologies to turn\nagricultural residues and wastes into useful construction\nmaterials and therefore reduce dependence on wood products.\n</P>\n<P>\nThe vice-president noted that deforestation and land\ndegradation are taking place at a great pace in the country,\ncautioning that unless drastic measures were taken, Tanzania and\nmany other African countries would soon experience\ndesertification.\n</P>\n<P>\nHe said that the indiscriminate use of forests is largely\ncaused by poverty, \"symbolized by such negative practices as\nrampant felling of trees for firewood and bad farming practices.\"\n</P>\n<P>\nThe dwindling rain forest reserves and rapid expansion of the\nSahara desert southwards pose a threat to the survival of the\npeople in the African countries, Juma warned.\n</P>\n<P>\nThe workshop is being attended by experts from 14 countries in\nAfrica and Europe. \n</P>\n", 
            "id": "XIE19970805.0167"
        }, 
        {
            "headline": "Brazil, Malaysia to Launch Satellites", 
            "text": "\n<P>\nRIO DE JANEIRO, August 28 (Xinhua) -- Brazil and\nMalaysia are to jointly launch a series of remote sensing\nsatellites (RSS) from 1998 to monitor tropical forests.\n</P>\n<P>\nThe launching of the RSSs, the first of this kind of satellite\non a permanent orbit 900 kilometers above the equator, is\nestimated to cost 37 millon U.S. dollars.\n</P>\n<P>\nThe RSSs will monitor 2,200 square kilometers of the Amazon\nrain forest, which it will pass over every 105 minutes, said\nBrazil's National Institute of Space Research.\n</P>\n<P>\nSatellites currently monitoring the region cannot see clearly\nthrough the thick clouds which cover the region for several months\nannually, but the RSSs can do that.\n</P>\n<P>\nBrazil, which is in charge of the design of the RSS, plans to\nbuild a land-monitoring base in the Cuiaba city, located in\nAmazon's Pantanal wetlands.\n</P>\n<P>\nMalaysia, also endowed with rich tropical rain forest, will\nbuild bases on its territory to pick up and analyse data from the\nsatellites.\n</P>\n<P>\nDirector of the Brazilian institute, Marcio Nogueira Barbosa,\nrecently visited Malaysia to negotiate the joint launching of the\nRSSs, a project which is estimated to last eight years. \n</P>\n", 
            "id": "XIE19960829.0233"
        }
    ], 
    "id": "D1015C", 
    "title": "Rain Forest Destruction"
}