{
	"id":"D1011C",
	"title":"Eating Disorders",
	"docSet":[
		{
			"id":"APW_ENG_20041005.0361",
			"headline":"'New era' for appetite-suppressing hormone, leptin; now eyed as possible treatment for infertility",
			"text":" An appetite-curbing hormone that failed to live up to its early buzz as a possible key to slowing obesity is now being probed as a potential aid for women who suffer from infertility and eating disorders. \"This represents essentially a new era for leptin,\" said Dr. Jean Chan, one of the researchers exploring new uses for the hormone. \"Now that we understand so much more about what this hormone does, we can target it appropriately for the right condition.\" A very small study, led by researchers at the Beth Israel Deaconess Medical Center and at Massachusetts General Hospital and published recently in the New England Journal of Medicine, found that leptin restored menstrual periods in a few female athletes who hadn't had periods for an average of 5 1/2 years. Authors of the study also said there were some preliminary signs that the hormone improved bone density, which begins to decline when women stop menstruating. Women with low body fat, including athletes and those with eating disorders, often stop menstruating, developing a condition called hypothalamic amenorrhea. The condition, caused by the way the brain regulates the reproductive system, can also affect some women who are overly thin. Doctors believe some of those cases are caused by stress. But in others, they believe it may be caused by subtler changes in body composition caused by diet and exercise. The new work on leptin may offer clues to the condition's cause. One function of leptin, which was discovered in 1994, is to regulate appetite. It was originally thought that increasing leptin might suppress the appetites of obese people. But studies found heavy people tended to have plenty of leptin and adding more didn't help. Researchers in the new study, which was funded by institutional grants and Amgen, the developer of a drug based on the hormone, began looking at people who may not have enough leptin because of low body fat. The researchers gave injections of Amgen's synthetic leptin to eight competitive women athletes, all with hypothalamic amenorrhea. The injections raised the women's leptin levels to those of normal women or higher. Treatment was given until they responded or up to three months, whichever came first. (One woman dropped out of the study.) Five of the remaining seven showed promising results, according to the study. Three of the women, one of whom had not had a period in 14 years, ovulated and had menstrual bleeding. Two others were \"for all intents and purposes about to ovulate,\" Chan said. Researchers said they envisioned possible fertility treatments, help for thin athletes at risk of bone fractures, and restoration of menstruation to patients recovering from anorexia. Dr. Barbara Corkey, president of the North American Association for the Study of Obesity and a professor of medicine and biochemistry at Boston University, said the study had found a \"creative use of leptin,\" but she wasn't surprised. \"Leptin doesn't have only one function,\" she said. \"It serves another function and this highlights that.\" Dr. William Schlaff, president of the Society for Reproductive Endocrinology and Infertility and a professor at the University of Colorado Health Sciences Center in Denver, said the study was \"very nicely designed\" and had made an \"important first observation\" that needed further study. Ultimately, he speculated, it could lead to advances that would help infertile women. Dr. Rexford Ahima, at the University of Pennsylvania School of Medicine's Division of Endocrinology, Diabetes and Metabolism, said the study suggested that leptin is the signal that links fat tissue to the brain and instructs it to control menstruation. Ahima agreed that leptin might have potential as a fertility treatment. But he had questions about its use as a treatment for eating disorders, noting that anorexia is primarily a psychiatric disorder whose root cause should be addressed before leptin is considered. Chan, at the Beth Israel medical center, said researchers are already planning a longer study of a larger group of women. "
		},
		{
			"id":"NYT_ENG_20041013.0054",
			"headline":"ANOREXIA NOT JUST MALADY OF YOUNG WOMEN",
			"text":" Mention anorexia and images of young women immediately come to mind: Mary Kate Olsen, Tracy Gold, Jamie Lynn Discalia. Not Bradlea Hecht. She's 57, married, a mother of two. She's certainly not on a quest to look like an A-list actress or pop star. But she is anorexic and has suffered from the disease, and bulimia, on and off since she was 14. Years of claiming she wasn't hungry, eating small meals such as an apple and a salad, running errands or taking a walk while her co-workers went to lunch or purging when she ate more than made her comfortable were all part of Hecht's routine. \"It's no longer about control or the desire to be skinny,\" says Hecht. \"Now it is a matter of shedding an ingrained habit.\" Medical professionals say they see more and more adult women like Hecht -- that is, those older than college age -- suffering from eating disorders. Men, too, are being diagnosed as bulimic or anorexic at an increasing rate, says Dr. Sharon Alger-Mayer, who works in the division of clinical nutrition at Albany Medical Center Hospital. As recently as 10 years ago it was a 1-to-10 male-to-female ratio. Today it is 1-to-6. According to research done by The Renfrew Center in Philadelphia, the country's first free-standing and largest treatment facility for eating disorders, the age distribution has changed: 23.5 percent of the women treated at Renfrew are now over 35. And the toll of the disease, which is defined as a mental illness, goes beyond the emotional and physical effects felt by one person. \"When a person has an eating disorder, it becomes a family problem,\" Hecht says. \"Because it affects you and all your loved ones.\" Hecht says she doesn't talk about her eating disorder with her children, but she knows they love her and want her to stop. Her husband was her caretaker when her health got so bad she couldn't walk herself to the bathroom. Eventually she was admitted to an inpatient treatment facility. While media images continue to create cultural definitions of beauty associated with thinness, middle-aged women often experience other stress-inducing problems, such as separation or divorce, empty-nest syndrome and physical changes associated with their age, says Alger-Mayer. \"These are triggers for some women to get reacquainted with an eating pattern or coping style that worked for them while in college,\" says Alger-Mayer. Television shows such as \"The Swan\" or \"Extreme Makeover\" equate thinness and beauty with happiness. Plus people can't go through a typical day without hearing about the Atkins or South Beach diets. These factors can act as reminders and cause the eating disorder to resurface. For Hecht, the eating disorders were part of her life for many years, but she didn't admit it to herself, and others, until the mid-1990s. \"I was very secretive and ashamed. I would say 'I just don't like to eat,\"' she says. \"Lying goes with the illness, until you are ready to stop denying that you are ill.\" And the shame can by magnified for older people, says Tully. \"Women can feel shameful because many of the behaviors -- like the binging and purging chewing and spitting out and over-exercising -- are not understood,\" says Tully, who sees several adults with eating disorders each week. \"People fear they will be judged or that what they are doing could possibly be a childish thing.\" While the reasons for adult eating disorders vary widely, a majority of sufferers, if not previously anorexic or bulimic, have dealt with weight issues at some point in their lives, says Alger-Mayer. In many cases, it's about continuing control, as is the case with Albany's Rebecca Walker. The 29-year-old started restricting her food consumption and exercising excessively while a freshman in college. \"I was somebody who did everything,\" says Walker, who was valedictorian, prom queen and a three-sport athlete in high school. \"Then I went to college to play basketball and that, along with (academics), became overwhelming.\" It became clear, she says, that she wasn't going to be able to achieve the way she had in high school. \"I don't think I learned what I really enjoyed, I just performed. I didn't see choices, I saw expectations.\" The stress led her to control the one thing she could -- her body. She could choose, or limit, what she ate and exercise often. Today, anorexia is a part of her life, almost a routine. \"Especially as an adult, you know you are a smart person, and intellectually it is the dumbest thing,\" says Walker. \"Maybe I have been successful in other ways, but I always feel I am not measuring up.\" Both Hecht and Walker are medically underweight but, as part of ongoing therapy, prefer not to discuss numbers. Each has already suffered some of the permanent effects associated with the disease -- which can include weakened hearts, severe osteoporosis, teeth that break easily, brittle bones, loss of stamina and, most likely, a shortened life span, doctors say. \"I am 57, but I have a body that is 75 or 80,\" Hecht says. Most significantly, she says, the disease rules her social life. She does not eat in restaurants or at other people's homes, unless it can't be avoided. She'd rather be home with her \"safe foods,\" including grilled chicken, hard-boiled eggs or tuna in water. As each day goes by, full recovery becomes less and less likely for these women, and others like them, experts say. \"Older sufferers build a strong identity around this,\" Tully says. \"To ask them to seek recovery, or make changes, is like whipping away a security blanket.\" "
		},
		{
			"id":"APW_ENG_20041027.0030",
			"headline":"Experts urge caution in talking to anorexics",
			"text":" They became fast friends in college, sharing rides home and going to parties. Then, month by month, year by year, Lisa Roy noticed her friend getting thinner, alarmingly so. \"Like skin and bones,\" Roy recalled. The image haunted her so much that she mustered the courage during a semester abroad to write to her friend. \"I apologize if I'm wrong,\" she wrote, but she hoped her friend would seek help for her problem. \"That letter just woke me up,\" said the friend, an anorexic who wants to remain anonymous. The young woman did seek professional help. Six years later, she still keeps the letter. Thousands of Americans notice friends or daughters going beyond skinny to skeletal, and the urge to confront loved ones showing signs of anorexia _ \"Will you please just eat?!\" _ can be powerful. But mental health professionals counsel gentle persuasion over hard lobbying. Friends and family need to realize that an anorexic looking in the mirror does not see the same emaciated figure they do. \"You want to avoid getting into a full frontal assault because that almost always ends badly,\" said Dr. Doug Bunnell, a clinical psychologist and board president of the National Eating Disorders Association. Anorexia nervosa is a psychological disorder in which the sufferer becomes exceedingly thin and still believes he or she is overweight. Some exercise obsessively; others use laxatives or force themselves to vomit. Mental health officials have estimated that 0.5 percent to 3.7 percent of females will suffer from the potentially life-threatening disorder in their lifetime. Males are also diagnosed with anorexia, but at a much lower rate. An excruciating feature of the disorder is that it can seem to unfold in slow motion in front of friends and family as the sufferer gets progressively thinner. Loved ones are typically tormented by the same questions: Should I say anything? What do I say? When? Dr. Gina Scarano-Osika, a psychologist, said anorexics need to be made aware there is a problem before it becomes severe. But she offers a crucial warning to friends: Do not try to \"save\" someone on your own. \"A lot of kids think they can save the person themselves; if they just meet and have sleep-overs and talk about this and teach them how to eat, it will be OK,\" Scarano-Osika said. \"It's not true.\" Instead, she suggests talking to friends and family to organize an intervention in a comfortable place. Friends should involve adults such as parents, counselors, teachers _ someone the person trusts, Scarano-Osika said. Bunnell advises having a folder at the ready with names of medical professionals and helpful Web addresses. Small groups are better, Scarano-Osika said, because the person may be sheepish, embarrassed or defensive. The eating disorders association cautions not to worsen the situation with admonitions like \"You just need to eat!\" or \"You are acting irresponsibly.\" Try a softer tack, with phrases like \"I'm concerned about you.\" Be supportive. \"One of the hallmarks of the illness is denial of the illness,\" Bunnell said. \"So if you go at someone really harshly or in a confrontational way, you're just going to evoke a real defensive reaction.\" Lisa Roy tried to stay non-confrontational in her letter to her old college friend. Other friends helped her find professional help. An intervention does not always work the first time. Hard as it may be to do so, Bunnell said, friends and family have to accept that they are powerless. All they can do, he said, is keep speaking honestly about their concerns. \"You cannot personally put yourself on the hook for it,\" he said. ___ On the Net: National Eating Disorders Association: www.nationaleatingdisorders.org Capital Region Association for Eating Disorders: www.geocities.com/craedny/friend.html "
		},
		{
			"id":"NYT_ENG_20041101.0063",
			"headline":"NYTR-FPC-1BINGEEATIN",
			"text":" 11-1-04 Editors, an illustration is available on the FPC Web site -- www.nytrng.com/fpc/ -- to accompany this story. CREDIT: Robert Holst/NYTRNG (with sidebar 2BINGEEATING) Binge eating gets a closer look New study tests drug that curbs overeaters' urge The temptation to overeat will strike most of us during the holiday season, but for those who suffer from a binge-eating disorder, holiday feasting can be self-inflicted hell. Binge eating disorder is a newly recognized condition that probably affects millions of Americans. Those with the disorder frequently eat large amounts of food while feeling at a loss to control their eating. To date, there are no approved medications to treat binge-eating disorder, but a large, multi-center study may offer hope to the 2 percent of the population who suffer from it. Dr. Nathan Shapira, an assistant professor of psychiatry of the University of Florida's College of Medicine, is among the researchers testing the effectiveness of topiramate, a drug developed to treat the convulsions and seizures of epilepsy, in controlling binge eating. Shapira said that when topiramate was used for epilepsy patients, many reported that they also had a marked decrease in appetite and even lost weight. A small study of some 60 patients with binge eating disorder showed that those who received the topiramate rather than a placebo binged less often and also lost weight. The new study will test the effectiveness of topiramate in 350 binge eaters from around the country, Shapira said. Results are anticipated next year. It is funded by Ortho McNeil Pharmaceutical, which makes the drug. Binge eating disorder, Shapira emphasizes, is not the same as indulging in an occasional binge at the table or \"grazing\" through an array of buffet offerings. \"Everyone probably binges at some point, particularly during 'sanctioned' events like Thanksgiving dinner,\" Shapira said. \"The real difference between 'grazing' and binge eating is eating much more than normal in a short period of time, often less than two hours. \"It's a terrible situation to be surrounded by food when that's all that you are thinking about,\" he said. After a binge, he said, binge eaters feel disgusted with themselves. As a result, they often eat alone or very rapidly, and will eat until they are uncomfortably full. Unlike eating disorders such as bulimia nervosa or anorexia where victims are predominantly female, the ratio of female to male binge eaters is about 3-to-2. It is common in all ethnic groups. Almost all who have this disorder are either overweight or obese. It has been estimated that up to 30 percent of those in weight-loss programs have a binge-eating disorder. They usually develop a weight problem earlier in life and do not do as well in these programs. One study looking at Overeaters Anonymous found that 70 percent of the members had a binge eating disorder, Shapira said. The major complications of binge eating disorder are the diseases that accompany obesity. These include diabetes, high blood pressure, high cholesterol levels, gallbladder disease, heart disease and certain types of cancer. The causes of the disorder are still unknown, but up to half of all people with binge eating disorder have a history of depression. Whether depression is a cause or effect is unclear, according to the National Institutes of Health. Many people report that anger, sadness, boredom, anxiety or other negative emotions can trigger a binge episode. \"There's a lack of recognition that this disorder is very common and treatable,\" Shapira said. For those who think they might have an eating problem, he suggests two questions: Do you eat a lot of food in a short period? Do you feel out of control as you do so? Those who answer \"yes\" to both should consider whether they have a binge-eating disorder. (Diane Chun writes for The Gainesville (Fla.) Sun.) "
		},
		{
			"id":"NYT_ENG_20041108.0161",
			"headline":"DAUGHTER'S STRUGGLE WITH BULIMIA SPURS WOMAN TO ACTION",
			"text":" Her gnarled knuckles, marred with cracked skin, made Amanda Meador's hands look more like those of a seasoned car mechanic than of a 17-year-old. But the damage didn't come from turning wrenches in tight quarters under the hood of a car. It came from shoving her fingers down her throat six to 10 times a day. The gag reflex caused her teeth to clamp down as she yanked her hand out, biting into her fingers as she vomited. Purging that many times a day caused Amanda to lose 60 pounds in about a year's time. It almost caused her death. Following Christmas break during her senior year in high school, she was hospitalized for dehydration, low blood pressure and low blood sugar. That's what bulimia does. \"That is such a gross disease,\" said Amanda's mother, Dawn Montaner. \"You can't imagine anybody wanting to throw up.\" According to the National Eating Disorder Association, about 7 million U.S. females and 1 million males suffer from an eating disorder. Anorexia and bulimia typically begin in early to mid-adolescence. About one out of every five people with an eating disorder will die from the disease. While bulimics purge what they eat, anorexics essentially starve themselves. Montaner had been warned months before by one of her daughter's teachers that Amanda might have an eating disorder. Montaner, who thought the weight loss was from rigorous exercise and reduced food portions, was just glad her daughter was looking better. The teen kept purging until she was caught by her brother, who told their mother. Montaner said she still couldn't believe it, but this time she confronted her daughter. \"I will never forget the look in her face,\" Montaner said. \"It was just empty. There was no fear of being caught; it was just empty. Then she admitted that she threw up several times a day at school.\" Montaner said she sat in horror as her daughter detailed how easy it was to eat between classes at school, then go to the bathroom after class started and force herself to vomit. Soon after, Montaner learned that Amanda had also begun self-mutilation by cutting herself, a behavioral step not uncommon in people with eating disorders, according to experts. That was more than six years go. Amanda Meador, now Amanda Harsh, is married, has two children, and lives in Savannah, Ga. She's eating right and healthy, Montaner said, but the recovery process has been fraught with frustration, expensive therapy and a relapse after the children were born. When Montaner looked for help, she found that at the time, Waco did not have a specialist in eating disorder therapy. When a hospital psychiatrist recommended that her daughter go to an acute-care center for treatment, Montaner discovered that Texas had no such facility dedicated to eating disorders. She found one in Arizona, but it cost thousands of dollars per week for a mandatory 60-day stay and would not accept her daughter without $25,000 up front. Montaner, her husband and her ex-husband, Amanda's father, all had health insurance, but the three plans together didn't come close to covering the cost of treatment. She settled for a facility in Florida that the family could afford. During her daughter's 45-day stay, Montaner's anger turned to action. \"You didn't hear anything about it in schools. You heard about safe sex, drugs, AIDS ... but you never heard anything about eating disorders. That's when I decided to start Lifelines.\" Montaner established the nonprofit Lifelines Foundation for Eating Disorders with the goal of establishing the first acute-care facility in Texas dedicated solely to treating eating disorders. She plans on calling it \"The Haven.\" She has written hundreds of letters, including one to first lady Laura Bush that led to Montaner's being appointed to the adolescent health committee for the Texas Department of Health. When word about Amanda's ordeal got around her school, five of her classmates who also had eating disorders came forward, Montaner said. Using grant money to help with expenses, Montaner began traveling the state, speaking at other schools about eating disorders. \"I have heard one resounding theme,\" she said. \"School nurses and counselors don't have the information needed when a student, teacher, coach or family member comes to them for help.\" Montaner decided to do something about it. With an anonymous $64,000 donation, she had enough educational materials published to send to all 20 Education Service Centers in Texas. But for now, the materials are sitting on the same 11 pallets they were shipped to her on. Montaner is trying to raise the estimated $40,000 needed to get the items distributed. Heidi Strickler, an eating disorder specialist at Providence Healthcare Network's DePaul Center who arrived after Montaner started Lifelines, helped write the materials. \"I'm the only specialist in the area,\" Strickler said. \"Not many therapists want to deal with it because eating disorders have the highest mortality rate of any mental illness, and the patients are extremely difficult to work with.\" The materials include handouts, posters and booklets with information on the disease, how to get help and, most importantly, Montaner said, contact information on each piece. \"The materials are designed to be available to the kids so that they can pick one up and they don't have to talk to anybody,\" she said. \"They don't have to ask anybody for anything. They can pick one up and take it home.\" According to the NEDA, 80 percent of adolescent girls feel bad about their bodies, and 28 percent of boys are dissatisfied with their weight. Poor body image dating back to a swim meet Amanda won when she was 7 led to her battle with eating disorders, Montaner said. \"She climbed out of the pool, and some kid standing nearby said, 'Gee, I didn't know Shamu was swimming today,' \" Montaner said. \"There was also an incident not long after that when she was in choir and someone told her she should be wearing a tent rather than a robe. All those kinds of memories came out in therapy years later.\" Other battles Montaner has waged include seeking a change in state legislation that would force insurance companies to pay for treatment of eating disorders. So far the insurance lobby has blocked attempts to have anorexia and bulimia added to the list of serious mental illnesses that insurance companies are mandated to cover, which includes schizophrenia and bipolar disorder. In the meantime, people like Amanda will continue the daily struggle to keep their disorder in check. For now, she's winning, and the only thing adorning her fingers these days is a wedding ring with the words \"I Love You,\" from husband Ronnie Harsh. To get in touch with Lifelines Foundations for Eating Disorders, call (254) 741-9998 or go online at www.lfed.org. John Allen writes for the Waco Tribune-Herald. E-mail: or jallenwacotrib.com. "
		},
		{
			"id":"NYT_ENG_20041129.0131",
			"headline":"YOUR EATING DISORDER DOESN'T MEET OUR CRITERIA",
			"text":" Imagine a 20-year-old woman who refuses to eat anything except carrots and toast because she is afraid of gaining weight, even though she is 5-foot-8 and weighs only 99 pounds. She exercises to the point of exhaustion five mornings a week because, though she is bone-thin, she thinks her thighs are too flabby. Her periods are irregular, but she has never gone more than three months without menstruating. Another woman, who is also 20 and also 5-foot-8, has an opposite eating pattern. She goes without eating all day, and starting at 6 p.m. she eats nonstop, whatever she can get her hands on. Her favorite pastime is to sit in front of the television with a gallon of mocha-chip ice cream. She maintains a normal weight of 130 by occasionally forcing herself to vomit. But purging is not always easy in her college dormitory, with four young women sharing a single bathroom, so she ends up vomiting, on average, about once a week. Everyone can agree that these women have some sort of disordered eating. But psychiatrists would say that neither one falls into the strict definition of anorexia nervosa, the most severe eating disorder, or its relative, bulimia nervosa. According to the bible of psychiatric diagnosis, the American Psychiatric Association's Diagnostic and Statistical Manual,anorexia must be accompanied by cessation of menstrual periods for at least three months in a row, and bulimia must involve vomiting or other forms of purging at least twice a week, on average. Instead these women, and thousands like them, would fall into a category that doctors have been relying on for years, a vague nondiagnosis known by the acronym EDNOS: eating disorder not otherwise specified. Diagnosing psychiatric conditions is more of an art than a science, and the Not Otherwise Specified label reflects the imprecision of that art. The American Psychiatric Association's manual has a Not Otherwise Specified category for many disorders, whenever symptoms are so vague, so mild or so untreatable that it doesn't seem to warrant the full-fledged diagnosis. With the manual continually under revision, the Not Otherwise Specified grab bag is the place where new diagnoses emerge. For instance, the diagnosis of Asperger's syndrome, a variant of autism, was pulled from a collection of disorders previously labeled Pervasive Personality Disorder Not Otherwise Specified. Much is at stake in whether a condition is elevated to the status of a full-fledged diagnosis. Because no laboratory tests or other objective criteria exist for making psychiatric diagnoses, the American Psychiatric Association's manual is the definitive arbiter of the line between normal and abnormal. Its definitions help determine such practical matters as insurance reimbursement, competence and eligibility for disability. But they also help determine something more elusive, and probably more important: whether someone's behavior should be considered a personality quirk or a symptom of mental illness. Now, in the diagnostic category of eating disorders, the search for greater specificity in the Not Otherwise Specified grab bag is generating much attention. \"The Future of EDNOS\" was a topic at an international meeting on eating disorders in Amsterdam, the Netherlands, last month, and it is the title of a book expected to be released in Europe next year. To some observers, this new attention comes not a moment too soon. \"EDNOS right now is a real hodgepodge,\" said Dr. B. Timothy Walsh, professor of pediatric psychopharmacology at Columbia. \"We have people in that category with anorexia nervosa,\" but they still menstruate so they don't meet all the criteria for a formal diagnosis. Similarly, Walsh said, \"we have people who are obese and binge but don't vomit,\" so they don't fit into the strict definition of bulimia nervosa, which requires both binging and purging. Or they might binge and vomit once a week, but to qualify as bulimic they would have to vomit at least twice a week. \"What we really need to do is collect data,\" Walsh said. \"All the knowledge base we currently have relates to people who vomit twice a week. But if it turns out that the characteristics of those who binge and vomit once a week are similar to those who do so twice a week, then we can loosen the criteria for bulimia nervosa.\" The history of eating disorders has been a gradual one as the Diagnostic and Statistical Manual has been revised through the years. Anorexia nervosa first appeared in the version of the manual published in 1980, and bulimia appeared for the first time in the same edition. Bulimia was renamed bulimia nervosa in the next edition, which came out in 1987. Anorexia nervosa affects 0.5 to 3.7 percent -- or about 1.5 million to 11 million American women -- at some point in life, according to the National Institute of Mental Health. Rates are lower among men and teenage boys. The lifetime prevalence of bulimia is higher -- from 1.1 to 4.2 percent of women -- with a similar age and sex distribution. In the current version of the diagnostic manual, published in 1994, one condition -- binge eating disorder -- was pulled out of EDNOS and listed as a \"provisional diagnostic category,\" the first step in the process of achieving its own diagnosis. The disorder is much like bulimia nervosa, but without the purging. The \"provisional\" designation highlights the need for more research into a condition's prevalence and treatment, and highlighting binge eating disorder in this way was a prelude to its being named as a separate diagnosis in the manual that is to appear in 2012. \"That's one of most compelling reasons to get something out of the Not Otherwise Specified category,\" said Dr. Michael First, associate professor of clinical psychiatry at Columbia. First is a member of the planning group that is directing the enormous undertaking of revising the manual for its fifth edition. \"If you feel that there's a homogeneous group of patients in there for which there's a treatment, the fact that it's called Not Otherwise Specified really obscures it, hindering treatment, hindering research,\" he said. Another candidate for a new eating disorder in the fifth edition of the manual can be thought of as the flip side of binge eating, a condition that has been labeled \"purging disorder\" by Dr. Pamela Keel, an associate professor of psychology at the University of Iowa. Just as binge eating disorder has many of the characteristics of bulimia, so does purging disorder. But neither meets the strict criteria for bulimia nervosa. People with purging disorder, Keel said, are of normal weight, and they purge after eating normal or even small amounts of food. Right now, purging disorder is relatively hidden, buried in the EDNOS category. And until the Diagnostic and Statistical Manual panelists ask for more data, as they have for binge eating disorder, not much more will be known, Keel said. \"Within widely used diagnostic interviews, if a person has never had a low weight and denies a history of binge eating, the interviewer skips all questions regarding the use of vomiting, laxatives or diuretics to control weight,\" Keel wrote in an e-mail message. \"It's very difficult to learn more about a problem if you never ask any questions about it.\" (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.) As First sees it, several criteria must be met before a diagnosis is pulled out of the Not Otherwise Specified category and into a stand-alone diagnosis. These criteria have to be met before binge eating disorder, purging disorder or any other condition emerges out of the EDNOS grab bag. The first requirement is that a significant number of patients must be affected, he said. Second, there has to be evidence of an existing and effective treatment. The criterion of an effective treatment has prevented many conditions from being entered in the Diagnostic and Statistical Manual. In the 1980s, there was an effort to include \"sadistic personality disorder.\" But it failed, said First, because no treatment existed. \"We could have decided to call something sadistic personality disorder,\" he said, \"but if there's no treatment, what would be the point?\" The third criterion for removing a condition from the Not Otherwise Specified category is the trickiest to meet. It relates to a kind of diagnosis-creep. Experts working on Diagnostic and Statistical Manual panels must ask how close the condition is to behavior that could be considered normal. For binge eating disorder, for instance, they must ask: When is such behavior a true psychiatric condition, and when is it the kind of thing that almost everyone engages in every Thanksgiving? \"This is the matter of what we call false positives,\" First said. \"It's the danger of defining as a psychiatric syndrome a set of symptoms that normal people have.\" When a new category is created in the manual, he said, \"you're trying to identify a category that will help patients get treatment.\" \"But,\" he continued, \"you're worried that this category is going to be applied to normal people as well.\" Some psychiatrists want to create a different label for EDNOS, calling it instead \"mixed eating disorder\" or \"atypical eating disorder.\" But Walsh of Columbia said that would be merely a cosmetic change. \"If I'm a clinician and I get a call from a school saying, 'Hey, I've got a person with mixed eating disorder coming over,' I don't know if I'm going to be seeing someone who weighs 80 pounds or 280 pounds,\" he said. \"The whole belief that diagnoses are useful things rests on their ability to put together under one umbrella a relatively homogeneous set of syndromes, which gives the clinician the ability to shortcut a full assessment.\" Diagnostic labels, said Walsh, \"allow big shortcuts.\" Keel, on the other hand, prefers the term \"mixed eating disorder\" over EDNOS. She said the mixed eating disorder label \"may have the benefit of eliminating the false impression that EDNOS is somehow less severe or less clinically significant than so-called full-threshold eating disorders.\" But she expressed concern that the term would limit the enthusiasm for teasing out what other identifiable conditions lie within the EDNOS category. As experts debate what to do about EDNOS -- pull out distinct disorders from the grab bag category, change the diagnostic criteria for the existing disorder, give the grab bag a more scientific-sounding name -- people with disordered eating are left in a kind of therapeutic limbo. Eventually, the hope is, the uncertainties will be resolved, and the woman with anorexia who still menstruates and the woman with bulimia who only purges once a week, will be able to get the diagnosis and treatment that they need. "
		},
		{
			"id":"NYT_ENG_20041203.0174",
			"headline":"EMBARGOED FOR SUNDAY, DEC. 5 WASTING AWAY ON THE WEB",
			"text":" This is how Emma, 15, and a fan of Web sites promoting anorexia, nearly starved herself to death: She began by \"eating healthy,\" she says, choosing salads and giving up fast food. But when that wasn't enough, she went online to learn how to lose more weight \"safely.\" Or so she thought. Emma, who once carried 150 pounds on her 5-foot-5 athletic frame and was teased about being chunky, succeeded over a year's time in dropping pounds, winning the praise of boys who thought she looked hot and girls who envied her body. Yet the excessive dieting, accompanied by breakneck exercising, nearly killed her. From her bed in the intensive care unit at Children's Hospital of Austin in August, Emma talked about her journey to be \"perfect,\" which to her meant being rail thin. She was down to 96 pounds. Sunken cheek bones. Deep-set eyes. Ribs protruding a bit. Her spine clearly showing. Her menstrual cycle had stopped seven months earlier. She had passed out at band practice. She couldn't keep warm. She wore jackets in 90-degree heat. \"My brain wasn't working. I couldn't think straight,\" she recalls. Her vital organs, her heart in particular, began shutting down. At school, some classmates called Emma (not her real name) \"Skeletor.\" A lot was wrong. Her parents suspected anorexia for months. They pushed her to eat. They monitored her weight. She tricked them by strapping ankle weights under her pant legs, using the advice of Web sites known collectively as \"pro-Ana\" (Ana is short for anorexia). The sites have been around for more than two years and are the targets of groups such as the National Association of Anorexia Nervosa and Associated Disorders. The association has had limited success in persuading Internet providers to shut down the sites because they can be harmful to minors, but the sites reappear through other providers. \"Food is the drug we all must quit,\" wrote someone going by the name of Thai in a pro-Ana journal. Next to the entry is a photo of a woman in a crop top with every rib bone showing. That type of encouragement alarms the anorexia association and other groups that are asking: What can be more harmful than encouraging people to stop eating? Type in the right search words on Google and nearly 5,000 results are displayed. Many of the sites no longer exist, but many still offer this type of advice: \"Curl up in a ball if you have hunger pains.\" \"Clean something gross. You'll lose your appetite.\" When eating out, \"order something you know you hate.\" The encouragement is often accompanied by photos of stick-like models. The images offer what the sites claim is \"thinspiration\" in times of weakness. Though Emma started dieting on her own, the sites pushed her over the edge. \"Ana's got me,\" she said in the hospital. \"I know I need help. I want help.\" The strong-willed girl was confident this summer, cocky even, that she was going to walk out of the hospital and get better through an outpatient program. As motivated as she was in her quest to look perfect, she was just as determined to beat the eating disorder. \"She looks like a Nazi war victim,\" her mother said at her bedside. A former anorexic and bulimic who did not receive professional treatment as a young woman, she had seen the signs for months. So had her partner of 20 years, whom Emma calls \"honey.\" Emma talked openly and initially agreed her real name could be used in the newspaper. She decided later to withhold her name to avoid more stress on her family. She has a younger sister at home. Describing how she survived on a dangerously low 300 calories a day, the girl with an IQ of 143 says she became an expert on vitamin supplements that helped keep her alive. She says she made \"my lifestyle choice\" and was a \"proud anorexic\" -- the moniker for pro-Ana followers. Emma, who was in a foggy state when she was brought to the hospital, somehow remembered to bring her \"comfort foods\" with her. Low calorie, sugar-free maple syrup, low-calorie salad dressing and a Diet Coke were displayed on top of a cabinet in her hospital room. \"As long as she wasn't eating them, I didn't see any harm,\" her mother says. Emma left the hospital after eight days and began counseling and participation in a peer treatment group. Trapped in a world of food haters obsessed with body image, Emma had explored the supportive Web sites and their chat rooms on her home computer. \"You start believing that starvation is good. Hunger pangs made me happy,\" she says. \"People who go to these sites are motivated by the images. 'That's what I want to look like,\"' says Tracie Strucker, director of La Que Sabe, a Central Texas eating disorders outpatient program. \"They find a community with a lot in common. Not only do they offer support and encouragement to continue, but the sites offer competition for how low they can weigh and how little they can eat. They are dangerous.\" The hosts of such Web sites, experts think are female anorexics who find support for their own conditions through the forums they lead. \"The payoff for someone who hosts a site is that it encourages them to stay with their program,\" says Vivian Meehan, founder of the National Association of Anorexia Nervosa and Associated Disorders. In October alone, the group persuaded Internet providers to remove 58 pro-Ana and pro-Mia (short for bulimia) sites. Sites with names such as \"House of Sins,\" \"Starving for Perfection\" and \"Bare to the Bones\" convinced Emma that starvation was fulfilling. They helped her find an identity, albeit one that led her to the emergency room in Austin. This week, Emma is finishing a 30-day program at an out-of-state hospital that specializes in eating disorders. She struggled at first and wanted to come back to Austin. In a letter home just before Thanksgiving, she called the treatment center a \"winter camp.\" \"It's exhausting, not physically, not emotionally. My mind has been on a rollercoaster. I've been up, down, back, sideways, upside down. I guess my biggest work has been in trying to create a secure sanctuary at home so I can live a life without my eating disorder.\" Her mother says, \"I feel positive. She's gaining some weight and is now talking more rationally. I'm encouraged.\" Before she left home for treatment, Emma was feeling guilty that her illness was stressing out her family. \"I've cried a lot because I look at what I'm doing to people who have tried to help me. That's why I need to go. I can't do this to them anymore,\" she said. She was convinced that her journey into self-imposed starvation would somehow improve her life. \"If anything, and after all this is over, I will have learned to become a healthy eater,\" she said. Despite her brush with death, she believed she was in control of one thing: losing weight. The beginnings of Emma's anorexia is a sensitive topic for her. She won't divulge what spurred the dieting because she says she doesn't want to hurt anyone's feelings. It started right after Sept. 11, 2001, by eating healthier food, and the pounds came off. She worked out at a gym. Boys noticed her more, and the leaner body paid off on the soccer field. \"I was flying out there,\" she says. The attention drove her to lose more weight. The striving for perfection set in. \"I told myself that being 5-5 and 118 pounds was my ideal weight. That was going to make me perfect,\" she says. When she reached 118, she was in the grasp of the disease. By early last summer, she discovered the pro-Ana sites after watching a documentary on television. She got on the Internet and scored multiple hits when she typed in the appropriate search words. She was fascinated by the discussion groups and the links to get more information. Emma saw the material as a real education in eating healthier. Slowly, however, she heeded the advice that other site visitors offered: Food is the enemy. She took dinner to her room and flushed it down the toilet. She carried baggies with her to restaurants during family meals to sneak the food off her plate. \"Looking back on it now, I learned to lie, and that was something I didn't do before,\" she says. \"That's what this disease does to you. It's hell being deceitful.\" The guilt of possibly failing in her mission to lose weight drove her to stay focused. She couldn't stop. Her parents saw their daughter wasting away and felt helpless. \"I can see now how bad they are,\" Emma says of the sites she once frequented. An array of doctors -- a family physician, a psychologist, an eating disorders therapist and a nutrition counselor -- helped her begin her battle against anorexia. But Anne Ducharme-Jones, an Austin psychotherapist who specializes in eating disorders and treated Emma, was not confident about the girl's chances for successful recovery as an outpatient. She thought Emma needed to go to an inpatient facility. The turning point came in late October. Emma had been in treatment for several weeks and had not gained a pound. In group therapy with other teen girls, she admitted she had been hiding food. \"One of her peers turned to her and told her she needed to go to treatment,\" Jones says. Emma says she realized how sick she was when she began stuffing food down the sofa. \"I know I was motivated to gain weight when I got out of the hospital, but it wore off,\" she says. \"I was back to being deathly afraid of gaining weight. I looked in the mirror and I looked OK, but when I saw still pictures of me I looked sick. Emaciated. Gross.\" The prognosis for Emma's recovery is guarded. \"No one comes out of such a treatment fixed,\" Jones says. \"She's got a long way to go. It may take 5 to 10 years. The family needs to know she's just getting started.\" To have a better chance at recovery, Emma and her family must deal with complicated issues plaguing the family for years. Emma's mother had a bout with alcoholism and sought treatment. The family has moved around to several schools, including one in Florida, to get away from harassment and physical threats made against Emma because she has two gay moms. The Tulane University-affiliated River Oaks Hospital Eating Disorders Treatment Center in New Orleans uses several approaches simultaneously in treating anorexics. \"We confront their body image distortion while teaching them to eat normally so they can get to a normal body weight. Nutritional counseling is a valuable part of the program,\" clinical director Susan Willard says. \"It is important to stress, however, that eating disorders are not about food and weight. Eating disorders are about problems and conflicts that are unresolved in a person's life. The obsession with one's body provides an escape from dealing with the real underlying issues,\" Willard says. Emma knows she must confront her past difficulties and family issues. \"I've learned that anorexia was a way for me to deal with my problems. Anorexia was never about being skinny. I'm starting to feel things again, like us moving around so much when I was younger. I lost friends. My mom's alcoholism. Problems between my parents,\" she says. Her mother knows the challenges ahead involve not only Emma but also her own relationship with her domestic partner. The couple is in counseling. She is also facing her own past as an anorexic and bulimic. \"I never got the help that my daughter is getting now,\" she says. Meehan, of the National Association of Anorexia Nervosa and Associated Disorders, says the campaign to pull down sites promoting anorexia will continue. She is appalled they get on the Internet in the first place. \"Providers have mission statements that they will not support sites that can injure children. It is not the intention of people who host these sites, but they are helping people commit suicide,\" she says. Search engine Yahoo declined to address pro-Ana sites specifically but noted that a service agreement with members prohibits them from posting any content that is unlawful or harmful. The pro-Ana and pro-Mia sites also spurred an online movement to warn people of the sites. Online search results for \"pro-Ana\" include sites warning of the dangers of anorexia. While several factors contributed to Emma's anorexia, she knows that for the three months prior to her hospitalization, the pro-Ana sites were instrumental in worsening her condition. \"They're sick,\" she says. Ricardo Gandara writes for the Austin American-Statesman. E-mail: rgandarastatesman.com "
		},
		{
			"id":"AFP_ENG_20050112.0350",
			"headline":"Berlin restaurant caters for people who would rather not eat by Fabien Novial = (PICTURE) =",
			"text":" With her white chef's hat, Claudia looks at home in the kitchen of this Berlin restaurant, but her culinary talents are being used to feed people who, like her, suffer from eating disorders. The owner of \"Sehnsucht\", or Nostalgia, in the German capital's Tiergarten quarter is Katja Eichbaum, and she too has come a long way back from the brink. Her appetite began to disappear when her parents split up while she was a teenager. She lost 10 kilogrammes (22 pounds), then put the weight all back on again in no time and was admitted to hospital for three months in 2003. Since then, a long period of therapy has begun bearing fruit, she explained recently, sitting on one of two huge lounge chairs placed in the restaurant's entrance to make the clients \"feel at home\". Katja and Claudia consider that they have recovered and began helping others like them last month by opening the first restaurant in Germany, and perhaps in all of Europe, where anorexics and bulimics can eat without feeling ashamed. Anorexia nervosa, from the Greek word meaning \"loss of appetite\", is an affliction stemming from a fear of gaining weight and leads sufferers to deny their hunger and essentially starve themselves. Bulimia, which like anorexia is predominantly contracted by women, is a virtual food obsession that leads to eating binges followed by acts to make up for it like self-induced vomiting or excessive exercise. \"What is important is that the girls take the first step, that they at least have a taste. They can also ask for small portions,\" said Eichbaum. So that they don't feel stigmatised, nothing out front or in the entryway suggests that people are entering a restaurant that caters for those with special needs. Indeed Sehnsucht is open to everyone, which helps the owners make money, at least enough to be encouraged by in the establishment's early stages. The cooking? \"Absolutely normal. Neither too little nor too much,\" said Eichbaum, who is keen, above all, to reassure her clientele. Katja drew up the menu herself without any medical advice or help from a nutritionist. \"I learnt how to eat again through my therapy,\" she said. She has held down a number of different jobs and is convinced she can best help her clients, who often come in groups, like the members of the \"Dick und duenn\", or the Fat and Thin, association. Some 30 or so people with eating disorders have hesitantly pushed their way through the doors at Sehnsucht in the month since it opened. According to Thomas Falbesaner, a medical expert on anorexia and bulimia, the establishment could be helpful as \"a reserved space for people who are returning to a normal life, but who are still sensitive about food.\" The names of the dishes are often poetic. \"Wolf's Hunger\" describes a lamb dish, \"d to make up five to 10 percent of anorexics but their numbers are on the rise. Some 600,000 people suffer from bulimia. "
		},
		{
			"id":"AFP_ENG_20050201.0632",
			"headline":"Italian TV ads encouraging bulimia in kids: survey",
			"text":" Italy's TV channels broadcast twice as many commercials featuring food as their US counterparts, threatening children who watch them with serious eating disorders such as bulimia and anorexia, according to a study published here Tuesday. Children star in one out of every three commercials on Italian television, and 40 percent of all ads sell food products, according to the study by Rome's Sapienza university. Psychologist Maria D'Alessio said her study \"shows the threat caused by commercials aimed at children and featuring foodstuffs, because it distorts one's natural relationship with food\". \"In the coming years, we will certainly have to face the problem of anorexia and bulimia,\" in Italian children. D'Alessio said 40 commercials in every hour of programming were dedicated to food. \"In the long term, this is very damaging for children.\" The study -- based on two weeks of programming in March 2004 on Italy's six main private and state-owned chanels -- also confirmed that ads aimed at children encourge stereotyping. \"Boys starring with their mothers are shown eating, while girls watch their mothers do the housework.\" "
		},
		{
			"id":"NYT_ENG_20050315.0102",
			"headline":"AUTHOR TELLS HOW TO FEEL GOOD ABOUT YOURSELF AFTER AGE 40",
			"text":" Many baby boomers are in for a big surprise. \"I think baby boomers were taught that if you ate right and took those vitamins and exercised, you were never going to grow old,\" says Ann Kearney-Cooke. \"Now, all of a sudden, they're getting older and struggling with natural changes.\" A baby boomer herself at 49, Kearney-Cooke is a psychologist who has written a book she hopes will help: \"Change Your Mind, Change Your Body: Feeling Good About Yourself After Age 40.\" (Atria Books, $14.) The director of the Cincinnati Psychotherapy Institute, the author is a frequent guest on TV and radio shows, including \"CBS This Morning,\" \"Today,\" \"Oprah\" and \"48 Hours.\" About five or six years ago, Kearney-Cooke began noticing something disturbing in her therapy sessions. \"I started to have more and more mid-life women who had eating disorders,' she explains. \"We traditionally think of anorexia and bulimia affecting those of college or high school age, but I found that they were also affecting two groups of middle-aged women as well.\" The first group included those who'd had an eating problem in their youth but had resolved it. When they hit 50 and couldn't lose weight, it resurfaced. The other group had no prior history of eating disorders, but a life event -- a divorce, loss of parent or job -- triggered an eating disorder. For women who grew up with Twiggy and air-brushed photos, says Kearny-Cooke, reality hasn't been easy. Many are dealing with depression and loss of self-esteem. But Kearney-Cooke says that needn't be the case. \"The main idea of my book is that you can't change your relationship with food or your body until you change the way you relate to people in general. \"The question is how, at mid-life, can you develop a stronger and healthier body and self, not just be busy trying to sculpt your body into impossible weights and shapes.\" Begin, she advises, by establishing a realistic weight and shape for yourself, based on genetics and how much time you're willing to exercise. \"You can be sexy and attractive in mid-life, but that doesn't mean you'll have to be the same size you were when you got married,\" she says. Kearney-Cooke says our culture has taught us that the more we do, the more we'll get out of life. But that's not the case. \"We have people doing more than ever,\" she says, \"but they're still feeling that life is passing them by.\" The answer, she believes, is to become mindful of every moment. \"Put a spotlight on whatever you're doing,\" she says. \"When you're sitting with your son, if you are (really experiencing the moment), that will lead to a feeling of fullness. The same when you're listening to music -- close your eyes and really take it in. \"The more you can slow down and pay attention, the fuller you will feel, and you won't have to be turning to food or alcohol.\" Meredith Moss writes for the Dayton Daily News. E-mail: mmoss@DaytonDailyNews.com "
		}
	]
}
