{
	"id":"D1020D",
	"title":"Recall Food United States",
	"docSet":[
		{
			"id":"APW19981012.0494",
			"headline":"Distributor recalls batches of Heinz baby food",
			"text":" HONG KONG (AP) _ Two batches of Heinz baby food have been recalled in Hong Kong following a similar action in the United States over worries they may contain high levels of lead, the Health Department said Monday. A statement said 14,000 jars of 4-ounce (110 gram) Vegetable Chicken Dinner and 2.5-ounce (70 gram) Beginner Strained Carrots were being recalled by the distributor in the territory. It said the department has also taken some samples of Heinz products for further testing. Last week, Heinz officials in the United States said the traces of lead pose little health risks. The problem was discovered in a routine Food and Drug Administration review of supermarket shelves. No illnesses have been reported. "
		},
		{
			"id":"XIE19981105.0287",
			"headline":"U.S. Company Recalls Beef in Bacteria Alert",
			"text":" Los Angeles, November 4 (Xinhua) -- A U.S. company said Wednesday that it was recalling all ground beef it produced on October 22 because it may contain the potentially deadly E.coli O157:H7 bacteria. IBP, the world's largest processor of fresh beef, said in a report the recall involved 556,226 pounds of ground beef produced at its plant in Dakota City, Nebraska. Retailers, food service operations and distributors in a total of 33 states have been identified as having received the ground beef, said the company, adding that much of it is believed to have been consumed already. But no illnesses have been reported in connection to the beef produced on that day and the company said it had notified the U.S. Department of Agriculture, which was testing the product. Earlier this year, IBP recalled a shipment of 282,129 pounds of beef after a sample was found to be tainted by the same bacteria. Researchers said E.coli O157:H7 accounts for more than 20,000 infections and 200 deaths annually in the United States. "
		},
		{
			"id":"XIE19981106.0010",
			"headline":"Potentially Tainted Beef Recalled in U.S.",
			"text":" WASHINGTON, November 5 (Xinhua) -- More than 250,000 kilograms of ground beef in 33 U.S. states have been recalled because the meat might contain a deadly strain of E. coli. The meat-packing giant IBP Inc. disclosed that a sample of beef taken on October 22 from its Dakota City plant could be tainted with E. coli O157:H7, an Associated Press report said. Complications associated with the O157:H7 strain can lead to kidney failure, severe anemia, clotting problems and, in some cases, coma and death. IBP spokesman Gary Mickelson said 71 retail, food service and distribution customers bought the ground beef, sold in vacuum-packaged tubes. The recall does not include any prepackaged fresh or frozen beef patties. The meat was under test by the U.S. Department of Agriculture. But the company decided Wednesday to recall it. "
		},
		{
			"id":"APW19990123.0111",
			"headline":"Thorn Apple Valley Recalls Meat",
			"text":" WASHINGTON (AP) -- Consumers who have purchased meat products manufactured at Thorn Apple Valley's Forrest City, Ark., plant in the last six months are being urged to return them because of concerns of possible contamination with the Listeria monocytogenes bacteria. The Agriculture Department announced the recall Friday night. It includes all meat and poultry products bearing the codes ``EST 13529'' or ``EST P13529'' anywhere on the package. The recall includes dozens of brand names, based on information collected by the department's Food Safety and Inspection Service and provided by the company. The department suspended operations at the Arkansas plant on Dec. 31 because of its noncompliance with sanitation requirements. Operations there remain suspended. That plant has a production capacity of 400,000 pounds of hot dogs per day, according to the company. No consumer illnesses have yet been linked to the products, which were distributed nationwide and shipped to foreign countries, including South Korea and Russia, and manufactured after July 6, 1998. ``Because of the potential of foodborne illness, we urge consumers who have purchased the suspect product not to eat it and return it to the point of purchase,'' said Margaret Glavin, associate administrator of the FSIS. Between July and December 1998, government inspectors collected 20 ready-to-eat samples from the plant. Five tested positive for Listeria monocytogenes bacteria, which can cause high fever, severe headache, neck stiffness and nausea. Based on the findings and conditions at the plant, the agency concluded there may be a public health risk associated with the product. The Agriculture Department said it has no evidence, however, linking the product to a nationwide listeriosis outbreak that is under investigation. About 1,800 cases of food poisoning caused by listeria are reported in the United States each year. Healthy people usually can fight off the bacterium with no more than flu-like symptoms. But listeria can kill, by causing meningitis or blood infection. Most at risk are pregnant women, the elderly and people with weak immune systems. Those concerned about illnesses they suspect are related to these products should contact their physicians immediately. This is the third major recall in a month of meat products. Last week, Oscar Mayer Foods Corp. recalled more than 28,000 pounds of deli meat because of concerns of possible contamination with the Listeria bacteria. Sara Lee Corp. announced in late December a recall of hot dogs and other packaged meats as a precaution after an outbreak of food poisoning sickened more than 35 people in nine states, killing four. Consumers seeking information about the Thorn Apple Valley recall may contact the company at 1-800-316-2855. Consumers with food safety questions may phone the USDA Meat and Poultry Hotline at 1-800-535-4555. The hotline is staffed from 10 a.m. to 4 p.m. EST Monday through Friday. Recorded information is available 24 hours a day. The brand names of the hot dogs and lunch combinations included in the Thorn Apple Valley recall are: Hot Dogs: Borman Franks, Spartan Franks, Tops Franks, Always Save Franks, Wilson Franks, Piggly Wiggly Franks, Gunnoes Franks, Fairgrounds Franks, Best Franks, Colonial Franks, Nepco Franks, Hannaford Franks, Wilson Farms Franks, Big Uns Franks, Carters Franks, Iowa Gold Franks, Herrud Franks, Corn King Franks, Winn Dixie Franks, Schnucks Franks, Flavor King Franks, Thorn Apple Valley Franks. Lunch combinations: Schnucks Bologna with American Cheese, Kroger Turkey Breast with Cheddar, Kroger Cooked Ham with Swiss Cheese, Kroger Bologna with American Cheese, HyVee Turkey Breast with Cheddar, Hy Vee Bologna with American Cheese, Best Bologna with American Cheese, Safeway Turkey Breast with Cheddar, Safeway Cooked Ham with Swiss Cheese, Safeway Bologna with American Cheese, Smart Selections Turkey Breast with Cheddar, Smart Selections Bologna with American Cheese, Smart Selections Turkey Ham with American Cheese, Smart Selections Cooked Ham with Swiss Cheese, Lady Lee Turkey Breast with Cheddar, Lady Lee Ham with American Cheese, Lady Lee Cooked Ham with Swiss Cheese, Lady Lee Bologna with American Cheese, Iowa Gold Turkey Breast with Cheddar, Iowa Gold Bologna with American Cheese, Iowa Gold Cooked Ham with Swiss Cheese, Save A Lot Turkey Breast with Cheddar, Save A Lot Cooked Ham with Swiss Cheese. "
		},
		{
			"id":"APW19990125.0141",
			"headline":"Ark. Processing Plant Recalls Meat",
			"text":" LITTLE ROCK, Ark. (AP) -- A meat processing plant is voluntarily recalling all frankfurter and lunch combination products it produced since July 6 because they may be contaminated. The products, which were distributed nationwide and to foreign countries including Russia and South Korea by Thorn Apple Valley's Forrest City plant, may be contaminated with Listeria monocytogenes, according to the U.S. Agriculture Department's Food Safety and Inspection Service announced. The plant was shut down for sanitary reasons by the USDA on Dec. 31. A person answering the telephone at the plant Monday said no one could comment about the scale of the recall. A variety of brand names are included in the recall but the key to discovering potentially contaminated product is in coding on the packages. Only meats with the codes ``EST 13529'' or ``EST-P 13529'' on the product package are subject to the recall. So far, no cases of illness have been linked to the recalled products, the USDA said. The suspected bacterium is found in soil and water. An estimated 1,100 people in the United States become seriously ill each year from eating food contaminated with Listeria. Listeriosis affects primarily pregnant women, newborns and adults with weakened immune systems. "
		},
		{
			"id":"NYT19990126.0229",
			"headline":"EATING WELL: A FOOD-BORNE ILLNESS THAT DESERVES MORE ATTENTION",
			"text":" When the first reports of a food-poisoning outbreak from hot dogs and deli meats started to accumulate in state health departments across the United States last August, officials could not have guessed that the effort to contain the eruption would be so ineffective that they would still be counting victims five months later. A recall of meats made by a Sara Lee Corp. subsidiary, Bil Mar Foods in Zeeland, Mich., began on Dec. 22. But some state public health officials say the outbreak could have been contained sooner had the Agriculture Department done its job. To its credit, the Agriculture Department has announced recalls of processed meats contaminated with listeria from four other companies in the last four months, most recently last weekend. But consumers may have a difficult time understanding why those recalls were announced by the government and Bil Mar's was not. Listeria monocytogenes is not a serious threat to healthy people, causing only short-term gastrointestinal problems. But it is a big risk to people 75 and older, people with compromised immune systems, pregnant women and the very young. Pregnant women and their unborn children are in the greatest danger. The current outbreak associated with Bil Mar has been blamed for 13 deaths and two miscarriages or stillbirths; in all, there have been 70 confirmed cases. Unlike salmonella and E. coli 0157:H7, which have become household words in the United States, listeria is not well known. There are only 1,000 to 2,000 reported cases of listeriosis in the United States each year; an accurate figure cannot be obtained, as health professionals do not routinely test for it and many cases go undetected. But health officials find it especially troubling because, based on the number of reported cases, the percentage of people who die from it is much higher than from most other food-borne bacteria. And the incubation period is much longer, up to 70 days before symptoms appear. ``Listeria is rare,'' said Dr. Robert Tauxe, chief of the food-borne and diarrheal diseases branch of the Centers for Disease Control and Prevention in Atlanta, ``but in someone susceptible, it is catastrophic.'' In addition to causing miscarriages and stillbirths, listeria can cause fatal blood infections and meningitis. Without a new method of detection, Tauxe said, ``I don't think we would have identified where the listeria came from.'' The new system, called Pulsenet, gives scientists the ability to fingerprint the DNA of bacteria and then compare the fingerprints to see if the listeria is from a common source. The system was set up in 1997 to track E. coli 0157:H7, but it appears to be equally successful with listeria. American scientists began to take listeria seriously in 1985, when 18 deaths were traced to the eating of Jalisco brand soft cheese. (The company is now defunct.) There were also 30 stillbirths and deaths of newborns. Another 142 people became ill. Listeria is carried in the intestines of animals and can easily come in contact with dairy products, uncooked meats, fish, poultry and vegetables as well as precooked meats like the ones responsible for the August outbreak. The investigators say they do not know how the listeria contaminated the cooked meats at Bil Mar Foods. Food-borne diseases like listeriosis are more troubling today for several reasons, including changes in the makeup of the population and the increasingly complex way food is processed and distributed. The population is aging: In 1950, 2.6 percent of Americans were over 74; by 1995, the percentage was 5.6. The number of people who survive cancer for five years has also increased, as has the number of people who have AIDS or are living with transplanted organs. In addition, the centralization of food production has turned what might previously have been a small local problem into a global one. Products from the Bil Mar plant, for example, are distributed all over the United States. Still, Dr. Michael Osterholm, the state epidemiologist at the Minnesota Health Department, says he is increasingly frustrated with the federal government's response to outbreaks of food poisoning, and even with the new detection system. In the Bil Mar Foods case, the Agriculture Department left the announcement of the recall to the company. The agency does not announce recalls until it has proof that a sealed product contains the disease-causing bacteria, and it did not have that proof until Dec. 31, nine days later. When the company announced the recall, a spokesman for the Agriculture Department, Andrew Solomon, said, reporters who cover the agency were notified and the information was put on the agency's Web site and on its consumer-information line (800-535-4555). ``We felt the word was out there and an additional press release would not have generated new news coverage,'' he said. Osterholm disagrees. ``If there had been a real effort to get the message out by the Department of Agriculture throughout the country, consumers would have had more awareness,'' he said. Both he and Dale Morris, the director of the division of infectious disease of the New York State Health Department, say there can never be enough notification. In Broome County, in upstate New York, they say, Meals on Wheels was still serving the Bil Mar products to elderly clients eight days after the recall, because it had not been notified. ``Those people are one of the highest-risk populations in the country,'' Osterholm said. And there may still be tainted hot dogs or deli meats in people's freezers. In other cases, the Agriculture Department did take action. Over the weekend, it announced the recall of hot dogs from Thorn Apple Valley in Forrest City, Ark., because of listeria. The previous week, the agency announced the recall of deli meat from Oscar Mayer Foods for the same bacteria, as it did in October for hot dogs made by Dixie Packers Inc. of Madison, Fla., and cheeseburger sandwiches from Hormel Food Corp. As usual, the last line of defense against food-borne illness is consumers, who are advised to take the standard measures: thorough cooking of raw animal products, thorough washing of all food that is to be eaten raw like fruits and vegetables; keeping foods to be eaten raw separate from uncooked meats; thorough washing of hands, knives and cutting boards. Unlike many other disease-causing bacteria, listeria can grow in a refrigerator that has a normal temperature of 40 degrees, which means leftovers should be reheated. But how does this advice fit in with meats that people expect to eat without further cooking? Public health officials strongly urge those at greatest risk from listeria to stay away from all soft cheeses, including feta and blue-veined cheeses like Roquefort and Camembert. They also say that it is essential to cook hot dogs until the internal temperature reaches 165 degrees, by either steaming or frying. Cooking in the microwave is not recommended. And unless people at risk are willing to eat salami, corned beef and pastrami hot _ in other words, cooked again _ they should not eat them at all. ``Listeria hasn't been on anyone's radar screen,'' Tauxe said. ``But it's something pregnant women should be made aware of. At this point, as far as I can tell, the number of pregnant women who are aware of this is zero.'' "
		},
		{
			"id":"APW19990211.0119",
			"headline":"Gov't Tries To Contain Listeriosis",
			"text":" WASHINGTON (AP) -- Recent outbreaks of listeriosis are causing an immediate public health problem, federal agriculture officials said in launching a review of whether to require more testing for the deadly bacterium. Some Agriculture Department officials said they would like more legal authority to focus on the danger to public health when they recommend recalls, so they can warn the public faster. At a daylong public meeting on Wednesday, officials said they had more questions than answers about a spike in outbreaks of listeriosis like the one traced to hot dogs and cold cuts at Michigan's Bil Mar Foods plant in December that has killed 16 people and sickened more than 70 in 14 states. Listeria monocytogenes is a bacteria that healthy people usually fight off but sometimes can kill. Pregnant women, the newborn, older adults and people with weakened immune systems are especially at risk. ``Because we have an immediate public health problem, our first goal is to establish an immediate action plan to address improvements in the control of listeria,'' said Thomas Billy, administrator of USDA's Food Safety and Inspection Service. Farther ahead, the agency is considering whether industry should be required to do its own testing. It is also revisiting the shelf life of foods to see if the bacterium grows quickly at particular times or in particular foods after they are processed. ``The new information based on this outbreak brings into question the adequacy of control procedures we've been relying on,'' Billy said. The focus is on ready-to-eat foods such as luncheon meats because the bacterium can be killed if it is cooked until steaming hot, or past about 170 degrees. Fewer than 2,000 people in the United States report serious illness from listeriosis each year, but about one in four of them die from it. Plant officials at Bil Mar voluntarily recalled about 35 million pounds of hot dogs and lunch meat on Dec. 22. That recall, and one in January of about 30 million pounds of hot dogs and luncheon meat from the Thorn Apple Valley plant in Arkansas, represent most of the increase in the pounds pulled from shelves for listeria contamination in recent years. Since 1989, when the government implemented stricter policies for the bacterium, illnesses from listeria monocytogenes have dropped 44 percent. At the meeting, some federal officials also questioned whether they acted quickly enough in the Bil Mar recall. Officials at the Centers for Disease Control had managed to trace 20 cases of food sickness to the Bil Mar plant by Dec. 18, and USDA officials said they met Bil Mar executives to urge them to consider a recall then. However, USDA officials said they did not feel comfortable recommending a recall until they found a package of unopened meat with the bacterium at the plant. That happened Dec. 30. After several days of debate among medical experts, CDC officials clearly determined there was a public health threat on Dec. 22, the day of the recall, said Dr. Paul Mead of the CDC. Phil Derfler, a USDA deputy director, suggested there should be legislation allowing the agency to require a recall ``based on the threat to public health rather than what it can show about the content of the food.'' "
		},
		{
			"id":"NYT19981223.0446",
			"headline":"OUTBREAK OF FOOD POISONING LEADS TO WARNING ON HOT DOGS AND COLD CUTS",
			"text":" Investigators from the Federal Centers for Disease Control and Prevention who are looking into an outbreak of food poisoning that has sickened 40 people and killed four in 10 states since August have warned consumers on the storing and cooking of hot dogs and cold cuts. The outbreak led to the recall on Tuesday of certain lots of hot dogs and packaged meat produced at the Bil Mar Foods plant in Zeeland, Mich., and sold throughout the United States. Bil Mar is a division of Sara Lee Corp. The culprit, investigators say, is a strain of air and soil-borne bacteria known as Listeria monocytogenes, which is carried in the intestines of animals and can easily come into contact with raw vegetables, dairy products or uncooked meat. It thrives in refrigerators, but can be destroyed by boiling or reheating food to 165 degrees Fahrenheit. When ingested, Listeria bacteria can cause illness and death among the elderly, pregnant women, newborns and those with weakened immune systems. In a normal year, an estimated 1,850 people become seriously ill. Of these, 425 die. Three who have died in this outbreak have been elderly. They are a man, 79, from the Rochester, N.Y., area, and two others from Ohio, one from Toledo and one from Cincinnati. The fourth victim, from the Toledo area, was a fetus. Ohio has had the largest number of cases, 13. New York has had 12. Tennessee, Massachusetts and West Virginia have each had 3. Michigan has had two cases. Connecticut, Oregon, Vermont and Georgia have had one each. The outbreak began on Aug. 2. Dr. Elizabeth Koch, acting state epidemiologist in Ohio, said the DNA of the bacteria involved in the outbreak showed ``a very rare pattern,'' called Pattern E. Seeking the source, health officials from New York, Connecticut, Ohio and Tennessee worked with the agency to examine the diets of affected patients. Most had eaten cooked hot dogs the month before they became ill. Tom Skinner, a spokesman for the disease agency, said that on Dec. 19, three days before the Bil Mar recall, investigators isolated this strain of Listeria on an open package of hot dogs that a month earlier had been eaten by one of those who became ill. It is not known how or where this package was contaminated. The agency is studying whether some of the Bil Mar products might contain the Listeria bacteria. The products recalled were only those labeled with Establishment Numbers EST P261 or EST 6911 for Ball Park, Bil Mar, Bryan Bunsize, and Bryan 3-lb. Club Pack hot dogs, and Grillmaster, Hygrade, Turkey, Sara Lee Deli Meat and Sara Lee Home Roast brands. ``We have stopped operations for those product lines at the plant,'' Theresa Herlevsen, a spokeswoman for Sara Lee, said in a telephone interview, emphasizing that there had been no conclusive information about contamination of these products. Ms. Herlevesen said Sara Lee estimated the cost of the recall at $50 million to $70 million. Consumers may return the recalled products to the place of purchase for a full refund. ``We want to commend the company for taking this step,'' said Skinner of the disease control agency, noting that the company was cooperating with federal investigators. ``What's important is that people at risk, such as the elderly and pregnant women, need to reduce their risk by avoiding these products or thoroughly cooking them before eating them. ``If you thoroughly cook your hot dogs,'' Skinner said, ``you kill the Listeria. We don't want people to stop eating hot dogs and cold cut meats.'' The investigation into the source and cause of the outbreak was continuing, he said. The disease control agency said healthy adults and children were occasionally infected with Listeria, but rarely became seriously ill. People with weakened immune systems, including those with cancer, diabetes and kidney disease, are much more vulnerable. People with AIDS are almost 300 times more likely to get listeriosis than people with normal immune systems. Symptoms are those of a flu-like illness, and may include a fever, muscle aches, nausea, diarrhea or a stiff neck. A blood test is the most reliable way to diagnose the disease. To reduce the risks, the disease centers, recommends thoroughly cooking raw food from animal sources, washing raw vegetables, and keeping uncooked meats separate from vegetables. Hands, knives and cutting boards should be washed after coming into contact with uncooked foods. Although the risk of listeriosis associated with foods from deli counters is relatively low, the disease agency says pregnant women and immunosuppressed people may choose to avoid these foods or thoroughly reheat cold cuts before eating. They should also avoid soft cheeses like feta, Brie, Camembert, blue-veined and Mexican-style cheese. "
		},
		{
			"id":"APW19990227.0088",
			"headline":"Listeria Cases Baffle Experts / Farm Scene",
			"text":" WASHINGTON (AP) -- Lisa Lee, pregnant with twins, had less than five months left before the due date when she came down with what seemed to be the flu. She was rushed to the hospital last month and was cured but lost both babies in the process. Doctors now say the prospective mother was struck by listeriosis, a disease caused by the bacteria Listeria monocytogenes, a food-borne pathogen often found in hot dogs, luncheon meats, soft cheese, even milk. Lee's once-rare disease has received tremendous attention in recent months, especially since a massive recall in December of possibly tainted food from a Michigan plant. Bil Mar Foods Co., a meat processor owned by Sara Lee in Zeeland, Mich., recalled 15 million pounds of hot dogs and cold cuts after a rare strain of the listeria bacteria was found in both opened and unopened packages. The same strain, pattern E, has been linked to 12 adult deaths and five miscarriages among 82 illnesses in 19 states. Aside from causing stillbirths and miscarriages, listeriosis also can cause serious and sometimes fatal infections in people with weakened immune systems: infants, the elderly or patients with chronic diseases, HIV infection or undergoing cancer chemotherapy. Although Bil Mar is the only plant to have an outbreak with illnesses traced to its products, several others across the country have had to recall products after tests detected listeria. Since September, there have been nine known recalls due to listeria, mostly from deli meats and hot dogs. One recall was for milk. It's an increase from the corresponding period a year earlier when the Agriculture Department recorded just one listeria-related recall. And that recall was at the end of 1997, the only recall of that year. ``It certainly seems like it's on the rise,'' said Dr. Robert B. Gravani, professor of food science at Cornell University. He said experts are trying to determine whether the incidents are due to better reporting or whether the listeria really is appearing more frequently. Better testing and reporting is the more likely reason, said Margaret Glavin, associate administrator for USDA's food safety and inspection service. ``We don't see an uptrend in the number of positives we're finding,'' she said. Listeria was a real problem for the United States in the mid-1980s, said Dr. Lester Crawford, director of Georgetown University's Center for Food and Nutrition Policy, but the government declared zero tolerance for the pathogen. Listeria levels dropped sharply, Crawford said. ``By 1994, the CDC (Centers for Disease Control) was proclaiming that this was one of the most successful regulatory actions in U.S. history,'' Crawford said. Now the sudden rise in recalls has experts baffled. ``We have explored whether or not there might be a new strain or new characteristics in listeria that's causing it to be more difficult to control,'' Crawford said. So far, no evidence has been found to support that theory. Experts also found no evidence that a new scientific-based food inspection program, USDA's Hazard Analysis and Critical Control Point, has failed. If anything, they argue, HACCP's inspections, which monitor things like temperature in the processing system, have helped. So, why is listeria suddenly popping up? ``We're sort of left with no real answer,'' Crawford said. For now, he and other experts, remind people to cook hot dogs and eat deli meats before the sell-by date. They also say consumers should be careful not to reheat leftovers more than once. Pregnant women, about 20 times more likely than other healthy adults to get listeriosis, should be particularly careful to never eat raw meat or undercooked eggs or food, the USDA recommends. They also should avoid soft cheeses, such as feta or Brie, and avoid food from deli counters. Any lunch meat or hot dogs should be thoroughly heated. For Lisa Lee, it was a risk she says she never knew existed. Luncheon meat in her has been turned over to the local health department for testing. Her advice for other pregnant women is ``ask more questions, be more informed.'' "
		},
		{
			"id":"NYT19980703.0266",
			"headline":"CLINTON PRESSURES CONGRESS FOR MONEY TO ENSURE SAFETY OF FOOD",
			"text":" WASHINGTON _ President Clinton plans to press Congress on Saturday to provide all $101 million he has sought to ensure the safety of the nation's food supply. But Congress seems unlikely to cooperate. Clinton also plans to announce two steps the administration can take without congressional authority to protect food safety, administration officials said. According to an advance text of his Saturday radio address, the president will also ask Congress to give the Food and Drug Administration ``greater authority to halt imports of fruits, vegetables and other food products that are produced under safety conditions that do not match our own strict standards,'' and to give the Department of Agriculture ``new authority to impose tough fines on businesses who violate those standards and to issue mandatory recall of unsafe meat and poultry.'' The government has no reliable tracking system, but health officials say food-borne diseases account for up to 30 million cases of illness and 9,000 deaths a year. There have been many large outbreaks of food-borne illness in the last year, including one just last week that made a New York woman ill and resulted in the recall of 172,000 pounds of ground-beef patties contaminated with the deadly bacteria E. coli O157:H7. But Congress has failed to address legislation proposed by the administration to give the food agencies greater authority, and it appears unlikely that Congress will provide the full amount of money the administration has requested to expand inspections, increase research and surveillance of food-borne illness and educate consumers. Before the July 4 recess, the House voted to provide only $16.8 million of the requested money, and the Senate bill, which has not been voted on, provides just $2.6 million. ``Until the day the agencies can quantitatively answer how much it would cost to reduce food-borne illness,'' said John Ziolkowski, a staff member of the House Appropriations Committee, ``they won't get any more money. If they can say we will cut food-borne illness by so much, I'm sure the members would say that is a serious proposal. Did we provide enough money? No. I'm sure we didn't for a lot of people.'' The chairman of the Senate Appropriations subcommittee on agriculture, Thad Cochran, R-Miss., said that even though some new programs proposed by the administration had merit, the committee did not have the money for them. So it provided nothing. Instead, Cochran suggested that some of the Food and Drug Administration's duties be delegated to states and local governments. But government officials say more action is needed. ``Food-borne diseases are a continuing problem that have not yet been resolved,'' said Dr. Robert Tauxe, chief of the food-borne and diarrheal diseases branch of the Centers for Disease Control and Prevention. This fact has been underscored in the last few months by two unexpected outbreaks of food-borne illnesses: travelers' diarrhea, or enterotoxigenic E. coli, from potato salad, which sickened 4,000 people in Illinois, and salmonella in breakfast cereal, which made 200 people ill in 11 states. ``Salmonella in breakfast cereal is basically a first for us in this country,'' Tauxe said. ``We cannot have a breakfast-cereal plant having failures like that, and that's an inspection problem.'' The potato salad outbreak is equally worrisome, he said. ``We used to believe you had to travel overseas to get travelers' diarrhea. It's a classic example of emerging infections common in Latin America becoming a problem here.'' Despite what Tauxe described as ``extraordinary efforts'' to prevent E. coli O157:H7 from contaminating meat, it continues to be a problem. ``I don't feel that recalls are the answer,'' he said, ``because we don't want E. coli in the meat to begin with. That's a sign that additional efforts are needed.'' Since 1988, the number of products recalled for life-threatening microbial contamination has increased almost fivefold, according to the FDA. In 1993, the agency asked the administration for the power to bar fruits, vegetables, grains, fish and other food from countries with food-safety systems inferior to that of the United States. But advocates of free trade oppose ceding that power, called equivalency, and no action, executive or legislative, has been taken. The Department of Agriculture has the power to bar imported meat and poultry, but in a report issued in May, the General Accounting Office, an investigative arm of Congress, said ``Federal agencies cannot ensure that the growing volume of imported food is safe for consumers,'' and recommended that the power of equivalency be extended to cover all foods eligible for import. <ANNOTATION> (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS) </ANNOTATION> The FDA now deals with imported food only after it arrives. It inspects slightly more than 1.5 percent of all foreign shipments, and among imported produce items, a source for some extremely serious outbreaks of food-borne illness, only 0.2 percent were sampled last year. The number of shipments of food for which the FDA is responsible has increased to 2.2 million from 1.5 million five years ago. The number of people who inspect the food has remained the same. And domestically, the agency inspects food plants only every 10 years, on average. When Congress returns from its recess, Sen. Tom Harkin, D-Iowa, will offer an amendment to restore all of the original $101 million for the president's food safety initiative. And in his radio address, the president will announce what the administration can do without congressional approval. One measure is an FDA rule requiring warning labels on all packaged juice that has not been pasteurized or processed to kill harmful bacteria. A second measure is the creation of a national institute for food safety research to coordinate public and private research. Unpasteurized apple juice, contaminated with E. coli O157:H7, caused the death of a 16-month-old child last year and led to the hospitalization of a dozen other children. The new labeling rule will take effect in time for the apple cider season. ``Congress is sitting on its hands while we watch all these outbreaks occur around this country,'' said Caroline Smith deWaal, director of food safety for the Center for Science in the Public Interest, an advocacy group based in Washington, ``and things are not going to get better without resources and authority to regulate food.'' "
		}
	]
}
