{
    "docSet": [
        {
            "headline": "Australia says it won't try to stop Japanese whaling ships in Antarctic", 
            "text": "\n<P>\nAustralia strongly opposes Japanese \nplans to expand its whaling catch in Antarctic waters but will not \ntry to board Japanese whaling ships there because it could be \naccused of piracy, Attorney General Philip Ruddock said Saturday.\n</P>\n<P>\nRuddock said Australia was \"vigorously opposed\" to the Japanese \nproposals and would press its efforts to establish a South Pacific \nwhale sanctuary.\n</P>\n<P>\nBut the government opposes an application in Australia's Federal \nCourt to prevent a Japanese whaling company entering the \nAustralian-declared whale sanctuary in Antarctica, which Japan does \nnot recognise.\n</P>\n<P>\nRuddock told Sky News that Australian patrol boats could be \naccused of piracy if they boarded Japanese ships in the area, \nbecause of Australia's obligations under the Antarctic Treaty.\n</P>\n<P>\n\"To put Australian forces at risk in relation to an area where \nsome people would say you have no claims -- even though we assert \nthem -- could lead to very significant issues in relation to whether \nwhat we'd be doing constituted piracy,\" he told Sky News.\n</P>\n<P>\nJapan says it will seek approval to expand its catch at the \nannual meeting of the International Whaling Commission (IWC) opening \non May 30 in South Korea.\n</P>\n<P>\nJapanese media reports have said it will seek nearly to double \nits annual catch of Minke whales, currently set at 440, in the \nAntarctic and to catch the larger humpback and fin whales which are \nconsidered endangered by the World Conservation Union.\n</P>\n<P>\nJapan, where whale meat is part of culinary culture, reluctantly \nhalted commercial whaling in line with a 1986 IWC moratorium. The \nnext year it resumed catches under a loophole that allows \"research \nwhaling,\" despite international protests.\n</P>\n<P>\n\"We are vigorously opposed to what they are seeking to do... and \nwe're continuing to be at the forefront of the campaign to have a \nSouth Pacific whale sanctuary and that is the effort we will \ncontinue to make,\" Ruddock said.\n</P>\n<P>\nAny direct action would undermine diplomatic efforts, he said.\n</P>\n<P>\nEnvironment Minister Ian Campbell said Japan risks damaging its \nreputation in the eyes of most Australians if it persists with plans \nto hunt humpback whales.\n</P>\n<P>\nHe said Canberra would press for reform of the IWC when it meets \nnext month, in a bid to have all forms of whaling banned.\n</P>\n<P>\nCampbell said the catching of humpback whales, which migrate the \nwest and east coasts of Australia in increasing numbers, \"is \nsomething that will potentially seriously damage the way Australians \nperceive Japan.\"\n</P>\n", 
            "id": "AFP_ENG_20050514.0029"
        }, 
        {
            "headline": "NZ mulls over stopping Japan 's whale slaughter in World Court", 
            "text": "\n<P>\nNew Zealand is seeking all \noptions including a possible legal fight against Japan's plan to \nkill endangered humpback whales, local media said Monday.\n</P>\n<P>\nConservation Minister Chris Carter told NZPA, a news agency, \nthat he understands the Japanese want to add 80 of each of \nhampback and fin whales to its legal kill lists.\n</P>\n<P>\nJapan plans to go to the meeting of the International Whaling \nCommission (IWC) in South Korea in June asking to double its kill \nof about 440 minke whales a year for so-called scientific purposes,\nand also add humpback and fin whales to the list.\n</P>\n<P>\nCarter, who is to attend the IWC meeting, said New Zealand is \nfighting the proposal on a number of counts, and taking a case to \nthe World Court is one option.\n</P>\n<P>\nGreen Party co-leader Jeanette Fitzsimons said only words are \nnot enough to stop Japan's plans for the slaughter and the New \nZealand \"Government must take serious action against Japan.\"\n</P>\n<P>\nChallenging the plans in the World Court should be considered, \nsaid Fitzsimons.\n</P>\n<P>\n\"The humpback whale was almost hunted into extinction. We \ncannot allow it to become a target for Japanese harpoon guns,\" she\nsaid.\n</P>\n", 
            "id": "XIN_ENG_20050515.0200"
        }, 
        {
            "headline": "NZ Greens considering consumer boycott over Japan's plans for expanded whale hunt", 
            "text": "\n<P>\nGreen Party lawmakers in Australia and New Zealand are considering urging\nconsumers to boycott Japanese products to protest Tokyo's plan to expand its\nannual whale hunt, the party's co-leader said Monday.\n</P>\n<P>\nJeanette Fitzsimons told New Zealand's National Radio she had discussed with\nAustralian Green Party leader Bob Brown the idea of \"some trans-Tasman consumer\naction against Japan if they succeed\" in getting approval from the International\nWhaling Commission for an expanded whale hunt.\n</P>\n<P>\n\"I think the time has come to look at diplomatic measures, trade measures, to\nlook at things consumers can do,\" she said. \"We've actually got to show some\nmuscle here,\" she added.\n</P>\n<P>\nThe Tasman Sea separates Australia and New Zealand, two nations strongly opposed\nto Japan's continuing hunting of whales under a research program.\n</P>\n<P>\nJapan announced in early April it intends to seek permission to conduct a\n\"broader and more comprehensive\" research whaling program in the Antarctic at\nthe commission's annual meeting in South Korea in mid-June.\n</P>\n<P>\nTokyo has declined to release details of the expanded hunt ahead of the IWC\nScientific Committee's consideration of the proposal in the three weeks prior to\nthe IWC's full meeting.\n</P>\n<P>\nOpponents of the plan have claimed that Japan is seeking to double to 800 the\nnumber of minke whales it will slaughter each year, and to add 50 humpback\nwhales and 50 fin whales.\n</P>\n<P>\nJapan has not previously killed humpbacks or fin whales as part of its research\nprogram, which began in 1987.\n</P>\n<P>\nTokyo has repeatedly failed to muster the three-fourths majority of IWC member\nnations needed to overturn the commercial whaling ban which took effect in 1986.\nIt has recently threatened to quit the commission.\n</P>\n<P>\nFitzsimons dismissed Japan's scientific whaling as a cover for continuing \"to\nput whale meat on the table in Japan.\"\n</P>\n<P>\nNew Zealand Conservation Minister Chris Carter said he was prepared \"to explore\nany avenue ... if we can stop Japan slaughtering these whales.\"\n</P>\n<P>\nTaking legal action against Japan in the Hague-based World Court was one option\nbeing explored, he said.\n</P>\n<P>\nHe said the mammals migrate through New Zealand waters and provide the basis for\na major whale-watching industry.\n</P>\n", 
            "id": "APW_ENG_20050516.0058"
        }, 
        {
            "headline": "Japan's bid to harvest more whales is \"very bad,\" Australia's PM says", 
            "text": "\n<P>\nAustralia's prime minister on Wednesday criticized a move by Japan to increase\nits whale harvest in the Antarctic as a \"very bad decision,\" but stood by his\npolicy of not intercepting Japanese whaling boats.\n</P>\n<P>\nThe International Whaling Commission, or IWC, banned commercial whaling in 1986,\nbut grants limited permits to countries such as Japan that maintain whaling\nprograms for scientific purposes.\n</P>\n<P>\nJapan announced in April it plans to seek permission to extend its research\nwhaling program in the Antarctic when the IWC meets later this\nmonth.\n</P>\n<P>\nAustralia's Prime Minister John Howard on Wednesday defended his decision not to\nintercept whaling boats found in Antarctic waters, saying Japan and many other\ncountries do not recognize Australian territorial claims in Antarctica and a\nwhaling sanctuary that is protected under Australian law.\n</P>\n<P>\n\"The Australian claim is not recognized by a lot of countries around the world,\"\nHoward told Southern Cross radio in the Queensland state capital, Brisbane. \"If\nthere were any attempt by force to interfere with whaling activities otherwise\nsanctioned by international agreements, it would be a breach of international\nagreements.\"\n</P>\n<P>\nHoward said he would prefer to use diplomatic measures to encourage Japan not to\nkill whales in Antarctic waters, and said Australia was working with the United\nStates, New Zealand and England to urge Tokyo to reconsider its\nproposal.\n</P>\n<P>\n\"There are other ways of trying to change what I regard as a very bad decision\nby the Japanese, a very bad decision,\" he added.\n</P>\n<P>\nHoward also criticized Japan _ which kills about 400 minke whales in Antarctic\nwaters each year _ for reported plans to harvest humpback whales, which were\nseverely depleted by commercial whaling in the early part of last\ncentury.\n</P>\n<P>\n\"It is not science to harvest 400 whales. It is not,\" Howard said. \"The decision\nto go after the humpback whales as well _ the decision cannot be justified on\nscientific grounds.\"\n</P>\n<P>\nWhaling opponents say Japan is using research as a pretext to continue the\ncommercial sale of whale meat. Proceeds of about US$52 million (euro41.15\nmillion) go back into funding the annual hunts.\n</P>\n<P>\nThe 57-member IWC is scheduled to hold its annual meeting in Ulsan, South Korea,\nfrom May 27 to June 24. Japan has threatened to withdraw from the commission if\nit does not get approval for increased whaling.\n</P>\n", 
            "id": "APW_ENG_20050518.0089"
        }, 
        {
            "headline": "Australia vows unprecedented drive to curb Japan whale kill", 
            "text": "\n<P>\nAustralia said Tuesday it was engaged in \nan unprecedented diplomatic campaign to disuade Japan from trying to \nescalate its killing of whales.\n</P>\n<P>\nPrime Minister John Howard intervened personally, writing to his \nJapanese counterpart Junichiro Koizumi at the weekend to urge Tokyo \nto reconsider its position on whaling, Environment Minister Ian \nCampbell said.\n</P>\n<P>\nTokyo has applied to the International Whaling Commission (IWC) \nfor permission to nearly double its annual catch of Minke whales, \ncurrently set at 440, and to catch the larger humpback and fin \nwhales which are considered endangered by the World Conservation \nUnion.\n</P>\n<P>\nJapan, where whale meat is part of culinary culture, reluctantly \nhalted commercial whaling in line with a 1986 IWC moratorium, but \nthe next year resumed catches under a loophole that allows \"research \nwhaling\".\n</P>\n<P>\nTokyo is believed to have the votes needed to get its request \napproved at the next IWC meeting which begins Friday in South \nKorea.\n</P>\n<P>\nIn his letter to Koizumi, Howard challenged the Japanese claim \nthat it needs to expand its whale kill for research purposes.\n</P>\n<P>\n\"Given that non-lethal methods exist for scientific research, \nAustralia believes that there is no basis for killing whales,\" \nHoward wrote in the two-page letter, excerpts of which were \npublished in The Daily Telegraph Tuesday and confirmed by Campbell.\n</P>\n<P>\nHoward, who recently agreed to dispatch 450 troops to guard \nJapanese army engineers in southern Iraq despite domestic opposition \nto the move and visited Tokyo last month, said relations between the \ntwo countries had never been closer, but that \"good friends should \nalways feel free to disagree\".\n</P>\n<P>\nThe IWC meeting coincides with the start of Australia's whale \nwatching season, when hundreds of humpbacks swim up the east coast \nseeking warmer waters during the southern winter.\n</P>\n<P>\nHoward noted in his letter that some 1.6 million tourists flock \nto Australian shores to watch the whale migration each year.\n</P>\n<P>\n\"This is clear evidence of the extent of public interest in the \ncontinued health and welfare of whales and considerable public \nconcern could be expected, not only in Australia, but across the \nglobe, were whaling to increase,\" he said.\n</P>\n<P>\nCampbell said Howard's strongly-worded letter underscored \nAustralia's determination to fight Japan's whaling plan.\n</P>\n<P>\n\"The sort of efforts that the prime minister has put in and the \nefforts I've been putting in over many months will continue over the \nnext few weeks, and we won't stop until we achieve success,\" \nCampbell said on ABC radio.\n</P>\n<P>\n\"What the prime minister has demonstrated is that we are \nprepared to raise this at levels that it's never been raised \nbefore,\" he said.\n</P>\n<P>\n\"We're working internationally, we're working bilaterally, we're \nvery, very keen to see firstly, no reopening of commercial whaling, \nand very importantly, no scientific whaling in the future,\" he \nsaid.\n</P>\n", 
            "id": "AFP_ENG_20050523.0668"
        }, 
        {
            "headline": "Japan vows to continue whaling despite Australian campaign by Miwa Suzuki ATTENTION - ADDS Howard, Campbell remarks ///", 
            "text": "\n<P>\nTokyo will not yield to foreign pressure \nseeking to stop it from whaling, a fisheries official said Tuesday \nafter Australia stepped up a campaign against Japan's annual hunt in \nthe name of scientific research.\n</P>\n<P>\nAustralian Prime Minister John Howard took the unusual step of \nintervening personally. He wrote to his counterpart Junichiro \nKoizumi, urging Japan to scrap reported plans to include species \nconsidered endangered among those hunted.\n</P>\n<P>\nBut the Fisheries Agency, without commenting on plans to kill \nmore whales near Australian waters, said Japan would continue the \nwhaling which it argues is done for scientific research.\n</P>\n<P>\n\"Our position on research whaling will not change just because \nof foreign pressure,\" said Takanori Nagatomo, deputy director at the \nFar Seas Fisheries Division of the agency.\n</P>\n<P>\n\"We have been engaging in research whaling to collect scientific \ndata so we can resume commercial whaling,\" he said, adding the \nagency has not been under any pressure from Koizumi's office or the \nforeign ministry. \n</P>\n<P>\n\"Whaling is also part of the Japanese culture,\" he said.\n</P>\n<P>\nJapan, where whale meat is part of the traditional cuisine, \nreluctantly accepted a 1986 moratorium on commercial whaling by the \nInternational Whaling Commission (IWC).\n</P>\n<P>\nBut it resumed catches in 1987 using a loophole that allows \n\"research whaling\" and selling the meat on the market, a practice \ncondemned by environmentalists as commercial whaling in disguise.\n</P>\n<P>\nJapan says lethal research is necessary for accurate data on \nwhales' ages, eating habits and other details and to prove its view \nthat such whale species as minkes are thriving and consuming \nvaluable fish stock.\n</P>\n<P>\nTokyo will reportedly tell the IWC at a meeting starting this \nmonth in South Korea that it intends to nearly double its annual \ncatch of minke whales in the Antarctic Ocean, currently set at 440.\n</P>\n<P>\nIt also aims to catch the larger humpback and fin whales which \nare considered endangered by the World Conservation Union, Japanese \nnews reports said.\n</P>\n<P>\nIn his letter to Koizumi, Howard challenged the Japanese claim \nthat it needs to expand its whale kill for research purposes.\n</P>\n<P>\n\"Given that non-lethal methods exist for scientific research, \nAustralia believes that there is no basis for killing whales,\" wrote \nHoward, noting that 1.6 million tourists flock to Australian shores \nto watch the whale migration each year.\n</P>\n<P>\nEnvironment Minister Ian Campbell said Australia was \"prepared \nto raise this at levels that it's never been raised before.\"\n</P>\n<P>\n\"The sort of efforts that the prime minister has put in and the \nefforts I've been putting in over many months will continue over the \nnext few weeks, and we won't stop until we achieve success,\" \nCampbell said on ABC radio.\n</P>\n<P>\n\"We're working internationally. We're working bilaterally. We're \nvery, very keen to see firstly, no reopening of commercial whaling, \nand very importantly, no scientific whaling in the future,\" he \nsaid.\n</P>\n<P>\nHoward recently agreed to dispatch 450 troops to guard Japanese \narmy engineers in southern Iraq despite domestic opposition to the \nmove. He visited Tokyo last month and said relations between the two \ncountries had never been closer, but that \"good friends should \nalways feel free to disagree\".\n</P>\n", 
            "id": "AFP_ENG_20050524.0060"
        }, 
        {
            "headline": "Australian government foils court challenge against Japanese whaling", 
            "text": "\n<P>\nThe Australian government on Friday \nfoiled a court bid by international animal rights activists to stop \na Japanese company from killing whales inside the country's \nAntarctic sanctuary.\n</P>\n<P>\nThe Humane Society International went to a federal court in \nSydney seeking permission to take legal against the whaling company \nKyodo Senpaku Kaisha.\n</P>\n<P>\nThe group accuses the company of unlawfully hunting more than \n400 minke whales over the past four years in Australian waters near \nAntarctica.\n</P>\n<P>\nBut federal court justice Jim Allsop dismissed the application \nbecause a government submission said legal action against the \ncompany could damage relations with Tokyo and jeopardise Australia's \nnational interests.\n</P>\n<P>\n\"The Australian government has the view that the attempt to \nenforce the EPBC Act (to stop the killing of whales) may upset the \ndiplomatic status quo ... and may be contrary to Australia's long \nterm national interests,\" he said.\n</P>\n<P>\nAttorney-General Philip Ruddock said in the submission given to \nthe court in January that the government had no right to enforce its \nlaw on Japan because Tokyo did not recognise Australia's claim of \nterritorial sovereignty over the Australian Antarctic Territory.\n</P>\n<P>\n\"The submissions of the attorney-general appear to have great \nforce,\" Allsop said in his ruling.\n</P>\n<P>\nHumane Society campaign director Michael Kennedy said he was \n\"bitterly disappointed\" by the ruling but said his group may appeal \nthe decision to the full bench of the Federal Court.\n</P>\n<P>\nThe opposition Labor Party assailed the government's \nintervention in the case, which coincides with efforts by Japan to \ngain permission from the International Whaling Commission (IWC) to \ndouble the number of whales it can kill each year.\n</P>\n<P>\nA statement by Labor foreign affairs spokesman Kevin Rudd said \nFriday's court ruling \"has confirmed the Howard governments \nspineless and hypocritical response to the slaughter of whales in \nthe Australian Whale Sanctuary\".\n</P>\n<P>\nEarlier this week Prime Minister John Howard personally wrote to \nhis Japanese counterpart, Junichiro Koizumi, urging him to scrap the \nplan to increase Japan's whale kill.\n</P>\n<P>\nThe Japanese plan is due to go before the International Whaling \nCommission (IWC) when it meets in South Korea next month.\n</P>\n<P>\nJapan, where whale meat is part of the traditional cuisine, \nreluctantly accepted a 1986 moratorium on commercial whaling by the \nIWC.\n</P>\n<P>\nBut it resumed catches in 1987 using a loophole that allows \n\"research whaling\" and selling the meat on the market, a practice \ncondemned by environmentalists as commercial whaling in disguise.\n</P>\n<P>\n\"For the past week Labor has been calling on the government to \ntake action against Japan in the International Court of Justice,\" \nRudd said.\n</P>\n<P>\n\"This position has only been reinforced today by the decision of \nthe Federal Court.\"\n</P>\n", 
            "id": "AFP_ENG_20050527.0037"
        }, 
        {
            "headline": "Animal rights group loses bid to sue Japanese whaling company", 
            "text": "\n<P>\nAn animal rights group on Friday lost a bid to sue a Japanese whaling company\nfor allegedly killing hundreds of whales inside an Australian whale\nsanctuary.\n</P>\n<P>\nHumane Society International was denied permission by Australia's Federal Court\nto sue Japanese whaling company Kyodo Senpaku for allegedly killing around 400\nminke whales in Antarctic waters the Australian government has declared a whale\nsanctuary.\n</P>\n<P>\nJudge James Allsop based the rejection on a submission to the court by Canberra\nsaying the government cannot legally stop the whaling company hunting in\ninternational waters protected by Australia because Japan does not recognize\nAustralia's jurisdiction over the waters.\n</P>\n<P>\nAllsop said the submission, from Australia's Attorney-General Philip Ruddock,\nappeared \"to have great force\" and also expressed concerns that the proposed\nlegal action could jeopardize \"Australia's long term national\ninterests.\"\n</P>\n<P>\nOutside the court, HSI director Michael Kennedy told reporters he was \"bitterly\ndisappointed\" in the decision and hoped to file an appeal later this\nyear.\n</P>\n<P>\nHe said the government had not taken strong enough steps to stop Japanese\nwhaling companies from operating in Australian waters.\n</P>\n<P>\nAttorney-General Philip Ruddock said the judge had upheld the government's view\nthat it was not appropriate to pursue the campaign against whaling in the\nAustralian courts.\n</P>\n<P>\n\"The best way to resolve such matters is through bilateral representations and\nmultilateral fora including the International Whaling Commission,\" Ruddock said\nin a statement.\n</P>\n<P>\nThe International Whaling Commission imposed a moratorium on commercial whaling\nin 1986, but Japan's scientific hunt, in which hundreds of whales are killed\neach year, is widely regarded as a way of circumventing the moratorium.\n</P>\n<P>\nJapan has said it will push for a widening of its scientific whaling program at\na meeting of the IWC that also began Friday in Ulsan, South Korea.\n</P>\n<P>\nWhaling opponents fear that pro-whaling countries like Japan and Norway may have\na voting majority at the commission for the first time since the 1986 whaling\nban was imposed.\n</P>\n", 
            "id": "APW_ENG_20050527.0226"
        }, 
        {
            "headline": "Australian environment minister visits Europe to push anti-whaling stance", 
            "text": "\n<P>\nAustralian Environment Minister Ian \nCampbell set off Sunday on a diplomatic lobbying mission to Europe \nand the Pacific as part of a campaign to undermine Japan's push to \nincrease its whale cull.\n</P>\n<P>\nCampbell said he would visit key European players in the \nInternational Whaling Commission (IWC) -- including France, \nSwitzerland, Denmark, Ireland and Sweden -- to reinforce Australia's \nanti-whaling position.\n</P>\n<P>\nHe said he would also discuss the issue with key Pacific nations \nahead of an IWC vote at a meeting in Ulsan, South Korea, late next \nmonth.\n</P>\n<P>\n\"Australia is of the clear, informed view that whaling under \nscientific permits should be rejected: it is unnecessary, and \nnothing less than commercial whaling in disguise,\" Campbell said in \na statement.\n</P>\n<P>\n\"We need to work together to promote conservation.\"\n</P>\n<P>\nAustralia last week warned Tokyo it was embarking on an \nunprecedented diplomatic campaign to dissuade Japan from trying to \nescalate its killing of whales.\n</P>\n<P>\nPrime Minister John Howard intervened personally, writing to his \nJapanese counterpart Junichiro Koizumi at the weekend to urge Tokyo \nto reconsider its position on whaling.\n</P>\n<P>\nHowever, Japan's Fisheries Agency responded by saying that \nforeign pressure would not force it into changing its whaling \npolicies.\n</P>\n<P>\nJapan, where whale meat is part of culinary culture, reluctantly \nhalted commercial whaling in line with an IWC moratorium in 1986, \nbut the next year resumed catches under a loophole that allows \n\"scientific research whaling\".\n</P>\n<P>\nIt has applied to the International Whaling Commission (IWC) for \npermission to nearly double its annual catch of Minke whales, \ncurrently set at 440, and to catch the larger humpback and fin \nwhales which are considered endangered by the World Conservation \nUnion.\n</P>\n<P>\nThe estimated 2,000 tonnes of meat currently obtained from each \nyear's cull ends up in supermarkets and restaurants across Japan.\n</P>\n<P>\nTokyo is believed to have the votes needed to get its request \napproved at the Ulsan meeting.\n</P>\n", 
            "id": "AFP_ENG_20050529.0006"
        }, 
        {
            "headline": "Australian animal rights group to appeal decision in Japanese whaling case", 
            "text": "\n<P>\nAnimal advocates hoping to halt a Japanese whale hunt announced plans Tuesday to\nappeal a legal decision that bars the group from filing a lawsuit against the\nwhaling company Kyodo Senpaku.\n</P>\n<P>\nHumane Society International was denied permission by Australia's Federal Court\nlast week to sue the Japanese whaling company for allegedly killing hundreds of\nwhales in Antarctic waters the Australian government has declared a whale\nsanctuary.\n</P>\n<P>\nIn rejecting the application, Judge James Allsop said Australia does not have a\nlegal right to stop whaling in international waters protected by Australia\nbecause Japan does not recognize Australia's jurisdiction there.\n</P>\n<P>\nHowever, Allsop granted the animal rights group permission to appeal his\ndecision to the full bench of the Federal Court.\n</P>\n<P>\nThe group's director, Michael Kennedy, said he would appeal the decision within\nthe next two weeks.\n</P>\n<P>\n\"A successful appeal to the full Federal Court could force the government to go\nbeyond hitting Japan with rhetoric,\" Kennedy said.\n</P>\n<P>\nAustralian government officials have refused to support the group, saying they\nwill use diplomacy to urge Japan to curb its whaling activities.\n</P>\n<P>\nCommercial whaling was banned by the International Whaling Commission in 1986,\nbut a small number of countries _ including Japan _ maintain scientific whaling\nprograms in which hundreds of whales are killed each year.\n</P>\n<P>\nJapan has said it will push for a widening of its research whaling program at a\nmeeting of the IWC that began in Ulsan, South Korea last week. Whaling opponents\nfear that pro-whaling countries like Japan and Norway may have a voting majority\nat the commission for the first time since the 1986 whaling ban was\nimposed.\n</P>\n", 
            "id": "APW_ENG_20050531.0165"
        }
    ], 
    "id": "D1022D", 
    "title": "Whale Conservation Japan"
}