{
    "docSet": [
        {
            "headline": "Possible Delisting as Endangered Is a Bear of an Issue", 
            "text": "\n<P>\nOn April 12 of last year, state Game and Fish\nofficers shot dead a dangerous nuisance known as Bear #G92, after the\ngrizzly repeatedly broke into buildings searching for food on a ranch\nnear here.\n</P>\n<P>\nThe 5-year-old male was the first of 19 grizzly bears to die in the\nregion surrounding Yellowstone National Park and one of 50 killed in\nthe lower 48 states, making 2004 the worst year for grizzly mortality\nsince the animal was added to the endangered species list in 1975.\n</P>\n<P>\nThe death rate here, where the grizzly population is estimated at\n600, was 2 1/2 half times greater than the 15-year average. Most\nworrying to wildlife biologists was the fact that females made up 60\npercent of the dead.\n</P>\n<P>\nNonetheless, the U.S. Fish and Wildlife Service is preparing to\nremove Yellowstone's grizzly bears from the endangered species list\nlater this year. Moreover, new management plans might allow hunting of\nthe bears outside the park.\n</P>\n<P>\nThe Yellowstone contingent is the largest of a handful of remnant\ngrizzly populations in the lower 48 states and the only one facing\nimminent removal from the endangered species list. Their range\nencompasses Yellowstone, Grand Teton National Park and nearby lands in\nWyoming, Montana and Idaho. The law protects the bears in Yellowstone,\npart of Grand Teton and in a circle of land outside, known as the\n``primary recovery area.''\n</P>\n<P>\nA formidable symbol of American wilderness, and a hugely popular\npublic attraction in Yellowstone, the grizzly bear would be the\nbiggest animal to come off the endangered species list since the\nCalifornia gray whale was delisted in 1994.\n</P>\n<P>\nDespite the record number of dead bears last year, the Fish and\nWildlife Service believes the grizzlies, whose population has more\nthan doubled in the three decades it has been on the list, no longer\nneed the special protection afforded by the law.\n</P>\n<P>\n``We're victims of our own success,'' said Chris Servheen, Fish and\nWildlife's grizzly bear coordinator. ``The bears are expanding their\nnumbers and their range. They are now in places they haven't been in\n80 or 100 years. These mortality rates are to be expected when bears\npunch out into areas where there are more people.''\n</P>\n<P>\nBut Servheen stresses the bears will be monitored closely after\nthey are delisted. If their numbers drop below 500, a management\nreview will be triggered. An overall decline of more than 4 percent or\na 1.2 percent annual drop in the female population will trigger a\nreview, Servheen said, and that could lead to an emergency\nre-lisiting.\n</P>\n<P>\nBear experts believe that an isolated population of fewer than 500\nis in danger of losing its genetic diversity and becoming vulnerable\nto disease and birth defects.\n</P>\n<P>\nSome biologists, notably Dave Mattson, a specialist on population\nassessment who has been studying the Yellowstone grizzlies since 1979,\nare wary of managing by numbers. ``We really don't have any precise\nways to count bears or track their growth and decline,'' Mattson said.\n</P>\n<P>\n``Even if you start with 500 bears, an annual decline of 2 percent\nto 5 percent over 15 to 30 years could take them down to 200.''\n</P>\n<P>\nAccording to estimates at the time, there were between 150 and 220\nYellowstone grizzlies when they were placed on the endangered species\nlist.\n</P>\n<P>\nMattson, who works for the U.S. Geological Survey, said he has not\ntaken a position on delisting, but he worries that not enough is known\nabout comparatively new threats such as climate change and the\nproliferation of non-native species that could deplete some of the\nbears' food sources by 90 percent in the future.\n</P>\n<P>\nSome opponents of delisting contend that last year's mortality rate\nunderscores the bear's vulnerability to encroaching development. They\ncontend that once exempt from the highest level of federal protection,\nthe bears will be safe only inside Yellowstone and Grand Teton\nnational parks, areas too small to sustain a viable population of\ngrizzlies.\n</P>\n<P>\nIn 2001, the Bush administration shelved a plan to reintroduce\ngrizzlies in a wilderness area along the Idaho-Montana border, despite\nstrong public sentiment in favor of the move. Many experts believed it\nwould have been a major step in assuring the long-term survival of\ngrizzlies because the isolated Yellowstone bears would have been able\nto intermingle with the introduced population.\n</P>\n<P>\nHow the Yellowstone bears fare could well be the most conspicuous\ntest case of the Bush administration's policy toward endangered\nspecies.\n</P>\n<P>\nThe administration wants to reform the Endangered Species Act to\nmake it harder to add to the list and easier to remove species from\nit. It also wants to make it harder to set aside ``critical habitat''\n-- in effect, wildlife sanctuaries covering millions of acres where\ncommercial and industrial development is restricted.\n</P>\n<P>\nEven if the Yellowstone grizzlies are delisted, federal and state\nofficials point out that protections will remain in place on more than\n9,200 square miles of the grizzlies' core habitat in the parks and\nadjacent federal lands. But about 2 million acres of federal and\nprivate land where about one-third of the bears are believed to live\nwill be more open to logging, recreation and development.\n</P>\n<P>\nThat concerns Louisa Willcox, who heads the Montana-based Wild Bear\nProject for the Natural Resources Defense Council. The new plans don't\nallow for a fallback when food sources in bear habitat diminish or\nchange, said Wilcox who has worked for conservation causes in Wyoming\nand Montana for more than 20 years.\n</P>\n<P>\n(Begin optional trim)\n</P>\n<P>\nIn the 19th century, an estimated 50,000 grizzlies roamed across\none-third of the Continental United States. Now, an estimated 1,200\nbears occupy 2 percent of their original land base.\n</P>\n<P>\nWandering grizzlies can terrorize rural neighborhoods, chew up a\nrancher's calves and occasionally maul people. In Yellowstone Park,\nabout 30 people have been injured and two killed in bear attacks since\n1975.\n</P>\n<P>\nMuch has changed in the mountains and forested valleys of the\nYellowstone region since the bears were placed on the endangered\nspecies. Some counties bordering the park have grown by nearly 30\npercent.\n</P>\n<P>\nTraditional conflicts between bears and livestock are compounded by\nexurban sprawl creeping up open valleys across the intermountain West.\nToday, when a grizzly fords a stream to forage, it can find itself\nconfronted with an obstacle course of swing sets and patio furniture. \n</P>\n<P>\n(End optional trim)\n</P>\n<P>\nThe burgeoning ranchettes outside of Cody along the North and South\nFork of the Shoshone River are in prime bear habitat. One, a high-end\ndevelopment of about 150 homes, will be the county's first gated\ncommunity.\n</P>\n<P>\nCharles Preston, the curator of Cody's Buffalo Bill Historic\nCenter, is developing educational programs that teach about bear-human\nconflicts. Preston, an ornithologist, says folks here are not quite at\nthe ``torch and pitchfork stage'' in response to the grizzly, but\nthere is concern.\n</P>\n<P>\n''We happen to live in the last great place. It's a cliche, but its\ntrue,`` he said. ''The Greater Yellowstone Ecosystem is the last\nintact predator ecosystem in the world, with the full complement of\nwildlife that existed at the time of Christopher Columbus. It's a\nvignette of pristine America.''\n</P>\n<P>\nPreston envisions a program that helps residents to embrace the\nregion and all of its wildlife, enough to be moved to protect it.\n</P>\n<P>\nIt will be a tough sell in some places, especially in counties\nwhere the bears have been scarce until recent years.\n</P>\n<P>\nLast month, commissioners in Fremont County, southeast of\nYellowstone declared the bears ``socially unacceptable.'' In all, four\nWyoming county commissions have passed anti-grizzly resolutions.\n</P>\n<P>\nServheen of the Fish and Wildlife Service who is a strong advocate\nof delisting the Yellowstone grizzlies dismissed the resolutions as\n''colorful but meaningless,`` saying that ''a majority of people want\nbears around.``\n</P>\n<P>\nBut Wilcox pointed out that in Wyoming county resolutions have the\nforce of law and could trigger a rash of grizzly killings once the\nfederal government has ceded authority over the animals to the states.\n</P>\n<P>\nBefore delisting can occur, state and federal agencies in Wyoming,\nMontana and Idaho must establish bear management plans. While the\nplans are in various stages of development, the states are expected to\nauthorize grizzly hunting for the fist time in decades, although it\nwould not be allowed in the national parks.\n</P>\n<P>\nEven with the strict protections now afforded by the Endangered\nSpecies Act, grizzlies can be destroyed if they kill domestic\nlivestock or make a nuisance of themselves in areas where people live.\nBears also have died after being shot by hunters claiming self-defense\nor saying they mistook a grizzly for a black bear.\n</P>\n<P>\nSome experts make the case that legal hunting will bolster support\nfor the grizzlies' survival.\n</P>\n<P>\n''In some ways I see hunting of grizzly bears in the future as\npositive tool,`` said Kim Barber, the U.S. Forest Service's grizzly\nbear and wolf coordinator for the Rocky Mountain region. ''The only\nway the bear is going to survive in the Yellowstone Ecosystem is to\nhave public support for it. Hunting will help.``\n</P>\n<P>\nBut Chuck Neal, an ecologist and bear expert retired from the U.S.\nBureau of Land Management in Wyoming, said an anti-bear hysteria\ndrives the hunting discussion He's particularly concerned that state\nand local officials -- susceptible to citizen pressure -- will\nestablish bear management plans that permit bear killing in a broad\narray of circumstances.\n</P>\n<P>\n''They are the kind of people whose idea of wildlife management is\nto kill anything that looks at them crossways. It's a 19th-century\napproach,`` Neal said. ''I don't support state control of the grizz. I\nfear bears are headed into a wall of lead.``\n</P>\n", 
            "id": "LTW_ENG_20050109.0013"
        }, 
        {
            "headline": "Nine-year study shows grizzlies near Canadian park have lowest birth rate ever in North America", 
            "text": "\n<P>\nA nine-year study coinciding with burgeoning development in and around Banff\nNational Park has found the area's grizzly bears have the lowest reproductive\nrate ever recorded in North America, scientists at the University of Calgary\nsaid.\n</P>\n<P>\nThe study of 71 bears between 1994 and 2002 also found that humans were\nresponsible for more than 75 percent of female bear deaths and 86 percent of\nmale deaths in the period.\n</P>\n<P>\n\"Basically, we (need) to have 19 out of 20 adult female bears in their\nreproductive years to survive into the next year,\" said Stephen Herrero, an\nenvironmental scientist at the University of Calgary and co-author of the study.\n\"It's a tricky balance we'll have to maintain.\"\n</P>\n<P>\nFemale grizzlies do not reproduce until they are about 8 years old, and\ngenerally have litters of one or two cubs every four or five years. So the death\nof a single bear can have a significant impact on population\ntrends.\n</P>\n<P>\nThe findings announced Thursday are to be published in the upcoming edition of\nJournal of Wildlife Management.\n</P>\n<P>\n\"This is definitely a wake-up call _ this says we have to be very careful with\nmortality because these bears are going to bounce back slowly, if at all,\" said\nHerrero.\n</P>\n<P>\nThe study was supported by business and environmental groups, as well as the\nfederal and provincial governments. Herrero said it was important to keep\neveryone who \"works and plays\" in the parks focused on a common\ngoal.\n</P>\n<P>\nPractices adopted in the late 1980s, such as more fenced areas, eliminating\nhuman garbage and relocating bruins that have become accustomed to people are\nbelieved to have helped. Researchers believe at least one female grizzly a year\nhas been saved by the measures.\n</P>\n<P>\nA more extensive report is expected later this spring examining the grizzly\npopulations in Alberta's less protected Eastern Slopes. That study, which is\nbased on nine years of research plus monitoring in 2003 and 2004, will include\npolicy recommendations.\n</P>\n", 
            "id": "APW_ENG_20050225.0067"
        }, 
        {
            "headline": "Environmental Groups Split Over Yellowstone's Grizzlies", 
            "text": "\n<P>\nAs the Bush administration prepares to remove\nYellowstone's grizzly bears from the endangered species list, a schism\nhas emerged in the environmental movement over whether the bears\nremain at risk.\n</P>\n<P>\nThe nation's largest environmental group, the National Wildlife\nFederation, supports delisting the bears, whose numbers have bounced\nback impressively after three decades of federal protection.\n</P>\n<P>\nBut other powerful organizations, including the Sierra Club, the\nNatural Resources Defense Council and Earthjustice, are threatening to\nsue the Bush administration if, as expected, it removes Yellowstone\ngrizzlies from the list.\n</P>\n<P>\n``The recovery has been a huge success, but removing federal\nprotection now is too risky,'' said Heidi Godwin, regional\nrepresentative for the Sierra Club in Montana. ``You don't go from\nemergency room to the parking lot. The bears still need intensive\ncare.''\n</P>\n<P>\nThe National Wildlife Federation, though, says it is time for\nenvironmentalists to rethink how to manage Yellowstone's grizzlies --\nboth as a matter of science and as a political tactic in an era of\nRepublican rule.\n</P>\n<P>\n``We think we should embrace success when it happens,'' said\nSterling D. Miller, a grizzly bear specialist and senior wildlife\nbiologist here in the federation's Northern Rockies office. ``If we\ndon't, we play right into the hands of the people who are trying to\nkill the Endangered Species Act by reforming it.''\n</P>\n<P>\nA draft proposal to take the grizzlies off the endangered species\nlist went out this summer from field offices of the U.S. Fish and\nWildlife Service in Montana to Interior Department headquarters, said\nChris Servheen, grizzly bear recovery coordinator for Fish and\nWildlife.\n</P>\n<P>\nSenior officials at Interior are reviewing the plan, Servheen said.\n</P>\n<P>\nThe delisting plan reaches Washington as the White House,\nRepublicans in Congress, land rights groups and many industry\nlobbyists are pressing to limit the scope and power of the Endangered\nSpecies Act, which was enacted in 1973 and which many conservatives\nscorn as costly, clumsy and ineffective.\n</P>\n<P>\nGiven this political reality, officials from the National Wildlife\nFederation say they have concluded that the long effort to rescue\ngrizzlies in and around Yellowstone National Park should be publicized\nfor what it is: a resounding success and a perfect example of how the\nEndangered Species Act can work.\n</P>\n<P>\nWhen grizzlies were listed as threatened in 1975, there were about\n200 to 250 of them in the Yellowstone area. Now their population is\nestimated to be about 600, and growing about 4 to 7 percent a year,\naccording to the Fish and Wildlife Service.\n</P>\n<P>\n``The public should understand that the Endangered Species Act is\nnot an overnight cure,'' said Thomas M. France, director and counsel\nfor the federation's Northern Rockies office. ``But you will have\nsuccess when there is proper funding and real cooperation. What has\nhappened with the grizzlies is a model for how to take an animal off\nthe list.''\n</P>\n<P>\nFrance said Montana, Wyoming and Idaho -- working with federal\nagencies -- are well prepared to guarantee the long-term health of\nYellowstone's grizzlies. The plan for delisting does not apply to\nother clusters of grizzlies.\n</P>\n<P>\nIf the Yellowstone grizzlies are delisted, Servheen said a Forest\nService protection plan in six national forests that surround the\nnational park would sharply limit road building, camping, and oil and\ngas exploration, while retiring existing leases for livestock grazing.\n</P>\n<P>\nThe grizzlies would continue to be monitored by federal scientists,\nwith 10 percent of the bears always wearing radio collars. ``They\nwould be fairly intensively taken care of from now on,'' Servheen\nsaid.\n</P>\n<P>\nOfficials from several environmental organizations, however, said\nthey do not trust the White House to follow through.\n</P>\n<P>\n``The Bush administration has tried to gut forest management plans,\nand yet the primary enforcement mechanism for protecting these bears\nis through forest plans,'' said Douglas Honnold, managing attorney for\nthe Northern Rockies office of Earthjustice.\n</P>\n<P>\nHe said Yellowstone grizzlies represent a relatively small genetic\npool. Until separated clusters of grizzlies can be reconnected through\nland corridors, Honnold said, it is much too early to delist them. \n</P>\n", 
            "id": "LTW_ENG_20050808.0070"
        }, 
        {
            "headline": "ADVANCE FOR SUNDAY, SEPT. 4", 
            "text": "\n<P>\nGrizzly bears in Yellowstone National Park can weigh up to 600\npounds. The whitebark pine nut weighs in at a thin\nfraction of an ounce.\n</P>\n<P>\nYet the tiny seeds -- embedded in neat, brown cones --\ncan make up more than half of a grizzly's pre-hibernation\ndiet, one Canadian Journal of Zoology study shows.\n</P>\n<P>\nBut the fate of the nut is now in doubt.\n</P>\n<P>\nWhitebark pines across the West are getting clobbered by an alien\nfungus and native beetle.\n</P>\n<P>\nThe attack on the whitebarks -- by Eurasian blister rust and\nthe mountain pine beetle -- comes at the same time\nthe U.S. Fish and Wildlife Service is poised to remove\nthe park's renowned bears from the endangered species list.\n</P>\n<P>\n\"The Yellowstone grizzly is the Endangered Species Act's best recovery story,\"\nsaid Chris Servheen, a University of Montana professor and head\nof the federal agency's grizzly bear recovery team.\n</P>\n<P>\n\"We need to show that with cooperation, this law can work,\"\nServheen said.\n</P>\n<P>\nSince 1983, the bear population has roughly tripled to 600 animals\nroaming the 5.8 million acre recovery zone.\n</P>\n<P>\nBears are spilling out into the Owl Creek Mountains, the southern\nWind River Range and places where they haven't been in\n80 years, bear researchers say.\n</P>\n<P>\nA number of biologists, however, worry that vital bear foods in\nthe heart of the recovery area may already be in\nperil.\n</P>\n<P>\n\"My experience is that the things happening in Yellowstone are things\nwe really have no control over,\" said Dave Mattson, a\nU.S. Geologic Survey research biologist.\n</P>\n<P>\n\"Some things are beneficial. Some pose a dire threat,\" Mattson said.\n\"We won't likely have any good options for those.\"\n</P>\n<P>\nWhile the National Wildlife Federation is backing the delisting of the\ngrizzly bear, other environmental groups including the Sierra Club and\nthe Natural Resource Defense Council are opposed and threaten to\nsue the federal government to block the move.\n</P>\n<P>\nOnce Endangered Species Act protections are removed, a host of new\nsafeguards will ensure grizzly populations will not decline, Servheen said.\n</P>\n<P>\nFor example, new roads will be banned in national forests around\nthe park, Servheen said.\n</P>\n<P>\nState and federal agencies will monitor the bears and their habitat\nand responsibility for managing bears will be turned over to\nMontana, Idaho and Wyoming.\n</P>\n<P>\nIf bear numbers drop, the population could be returned to the\nendangered species list, Servheen added.\n</P>\n<P>\nThe fact that the bears have rebounded, critics say, doesn't necessarily\nmean they are recovered.\n</P>\n<P>\nFemale grizzlies mate only every second or third year. Only the\nshaggy musk ox -- like the bear a relic of\nthe Ice Age -- breeds more slowly.\n</P>\n<P>\nThat means if grizzly deaths spike, it could tip the species\ninto an \"extinction vortex,\" said Michael Scott, director of the\nGreater Yellowstone Coalition.\n</P>\n<P>\n\"You cannot take the second-slowest reproducing species in North America, manage\nit on a knife-edge and expect that in the long\nterm it will survive,\" Scott said. \"Nature will always throw\nyou a curve.\"\n</P>\n<P>\nThe combination of blister rust and the beetle outbreak is such\na curve.\n</P>\n<P>\nAbout 24 percent of Yellowstone area whitebarks were found to be\ninfected with rust in a 2004 Forest Service survey.\n</P>\n<P>\n\"The history of blister rust is clear: it spreads and intensifies,\"\nsaid Diana Tomback, a professor at the University of Colorado\nat Denver who directs the Whitebark Pine Ecosystem Foundation. \"I\nam very fearful about the future of the whitebark pine.\"\n</P>\n<P>\nSome whitebarks have genetic resistance to blister rust. By identifying those\ntrees and cultivating their seeds, researchers hope to grow new\nrust-resistant forests in the future.\n</P>\n<P>\nWhitebarks, however, have no defense against the invading mountain pine beetles,\nwhich have exploded into Yellowstone.\n</P>\n<P>\nFederal bear biologists contend the rust is moving more slowly in\nYellowstone than in northwest Montana and that the trees have\nco-evolved with mountain pine beetles for thousands of years.\n</P>\n<P>\n\"We don't know if whitebark pine will decline,\" said Chuck Schwartz,\na U.S. Geological Survey researcher leading the Interagency Grizzly Bear\nStudy Team.\n</P>\n<P>\nForest pathologists take a much different view.\n</P>\n<P>\n\"A lot of trees are going to be killed,\" said John\nSchwandt, national whitebark pine coordinator for the Forest Service.\n</P>\n<P>\n\"A lot of the seeds that grizzly bears really like are\ngoing to be greatly reduced, and not over decades but\nin the next 10 years,\" Schwandt said.\n</P>\n<P>\nFederal managers contend the bears eat just about anything around Yellowstone,\nincluding grasses, roots, ants, miller moths, trout and elk.\n</P>\n<P>\n\"We're not saying things will always be stable,\" said Servheen. \"We're\nsaying we'll be able to respond to changes to make\nsure the bear's OK.\"\n</P>\n<P>\nIn late summer and fall, grizzly bears follow an urge to\ngorge in order to store enough fat to survive hibernation,\na condition called hyperphagy.\n</P>\n<P>\nA 350-pound female needs to average 18,000 kilocalories, or the equivalent\nof 30 Big Macs a day, according to Mattson. Big\nmales and sows with cubs need even more food.\n</P>\n<P>\nGiven a chance, the bears will even eat the trash. Until\nthe 1970s, watching dump-diving grizzlies was a popular attraction at\nYellowstone.\n</P>\n<P>\nWhen the dumps were closed, hungry bears invaded park campgrounds and\nmore than 225 had to be killed.\n</P>\n<P>\nThat, critics of delisting say, serves as a cautionary tale.\n</P>\n<P>\nThere are already fewer native cutthroat trout swimming up spawning streams,\nwhere bears hunt them, because they're being gobbled up in\nYellowstone Lake by illegally introduced lake trout.\n</P>\n<P>\nIn years when whitebarks naturally produce fewer nuts, more Yellowstone grizzlies\nmove to the park's edges, where they find hunters' elk\ncarcasses.\n</P>\n<P>\nForaging on the edge of the park is dangerous for bears\nbecause that's where people live. Humans are responsible for 85\npercent of Yellowstone bear deaths, said Schwartz.\n</P>\n<P>\nAt least 25 bears died in the greater Yellowstone area last\nyear, including eight breeding-age females killed by people.\n</P>\n<P>\nIn fact, the six-year average of female bear deaths exceeded the\nmaximum allowed by the recovery plan in 2004 and 2005,\naccording to federal data.\n</P>\n<P>\nThe deaths fall within new mortality limits that are based on\nmore thorough population estimates now being substituted for the old\nones, federal managers say.\n</P>\n<P>\nDealing with bears near the recovery zone boundary will be the\ntoughest challenge for state and federal biologists, Schwartz said. Problem\nbears have to be removed quickly so the public will\naccept living with the rest.\n</P>\n<P>\n\"The Yellowstone ecosystem has a fixed amount of habitat,\" Schwartz said.\n\"Once bears fill that habitat, the excess bears will probably\nwind up where they don't belong and are going to\ndie.\"\n</P>\n<P>\nGrizzlies don't recognize recovery area boundaries, forest management plans or endangered\nspecies politics.\n</P>\n<P>\nAll they care about is finding food -- a lot of\nit.\n</P>\n<P>\nAnd the reddish crowns of dying whitebark pines continue to advance\nacross Yellowstone.\n</P>\n<P>\nThis summer, Tom Reed, a former Wyoming Game and Fish spokesman,\nrode horseback through dead whitebark stands in Yellowstone that were\nhealthy just three years ago.\n</P>\n<P>\n\"As a guy on the ground, I would say it doesn't\nlook too good,\" he said.\n</P>\n", 
            "id": "NYT_ENG_20050902.0367"
        }, 
        {
            "headline": "Poaching the Parks", 
            "text": "\n<P>\nA few of the many species of native flora and fauna illegally taken\nfrom national parks:\n</P>\n<P>\nThreatened or endangered animals\n</P>\n<P>\nSea turtles (hawksbill, green, loggerhead)\n</P>\n<P>\nDesert tortoise\n</P>\n<P>\nCalifornia brown pelican\n</P>\n<P>\nSteller sea lion\n</P>\n<P>\nGrizzly bear\n</P>\n<P>\nSpotted owl\n</P>\n<P>\nGreenback cutthroat trout\n</P>\n<P>\nSchaus swallowtail butterfly\n</P>\n<P>\nPlants\n</P>\n<P>\nSaguaro cactus\n</P>\n<P>\nGalax\n</P>\n<P>\nRamps\n</P>\n<P>\nBlack cohosh\n</P>\n<P>\nAmerican ginseng\n</P>\n<P>\nSOURCE: National Park Service\n</P>\n", 
            "id": "LTW_ENG_20051025.0044"
        }, 
        {
            "headline": "", 
            "text": "\n<P>\nGrizzly bears in areas surrounding Yellowstone National Park would be removed\nfrom the endangered species list under a proposal to be announced next week,\nofficials said.\n</P>\n<P>\nThe Interior Department and the U.S. Fish and Wildlife Service declined to\ncomment on the proposal, but a congressional official and a state government\nofficial who were each informed of the announcement confirmed the government's\nplan. Both spoke on condition of anonymity because the proposal has not yet been\nmade public.\n</P>\n<P>\nMike Volesky, a policy adviser to Montana Gov. Brian Schweitzer, on Thursday\nsaid an announcement on grizzly bears was planned, but he did not have\ndetails.\n</P>\n<P>\nFederal wildlife officials estimate that more than 600 grizzly bears live in the\nregion surrounding Yellowstone in Idaho, Montana and Wyoming.\n</P>\n<P>\nThose numbers represent a significant recovery. Only 200 or 250 grizzlies were\nin that region in 1975, when grizzly bears in the lower 48 states were listed\nunder the Endangered Species Act.\n</P>\n<P>\nIf the grizzlies are removed from the list, the three states would assume\nmanagement responsibilities from federal wildlife officials and have greater\nflexibility in dealing with bears. Stripping the bears of protection could\neventually clear the way for hunting of grizzlies in that region.\n</P>\n<P>\nIf adopted, the proposal would apply only to bears outside Yellowstone and Grand\nTeton national parks. Bears within the parks would remain federally\nprotected.\n</P>\n<P>\nOnce the proposal is announced, there would be a period of public comment, and\nit could be months before a final decision is made. A possible court battle\ncould also delay efforts to remove federal protections.\n</P>\n<P>\nTom France, regional director for the National Wildlife Federation, said his\norganization believes removing bears from federal protection in the Yellowstone\narea is long overdue.\n</P>\n<P>\nChris Servheen, grizzly bear recovery coordinator for the Fish and Wildlife\nService, said he also supported taking bears off the list.\n</P>\n<P>\nThe bear population dwindled in the West early in the last century in large part\nbecause of hunting and destruction of the animals' habitat. Some\nenvironmentalists say the bears still do not have adequate protections to ensure\ntheir long-term success.\n</P>\n<P>\n\"The agencies are in a state of denial about what's happening on the landscape,\"\nsaid Louisa Willcox, of the Natural Resources Defense Council.\n</P>\n<P>\nGrizzly habitat is being threatened by development, and the bears' food sources\nalso are at risk, she said.\n</P>\n", 
            "id": "APW_ENG_20051111.0150"
        }, 
        {
            "headline": "bc-grizzly", 
            "text": "\n<P>\nWho's killing the great bears of Montana?\n</P>\n<P>\nTwenty-one grizzlies have been illegally killed here in northwest\nMontana in the past two years, a record pace for poaching since the\nbears were listed 30 years ago as threatened under the Endangered\nSpecies Act, according to the U.S. Fish and Wildlife Service.\n</P>\n<P>\nThe rising death toll alarms federal law enforcement officials, as\nwell as government biologists supervising the otherwise successful\ncomeback of the big bears. And it comes at a delicate moment in the\npolitics of environmentalism, with the Bush administration poised,\ndespite the objections of many conservation groups, to remove\ngrizzlies farther south in Yellowstone National Park from the\nendangered species list.\n</P>\n<P>\nThe spike in grizzly killing is concentrated here in a rapidly\ngrowing, spectacularly scenic but culturally disjointed corner of the\nWest. Affluent outsiders have overrun Flathead County in the past 15\nyears, fueling 37 percent population growth and creating a\nservice-based economy that needs grizzlies as toothsome symbols of an\neco-friendly western lifestyle.\n</P>\n<P>\nSome longtime residents, though, are seething over a decades-long\nregional decline in logging and mining. They see protection of the\nbears as part of a loathsome New World Order that is closing roads in\nfederal forests and marginalizing their lives.\n</P>\n<P>\n``The government's doggedness in protecting the grizzlies has\nbrought on tremendous polarization and anger in our community,'' said\nFred Hodgeboom, president of Montanans for Multiple Use, a local group\nthat advocates increased logging, mining and grazing on federal land.\n</P>\n<P>\nAs for who is killing the grizzlies, investigators say they are\nmaking little or no progress in their search for suspects or\nwitnesses.\n</P>\n<P>\nPart of the reason, they say, is the hugeness and remoteness of the\ncrime scene, which is nearly the size of Switzerland and just as\nmountainous. The grizzly bear recovery zone in what is called the\nNorthern Continental Divide Ecosystem now covers 8 million acres. It\nhas expanded from 6 million acres in the 1980s as the comeback of the\ngrizzlies, estimated at between 500 and 800 bears, has gained\nmomentum. Grizzlies now frequent areas where they had not been seen\nfor at least two decades.\n</P>\n<P>\nLack of investigative traction is also the result of widespread\nlocal animosity toward the Endangered Species Act, said Dominic\nDomenici, resident agent in charge of law enforcement for Fish and\nWildlife.\n</P>\n<P>\n``It makes people who have information on the kills not want to\ncome forward,'' Domenici said. ``Sentiment against the bears and the\ngovernment is the biggest handicap to investigation.''\n</P>\n<P>\nTo coax local residents to provide leads, Fish and Wildlife is\nabout to offer rewards of between $1,000 and $5,000 for information\nleading to successful prosecution of individuals who illegally kill\ngrizzlies, Domenici said, but the service has not yet decided on a\nreward amount. Knowingly killing a grizzly is a federal misdemeanor\npunishable by as much as six months in jail and a $25,000 fine, as\nwell as restitution payments as high as $15,000.\n</P>\n<P>\nThe human context for the recent jump in illegal grizzly kills (11\nso far this year and 10 last year, after 13 years during which the\npoaching number averaged about three) is one of head-spinning\ndemographic, economic and cultural change.\n</P>\n<P>\nFlathead County is part of a slice of western Montana that is\nrapidly getting richer, better educated and more crowded, even as it\nturns away from the state's traditional reliance on resource\nextraction industries.\n</P>\n<P>\nRetirement money and revenue from stock investments now dwarfs, by\nmore than 3 to 1, the combined earnings of timber, mining, farming and\noil drilling, according to a recent study. More people live here\nbecause they want to look at the scenery or play in the out-of-doors --\nnot because they want to work out there.\n</P>\n<P>\nCultural incongruities abound. Rich newcomers build palatial homes\non steep mountain slopes (many in areas thick with grizzlies),\nfrequent organic dry cleaners and insist on fresh seafood at pricey\nrestaurants. But the Flathead Valley also incubates far right-wing\nmilitants, many of whom are angry about how this once-remote corner of\nMontana has tarted itself up as part of the New West, while leaving\nthem behind.\n</P>\n<P>\nA large weapons cache was found near here three years ago, property\nof a citizen's militia group called Project 7. It plotted, rather\nfeebly, to assassinate local officials and then go to war with the\nNational Guard and NATO. A leader of the group, David Burgert, a\nformer snowmobile salesman now in prison, was a sometime caller to\nZ-600 talk radio, a Kalispell station owned by John Stokes.\n</P>\n<P>\nStokes presides over a splenetic midday show in which he and his\ncallers rail against Mexican immigrants, socialism and the sins of the\nfederal government. In an interview about the recent rise in bear\nkillings, Stokes said that his listeners certainly are not\nanti-grizzly, but they are justifiably furious about bear-protection\nrules that for years have closed roads in federal forests.\n</P>\n<P>\n``The idea that they are endangered or there is a shortage of them\nis a crock,'' said Stokes, who added that he and many of his listeners\n``enjoy watching grizzles'' and that he has never heard talk about\nharming them. As for the feds, Stokes said, that is a different story.\n</P>\n<P>\n``To say that there is a local agenda against bears is to be\nparanoid,'' Stokes said, while quickly adding that federal law\nenforcement officials ``have good reason to be paranoid because nobody\nlikes them around here anyway, and it is their own doing.''\n</P>\n<P>\nThe federal official most alarmed about the recent spike in illegal\nbear killings is Chris Servheen, grizzly-bear recovery coordinator for\nFish and Wildlife.\n</P>\n<P>\nServheen, who has been supervising the comeback of the bears for 25\nyears, said there is a strong possibility that the actual number of\nillegal kills in the past two years is significantly higher than what\ngame wardens have been able to count.\n</P>\n<P>\n``It is easy to kill and leave them, and the bodies are never\nfound,'' he said. ``It doesn't take very many people who want to kill\nbears to really make a big difference.''\n</P>\n", 
            "id": "LTW_ENG_20051112.0014"
        }, 
        {
            "headline": "bc-bears", 
            "text": "\n<P>\nThe Bush administration on Tuesday is to take the\nfirst step toward removing Yellowstone's grizzly bears, a living icon\nof the American West, from the nation's endangered species list.\n</P>\n<P>\nThe proposal to de-list grizzly bears in the area surrounding\nYellowstone National Park, which has alarmed some environmentalists,\nhighlights the contrasting views of the 32-year-old Endangered Species\nAct. Proponents of the government's move say the grizzly's recovery\nmarks a rare victory for the controversial law; others say the\ndecision may undermine protections for a still-vulnerable group of\nanimals.\n</P>\n<P>\nIf the administration goes ahead with dropping the bears' current\n``threatened'' status -- a move that would not take place until the end\nof 2006 at the earliest -- officials in Idaho, Montana and Wyoming\nwould be free to allow limited hunting of grizzlies and would not have\nto maintain the same level of protection on the grizzlies' habitat.\nThe government would continue to monitor how state and federal\nauthorities manage the land where the bears live to ensure their\nsurvival.\n</P>\n<P>\nCraig Manson, assistant secretary for fish and wildlife and parks\nat the Interior Department, said the agency considers Yellowstone's\ngrizzly population, which has rebounded from a low of roughly 200 in\n1982 to more than 600 today, ``recovered.'' He added that federal\nbiologists have informed him ``adequate habitat and adequate habitat\nprotections are in place'' for the bears.\n</P>\n<P>\n``We know more about this population of grizzly bears than any\npopulation of grizzly bears anywhere,'' Manson said, adding the\ndepartment will monitor the animals' health for five years after they\ncome off the list. ``We're going to have an excellent picture of the\nhealth of this population well into the future.''\n</P>\n<P>\nBut Louisa Wilcox, who directs the Natural Resources Defense\nCouncil's wild bears project, said de-listing would jeopardize the\ngrizzlies' critical habitat. The bears range over nearly 9 million\nacres in and around the national park, she said, but the\nadministration's proposal only covers a six million-acre habitat.\n</P>\n<P>\n``We would love to see the grizzly bear de-listed, but it's not\nready,'' Wilcox said, adding that one-third of the bears' current\nhabitat could be opened to drilling, logging and human development.\n``If you want to protect bears for future generations, you have to\nprotect the habitat they need. This plan doesn't do it.''\n</P>\n<P>\nThe public will have 90 days to comment on the proposal. If the\nadministration goes ahead with taking Yellowstone's grizzlies off the\nlist, it will become the 18th endangered species to recover under the\nEndangered Species Act. Nine endangered species have gone extinct, and\nthe government has de-listed 13 species that were listed erroneously.\n</P>\n<P>\nYellowstone boasts the largest grizzly population in the lower 48\nstates, though a few smaller groups live in areas such as the Northern\nContinental Divide Ecosystem near Canada, Montana's Cabinet Yaak\nwilderness and Idaho's Selkirk Mountains. Grizzlies are thriving in\nAlaska, where more than 30,000 of them live.\n</P>\n<P>\nNo one questions that Yellowstone's grizzlies have rebounded over\nthe past three decades since they were listed -- the population has\nbeen growing at a rate of 4 to 7 percent a year for several years -- in\npart because state and federal officials abolished trash dumps that\nused to lure bears and bring them into dangerous contact with humans.\n</P>\n<P>\nBut the recent revival has also sparked conflict with nearby\nresidents as the bears venture out of the national park. Dominic\nDomenici, the Fish and Wildlife Service resident agent in charge of\nenforcement for Montana and Wyoming, said there ``are more conflicts\nnow between elk hunters and bears,'' in part because the whitebark\npine seeds grizzlies need are in shorter supply now due to a beetle\ninfestation induced by warming climate.\n</P>\n<P>\nSome environmentalists say the decline of whitebark pine is yet\nanother reason why the grizzlies should remain listed as threatened,\nsince the seeds are closely linked to female bears' fecundity.\n</P>\n<P>\nBut National Wildlife Federation senior wildlife biologist Sterling\nMiller, who spent 21 years studying grizzlies in Alaska, said the time\nhas come to take Yellowstone's bears off the list.\n</P>\n<P>\n``You can't immunize them against everything bad that can possibly\nhappen,'' Miller said. ``That's a prescription for a permanent\nlisting.''\n</P>\n<P>\nJohn Emmerich, assistant wildlife division chief at Wyoming's Game\nand Fish Department, said environmentalists aren't showing enough\nfaith in state officials who have spent years and millions of dollars\nhelping promote the bears' recovery. While the state plans to allow\nhunting ``as a management tool,'' he added, officials would ensure it\ndoes not hurt the grizzly population, and hunting would not begin for\nat least a year.\n</P>\n<P>\n``People will see in time the states will do a good job with\nde-listing the grizzly bears,'' Emmerich said. ``We're one of the\nprimary reasons we've got a recovered population.''\n</P>\n", 
            "id": "LTW_ENG_20051114.0135"
        }, 
        {
            "headline": "YELLOWSTONE GRIZZLY, ONCE ENDANGERED, NOW RECOVERED", 
            "text": "\n<P>\nThe Yellowstone grizzly bear, one of the first\nand most controversial animals to be protected by the Endangered\nSpecies Act, is fully recovered, and it is time to\nremove the stringent safeguards it has had for nearly three\ndecades, federal officials said on Tuesday.\n</P>\n<P>\nThe number of bears has gone from a low of between\n200 and 300 in the 1970s to more than 600\nin the wild landscape that has Yellowstone National Park at\nits core.\n</P>\n<P>\n\"This has been a very long process,\" Interior Secretary Gale A.\nNorton said after the department announced it would publish a\nproposed delisting of the animal in the Federal Register on\nThursday. \"People involved in the effort felt strongly the time\nhad come to acknowledge recovery of the bear.\"\n</P>\n<P>\nThe Interior Department plans to issue a decision after a 90-day\npublic comment period. If delisting occurs, it will probably happen\nno sooner than mid- to late 2006, the agency said.\n</P>\n<P>\nThe job of managing an unlisted bear would fall to state\nwildlife agencies and the Park Service. It is considered likely\nthat the states would allow the animal to be hunted,\nbut in terms of management, Norton said, \"the reality is\nthere's very little change. \"\n</P>\n<P>\nFederal grizzly bear biologists in Montana say that years of research\nshows that the bear population around Yellowstone is robust and\nrecovered.\n</P>\n<P>\n\"It's probably one of the most studied mammals in the world,\"\nsaid Chuck Schwartz, head of the Interagency Grizzly Bear Study\nTeam, in Bozeman, Mont., which has primary responsibility for studying\nthe Yellowstone bear.\n</P>\n<P>\nConservation groups are divided. The delisting is supported by the National\nWildlife Federation, the nation's largest conservation group. \"We have reached\nall of the recovery targets and exceeded them for a\nnumber of years,\" said Thomas M. France, head of the\norganization's Northern Rockies office, in Missoula, Mont.\n</P>\n<P>\nOne of the main goals in the recovery plan required that\nthere be a minimum of 15 sows, or female bears,\nwith cubs each year to assure successful reproduction. \"We're now\nseeing more than 40 sows with cubs,\" France said.\n</P>\n<P>\nOther conservation groups, however, including the Sierra Club and the Natural\nResources Defense Council, oppose delisting. While the number of bears\nis healthy, they say, some of the bears' critical food\nsources, like the white bark pine nut, are in steep\ndecline, which could force the bear to leave the park\nin search of food.\n</P>\n<P>\nAnd removing protection, they say, would not allow the federal Fish\nand Wildlife Service to halt development in a crucial grizzly\nhabitat.\n</P>\n<P>\n\"If you don't protect the habitat, it doesn't matter how many\nbears you have -- you'll lose them,\" said Lance F.\nCraighead, executive director of the Craighead Environmental Research Institute, in\nBozeman, who maps grizzly bear habitat.\n</P>\n<P>\nIn the 1960s, the Yellowstone bears were hurt by habitat loss.\nBut they were driven to the brink of extinction when\nthe National Park Service closed garbage dumps where bears fed.\nBears that refused to return to a natural regimen were\nshot, and from 1969 to 1971, the Park Service killed\nmore than 200 bears, reducing them to perilously low levels\nand resulting in their listing as a threatened species.\n</P>\n<P>\nThe only other large population of grizzlies in the United States\nis in and around Glacier National Park. Small populations of\nbears live in the Selkirk Mountains of Idaho, the Cabinet\nMountains of Montana and the Cascades of northwest Washington.\n</P>\n", 
            "id": "NYT_ENG_20051115.0177"
        }, 
        {
            "headline": "Grizzly bears around Yellowstone to lose status as endangered species", 
            "text": "\n<P>\nGrizzly bears in and around Yellowstone National Park should be removed from the\nendangered species list after 30 years of federal protection, the U.S.\nDepartment of Interior said Tuesday.\n</P>\n<P>\nThe number of grizzlies in the Yellowstone area has grown at a rate of 4 to 7\npercent per year since the bear was listed under the Endangered Species Act in\n1975, Interior Secretary Gale Norton said. Federal wildlife officials estimate\nthat more than 600 grizzly bears now live in the region, which includes parts of\nWyoming, Montana and Idaho.\n</P>\n<P>\nStripping the bears of protection could eventually clear the way for limited\nhunting of the massive bears. These three states would assume management\nresponsibilities from federal wildlife officials and have greater flexibility in\ndealing with the animals.\n</P>\n<P>\nThe department's proposed delisting could go into effect as early as 2006, but\nlitigation could delay any ultimate effort to remove federal\nprotections.\n</P>\n<P>\nEnvironmental groups are split on the move. The National Wildlife Federation\nsupports delisting, saying it highlights the success of the endangered species\nlaw. The Natural Resources Defense Council, the Sierra Club and other groups say\nthat too many threats still exist for the bears.\n</P>\n<P>\nThree senators who attended the Interior news conference Tuesday used the\ndelisting as an opportunity to call for reform of the endangered species law.\nThe House passed a bill in September that would lessen the government's role in\nprotecting plant and animal habitat.\n</P>\n<P>\n\"This is the exception not the rule to the Endangered Species Act,\" said Sen.\nLarry Craig, R-Idaho.\n</P>\n<P>\nSens. Mike Enzi and Craig Thomas, both Republicans, also called for reform of\nthe law. Less than 20 species have been delisted since the law was signed by\nPresident Richard Nixon was signed in 1973.\n</P>\n<P>\nNorton said grizzly bear recovery has been a success story because of\ncooperation between state and federal governments, along with biologists and\nconservation groups. She said the administration would like to see the law more\nfocused on recovery efforts than penalizing landowners who find species on their\nland.\n</P>\n<P>\nFour other grizzly populations in the lower 48 states will continue to be\nprotected as threatened species under the act. These bears live in the same\nthree states and Washington.\n</P>\n<P>\nAlaskan grizzly bears, which number around 30,000, were never listed under the\nact.\n</P>\n", 
            "id": "APW_ENG_20051115.0914"
        }
    ], 
    "id": "D1025E", 
    "title": "Grizzly Bears"
}