{
	"id":"D1023E",
	"title":"Austrian Avalanches",
	"docSet":[
		{
			"id":"NYT19990223.0326",
			"headline":"AVALANCHE ENGULFS AUSTRIAN RESORT, KILLING AT LEAST 8",
			"text":" ROME _ An avalanche crashed through a small Austrian resort on Tuesday, killing at least eight people and leaving dozens missing, in what officials feared could turn out to be Austria's worst snow disaster in years. Driving snow and deadly winds prevented emergency helicopters from flying into the ski village of Galtuer, near the Swiss border, where local rescue workers spent the night digging through walls of snow and rubble for survivors. At least 30 people, some of them critically injured, were dug out by evening, Austrian television said. The fiercest snowstorms in 50 years set off massive avalanches all across the Alps in recent weeks, killing dozens of residents and ski vacationers in France, Switzerland, Italy and Austria. In Switzerland, officials said the death toll over the weekend had risen to seven. Houses, railroads and highways were buried by avalanches. Tens of thousands of tourists were stranded in some of northern Europe's most fashionable resorts. In Galtuer, a town of 700 year-round inhabitants and about 3,000 tourists in Tyrol Province's Paznaun Valley, the avalanche thundered though the heart of town near the village church at 4:00 p.m. instantly crushing four houses. The village, which has no hospital, had been cut off from the outside world by heavy snows and high winds for nearly a week. ``We were drinking hot mulled wine, when suddenly it started'' Franz Wenko, a hotel operator in Galtuer, told Austrian television. ``he lights went out. It was dark. There was only dust and snow. We got out of there as fast as we could.'' Maj. Thomas Schoenherr of the Austrian army, told Austrian radio on Tuesday evening that about 55 people were feared missing in Galtuer. Other estimates varied. Some officials said 20 to 30 people were still missing. Another government spokesman said that only ``a few'' were unaccounted for. Austrian army helicopters remained grounded in the town of Landeck, about 20 miles from Galtuer, overnight. Schoenherr said, ``We will meet again at 6 a.m. to assess what we can do.'' Inside the village, witnesses said the residents were digging for survivors. ``Some 300 people are looking for buried people in the mass of snow,'' Lufwig Walter, a ski instructor, told the Austrian Press Agency. Walter said that in some parts of the village, snow was 17 feet high. ``There's no let-up,'' he said, referring to the rescue effort. A doctor, who is believed to be the only one in the village, told an APA reporter by telephone, ``We are working in very basic conditions.'' Snow fell heavily overnight, and the news agency reported that another 20 inches were expected by Wednesday morning. All over Europe, the avalanches took lives and destroyed homes. A 35-year-old German woman was killed when a snowslide ploughed into a chalet in Sportsgastein, near Salzburg, Austria. In the ski village of Morgex, in northern Italy, a 52-year-old woman was killed when her house collapsed under an avalanche before daylight. Three others in the house survived, but she was killed when a steel beam pierced her chest. In Switzerland, teams of rescue workers searching for survivors found five more bodies on Tuesday, after an avalanche that crushed chalets near Evolene on Sunday. Four of the victims _ one a child _ were French tourists. The other was a 28-year-old local man. Three people were still missing as of Tuesday night. In France, blizzards hampered rescuers seeking French skiers and hikers missing in the Alps and the Pyrenees. In western Austria alone, about 20,000 tourists have been unable to leave their hotels since last Wednesday. So much snow had fallen over the last week that the Austrian Motoring Association complained that its density monitors had been buried, making it impossible to measure the snow fall. Swiss television reported that as many as 60,000 people were snowbound in the resorts of Davos and Klosters. In many parts of Europe, driving snow caused trains to be canceled. Highways were blocked or traffic was backed up for hours. The recent avalanches, labeled by some newspapers as ``the white death,'' were described as the largest and most terrifying in recent memory. `'I've seen many avalanches, but not the type that come into your house and blow it away,'' said Nathan Wallace, 28, from Mammoth Lakes, Calif., whose chalet near Chamonix was destroyed by an avalanche on Feb. 9. `'It was more like a California earthquake.'' Wallace and his girlfriend, Alicia Boice, 21, were rescued two hours after the roof of their chalet collapsed. "
		},
		{
			"id":"APW19990224.0002",
			"headline":"AP Top News at 6 p.m. EST",
			"text":" *Wednesday, Feb. 24, 1999 Independent Counsel Hearings Open WASHINGTON (AP) -- Congress should just let the independent counsel law expire since almost any effort to revise it so soon after President Clinton's impeachment acquittal ``is likely to be a mistake,'' former White House chief of staff Howard Baker told a Senate committee today. He spoke to the Governmental Affairs Committee at its opening hearing on whether to renew, rewrite or let the law die. The 1978 statute is due to expire June 30. President Clinton, meanwhile, declined to comment on the issue but told reporters that White House lawyers will testify on the matter next week. Kosovo's Ethnic Albanians Unite PRISTINA, Yugoslavia (AP) -- Kosovo's rival ethnic Albanian factions today formed a coalition to push harder to secede from Serbia. The surprise announcement came a day after Kosovo peace talks concluded without any breakthrough on a deal to end a year of fighting in the southern Serbian province. The announcement spelled success for a long-term American and European goal -- getting ethnic Albanians to speak with one voice. Clinton: U.S. Has Stake in Kosovo WASHINGTON (AP) -- President Clinton said today the United States has an interest in resolving the Kosovo conflict. ``I would argue we have a humanitarian interest,'' he said. ``The United States does have a direct interest in whether there is instability in the Balkans,'' Clinton said. Clinton is considering sending up to 4,000 U.S. troops as part of a 28,000-strong NATO force that would go to Kosovo for at least three years if a peace plan were implemented. 1 Dead in Avalanche in Austria LANDECK, Austria (AP) -- Helicopters rescued stranded tourists in western Austria and another killer avalanche brought new heartache today. The new avalanche struck just miles from where rescuers were digging for victims of Europe's worst snowslide this winter. The latest torrent of snow smashed into the town of Valzur, where a dead woman and three survivors were pulled from the snow and debris. Five people remained missing, the Austria Press Agency said. Seven miles away the death toll rose to 16 from an avalanche yesterday. Prejudice May Be Heart Care Factor NEW YORK (AP) -- Subconscious prejudices among doctors may help explain why women and blacks complaining of chest pain are less likely than men and whites to receive the best cardiac testing, a study suggests. A new study of 720 physicians found that, with all symptoms being equal, doctors were only 60 percent as likely to order cardiac catheterization for women and blacks as for men and whites. For black women, the doctors were only 40 percent as likely to order catheterization. Greenspan Warns About Minimum Wage WASHINGTON (AP) -- Raising the minimum wage could deny some teen-agers their chance at entry-level jobs, Federal Reserve Chairman Alan Greenspan said today. Delivering the Fed's semiannual economic report to Congress, Greenspan said increasing the wage probably would push inflation higher. President Clinton, in his State of the Union address last month, proposed raising the wage by $1 to $6.15 by September 2000. 8th-Grader Takes Principal Hostage MARYVILLE, Tenn. (AP) -- An eighth-grade boy with a gun took his principal hostage this afternoon, apparently after the principal tried to discipline him for carrying the weapon in school. Montvale Elementary School Principal Jim Ratledge was taken hostage in his office shortly after 2 p.m., a spokeswoman for the school system said. No shots had been fired and no one was reported hurt, she said. Calif. Man Convicted of 11 Murders SANTA ANA, Calif. (AP) -- Charles Ng was convicted today of 11 counts of first-degree murder in a series of sex slavery killings dating to 1984 and 1985. The jury also found special circumstances of multiple murder that make Ng, a 38-year-old from Hong Kong, eligible for the death penalty, to be determined in a separate penalty phase of the trial. Stocks End Lower; Dow Off 144.75 NEW YORK (AP) -- Stocks closed lower today after bond prices slid and pushed interest rates higher. The Dow Jones industrial average closed down 144.75 at 9,399.67. NYSE decliners led advancers 1,782-1,202. The Nasdaq was higher most of the day but ended 36.95 lower at 2,339.40. Lakers Fire Coach Del Harris INGLEWOOD, Calif. AP) -- The Los Angeles Lakers, mired at .500 12 games through the abbreviated NBA season, fired coach Del Harris today. Jerry West, the team's vice president of basketball operations, said that one of two assistants -- Kurt Rambis or Larry Drew -- will handle the coaching duties for the rest of the season. The team made the announcement as it was adding Dennis Rodman to what on paper is one of the more talented teams in the league. AP NewsBrief by GABRIEL MADWAY "
		},
		{
			"id":"APW19990224.0020",
			"headline":"AP Top News at 2 p.m. EST",
			"text":" *Wednesday, Feb. 24, 1999 Charles Ng Convicted of Murder SANTA ANA, Calif. (AP) -- Charles Ng was convicted today of 11 counts of first-degree murder in a series of sex slavery killings dating back to 1984 and 1985. The jury also found special circumstances of multiple murder that make Ng eligible for the death penalty, to be determined in a separate penalty phase of the trial. Ng looked down at the defendants' table as the verdicts were read and showed no reaction. Albright: Albanians Want US Troops WASHINGTON (AP) -- Secretary of State Madeleine Albright told Congress today that there was ``zero chance'' that a peace plan for Kosovo could succeed without U.S. participation in a peacekeeping force. Kosovo's ethnic Albanians, although tentatively agreeing to a peace accord yesterday in talks near Paris, would back out of the deal without U.S. participation, Albright said in testimony to the Senate Foreign Relations Committee. Jury To Decide King's Punishment JASPER, Texas (AP) -- White supremacist John William King, convicted of the dragging death of a black man, was capable of future acts of violence, a psychiatrist testified today. The jury that found King guilty yesterday of kidnapping and murdering James Byrd Jr. last June must agree with Dr. Edward Gripon in order to sentence King to death. CIA Sees Y2K Problems Overseas WASHINGTON (AP) -- The Year 2000 computer problem could cause serious disruptions abroad, including breakdowns in nuclear reactors and strategic missile systems, midwinter power outages and disruptions in world trade and oil shipments, a CIA official warned today. The United States is regarded as the world leader in fixing the Y2K problem, but the draft of a report being prepared by two senators who have been studying the issue, said the consequences within the country should not be underestimated either. New Avalanche Buries 10 in Austria LANDECK, Austria (AP) -- A new avalanche 45-feet deep thundered down the mountainside outside the stricken village of Galtuer today, burying 10 people in its path, the Austria Press Agency reported. Four of the 10 who were swept away were pulled out of the snowslide -- shaken but alive -- by rescuers. Six remained missing, Austrian state radio said. Just hours earlier, Austrian soldiers had taken advantage of a break in heavy snowfall to search for victims of yesterday's avalanche in the Alpine town -- relieving villagers who dug with bare hands to reach the missing. Sixteen people were confirmed dead. Dr. Arrested in Murder in Hospital METHUEN, Mass. (AP) -- A respected plastic surgeon was accused of shooting his estranged wife's boyfriend to death during a visit to the wife's hospital room. Dr. James Kartell, a 25-year veteran of Holy Family Hospital, went to see his wife, Suzan Kamm, in the hospital yesterday. Police said he encountered 56-year-old Janos Vajda, who was believed to be the wife's new boyfriend. An argument between the two men followed, and Kartell allegedly shot Vajda in the head. Broadcasters Plan To Sue DirecTV WASHINGTON (AP) -- Broadcasters will sue the nation's largest satellite TV company over its plans to continue providing CBS and Fox programs beyond a court-ordered Sunday cutoff date. All four major broadcast networks -- CBS, Fox, ABC and NBC -- and their affiliate organizations intend to seek a court order to block the satellite company, DirectTV Inc., from doing this, the National Association of Broadcasters announced today. Stocks Higher; Dow Up 50 NEW YORK (AP) -- Just before 2 p.m. EST, the Dow industrials were up 50.91 to 9,595.33. NYSE advancers led decliners 1,561-1,229. The Nasdaq index was up 27.74 to 2,404.09. $65M Offer To Buy Out Marge Schott CINCINNATI (AP) -- A group headed by Larry Dolan, a member of the family that owns Cablevision, has offered $65 million to buy Marge Schott's controlling interest in the Cincinnati Reds, The Cincinnati Enquirer reported today. The newspaper, citing unidentified sources, said Dolan's group made the offer for 5 1/2 of Schott's 6 1/2 shares, or about one-third of the ballclub. AP NewsBrief by KATHLEEN SAMPEY "
		},
		{
			"id":"APW19990224.0025",
			"headline":"Austria Avalanche Kills at Least 9",
			"text":" LANDECK, Austria (AP) -- Austrian soldiers took advantage of a break in heavy snowfall today to mount a rescue of avalanche victims from a stricken Alpine town, joining villagers who dug with their bare hands in a frantic effort to reach those buried below. The confirmed death toll from Tuesday's avalanche at Galtuer stood at 10 early today, but was expected to rise, provincial governor Wendelin Weingartner told reporters. He said 31 people were still missing in the village in the Tyrol province, near the Swiss border. Rescue workers have recovered at least 17 injured, seven of whom required intensive care. They were being flown in by helicopter to the hospital in nearby Landeck, where rescue operations were headquartered ``We're doing everything humanly possible to rescue people,'' said Austrian army spokesman Maj. Thomas Schoenherr in Landeck. He said that soon after daybreak, about a dozen helicopters ferried some 200 troops to the avalanche site and also carried some of the injured back to hospitals in Landeck, 25 miles away. The main road into Galtuer was blocked by an earlier avalanche. Children, some of whom had been playing in the streets when the snow rumbled over them, were among the dead. Firefighters, tourists and residents joined in the search for survivors, some digging in the snow with their bare hands. ``It's a terrible day for Tyrol,'' Weingartner said Tuesday. Schoenherr said that people caught in the open by the slide had little chance of surviving more than a few minutes but those trapped in their homes, where they had air to breathe, had a chance of surviving considerably longer. He said the United States, Germany and Switzerland had all offered to lend helicopters to the rescue efforts, and officials were evaluating how best to use them. The Galtuer avalanche was one of the worst to strike Central Europe this winter as the region continues to endure its heaviest snowfall in 50 years. Tens of thousands of travelers were stranded in train stations, traffic jams and isolated resort towns across France, Italy Switzerland and Austria as the avalanches buried homes, roads and railways. More than 60 people have died in avalanches in Europe this year. In Austria's western Vorarlberg province, rescuers near Gargellen found a man and a woman Tuesday who were buried a day earlier when an avalanche swallowed a mountain restaurant, APA reported. The man was still alive, but bad weather prevented an emergency flight to a hospital, and he died later of his injuries. Where helicopters could fly, rescuers flew in food and tons of mail to entire valleys that had been cut off by heavy snow. Some 20,000 tourists were stranded in Tyrol province, and thousands of others in Vorarlberg. In northwestern Italy, a mass of snow and debris tore through the small village of Morgex on Tuesday, killing a 52-year-old woman in her home and injuring three others. Over the border in the Swiss state of Valais, avalanches thundered down repeatedly into a mountain valley Tuesday, propelled by fresh snow and winds gusting up to 95 mph. Rescuers in Evolene, Switzerland, found five more bodies Tuesday from avalanches on Sunday. Three people were still missing. "
		},
		{
			"id":"APW19990224.0074",
			"headline":"AP Top News at 10 p.m. EST",
			"text":" *Wednesday, Feb. 24, 1999 Lauryn Hill Wins 4 Grammys LOS ANGELES (AP) -- Hip-hop star Lauryn Hill won four Grammy Awards tonight for her solo debut album, including best new artist. Madonna won her first musical Grammys. And the ``Titanic'' ballad ``My Heart Will Go On'' won three Grammys, including song of the year. Madonna won best pop album for her excursion into electronica, ``Ray of Light.'' Hill, who led with 10 nominations in nine categories, won best rhythm and blues album for ``The Miseducation of Lauryn Hill.'' Her hit song, ``Doo Wop (That Thing)'' won best R&AMP;B song and best R&AMP;B vocal performance. Senate Approves Military Pay Hike WASHINGTON (AP) -- The Senate voted overwhelmingly today to give the nation's military a benefits increase. The legislation includes an across-the-board 4.8 percent pay increase with further boosts in future years. The nation has 1.4 million active-duty military members. The bill, the first passed by the Seante this year, now goes to the House. Broaddrick Details Alleged Assault WASHINGTON (AP) -- At times tearful, Juanita Broaddrick appeared on NBC's ``Dateline'' tonight describing an alleged sexual assault by Bill Clinton 21 years ago. In the interview, taped Jan. 20 but held by the network until tonight, Mrs. Broaddrick cried briefly as she detailed the alleged assault. She said of Clinton, ``my hatred for him is overwhelming.'' Clinton, who was attorney general of Arkansas in 1978, refused comment earlier today on Mrs. Broaddrick's allegations, saying he stood by the statement of his attorney, David Kendall, who called the accusations ``absolutely false.'' Avalanche Hits Austria Again LANDECK, Austria (AP) -- Another killer avalanche struck Western Austria today, striking just miles from where rescuers were digging for victims of Europe's worst snowslide this winter. The latest torrent of snow smashed into the town of Valzur, where two people were killed and two survivors were pulled from the snow and debris. Seven miles away, in Galtuer, the death toll rose to 16, with 15 still missing. Violence Ahead of Iran Elections TEHRAN, Iran (AP) -- A gunman opened fire on a moderate party's election headquarters today as reformers and hard-liners bickered over candidates in Iran's first local elections in 20 years. Witnesses said there were no casualties in the attack, in which a passenger on a motor scooter sprayed bullets. The shooting highlighted the tensions before Friday's polls, which pit supporters of reformist President Mohammad Khatami against his hard-line rivals in the Islamic government. Simpson Faces Custody Retrial SAN FRANCISCO (AP) -- The California Supreme Court rejected O.J. Simpson's appeal for custody of his two children today, and he faces a new custody trial that would include evidence on whether he killed their mother. The court unanimously denied review of a lower-court ruling that set aside a judge's order giving Simpson legal custody of his daughter Sydney, 13, and son, Justin, 10. Simpson, reached at home, said he was prepared to face another trial against his ex-wife's parents. Report: Net Increases Hate Groups MONTGOMERY, Ala. (AP) -- The Internet is to blame for a dramatic increase in the number of hate groups operating in the United States, the Southern Poverty Law Center said. Their ranks swelled to 537 last year, up from 474 in 1997, the center said in its annual Intelligence Project report. ``The Internet is allowing the white supremacy movement to reach places it has never reached before -- middle- and upper-middle class, college-bound teens,'' said Mark Potok, a researcher for the center. Tokyo Stocks Rise in Early Trading TOKYO (AP) -- Japanese stock prices advanced Thursday. The Nikkei Stock Average rose 88.04 points to 14,443.49 points in early trading. In New York Wednesday, the Dow Jones industrial average closed down 144.75 at 9,399.67. Tiger Sails on a Day of Surprises CARLSBAD, Calif. (AP) -- The first day of the inaugural Match Play Championship was everything it was advertised to be today -- and stunning results sent some of the best players packing. Tiger Woods was not among them. He breezed to a 4 and 3 victory over Nick Faldo. Half of the top 64 players in the world won't get another chance this week to play for the $1 million first prize -- including Mark O'Meara, Davis Love, Colin Montgomerie and Ernie Els. NBA Picks Nine for 2000 Olympics NEW YORK (AP) -- Grant Hill, Tim Duncan, Kevin Garnett, Gary Payton, Tim Hardaway, Steve Smith, Tom Gugliotta, Allan Houston and Vin Baker have been chosen as the first nine members of the 2000 U.S. Olympics team, The Associated Press learned today. Those nine plus three non-NBA players yet to be selected will represent the United States in the Americas Zone qualifying tournament June 14-25 in San Juan, Puerto Rico. AP NewsBrief by GABRIEL MADWAY "
		},
		{
			"id":"NYT19990224.0153",
			"headline":"",
			"text":" &UR; FOR THURSDAY AMs &LR; Here are today's top news stories from The New York Times News Service for AMs of Thursday, Feb. 25. &UR; INTERNATIONAL &LR; (``i'' code) KOSOVO-U.S. (Washington) _ Secretary Albright testifies before Congress on Kosovo and other matters. By Philip Shenon. With photo. With KOSOVO-ASSESS (Paris) _ A news analysis: Why things didn't work out for the U.S. in the Kosovo talks. By Jane Perlez. And KOSOVO (Pristina) _ Developments: Albanian delegation to return today. By Carlotta Gall. With map. AUSTRIA-AVALANCHE (Galtuer, Austria) _ Avalanche developments: The death toll has risen to 16; 29 missing. By Craig R. Whitney. With a map-graphic. With AVALANCHE-CONTROL (Denver) _ U.S. experts talk about avalanche control. By James Brooke. CLINTON (Washington) _ Developments as Clinton has a press conference with President of Ghana. By John M. Broder. BANKS-APARTHEID (Geneva) _ Financial watchdog groups says Swiss and German banks propped up the apartheid regime in South Africa. By Elizabeth Olson. CHINA-CRASH (Beijing) _ An aging Russian plane used by China airline crashes in southern China, killing 60. By Elisabeth Rosenthal. With map. HONGKONG-CHINA (Hong Kong) _ Hoping to quell a bitter legal row with mainland China, Hong Kong's government today filed a motion asking its high court to clarify a landmark immigration ruling that provoked objections from Beijing. The court ruled that children born in China to Hong Kong parents had a right to live in the territory. By Mark Landler. &UR; WASHINGTON &LR; (``w'' code) HOUSE-HASTERT (Washington) _ Our look at the new speaker of the House in the first week of a new less-powerful speakership, with more power in the hands of committee chairmen. By Katharine Q. Seelye. (1000 words) CONGRESS-COUNSEL (Washington) _ Congress holds hearings on the independent counsel act. By Lizette Alvarez. (1000 words) MEDICARE (Washington) _ The Medicare commission meets for one of its last sessions, recommends prescription drug coverage and foresees significant savings from higher premiums and a bigger role for private HMO's. By Robert Pear. (800 words) MILITARY-PAY (Washington) _ In GOP's first major post-impeachment bill, the Senate is expected today to approve a pay raise and new pension program for troops, a measure the Joint Chiefs say is essential to stem the alarming decline in recruiting and retaining top-caliber soldiers. By Eric Schmitt. (900 words) SCOTUS (Washington) _ Arguments before court on a seeming catch-22 facing the disabled: a disabled person who filed for disability payments from Social Security has been blocked from filing a workplace discrimination suit. By Linda Greenhouse. &UR; NATIONAL GENERAL &LR; (``a'' code) EQUAL-PAY (Undated) _ The AFL-CIO launches a drive for its next big goal: equal pay. The labor federation will seek legislation in 20 states and resurrect the idea of comparable worth as a standard for comparing pay levels. By Tamar Lewin. NY-DOG-CONTROL (New York) _ The Giuliani administration begins the latest in its quality-of-life campaigns, to curtail unleashed dogs in the city's parks, using such measures as increased fines and citizen patrols. By Blaine Harden. NY-POLICE-SHOOTING (New York) _ New York City Police shoot another unarmed man; this time, the victim survives. The police say the man, a transit worker, threatened their lives. &UR; FINANCIAL &LR; BIOTECH-TREATY (Cartagena, Colombia) _ Negotiations collapsed early this morning over a proposed treaty to regulate international trade in genetically modified products. The European Union countries and more than 110 other nations reached a consensus late Tuesday on a Biosafety Protocol. But the United States, together with Australia, Canada, Uruguay, Argentina and Chile, refused to accept the proposal, insisting on a more narrowly focused treaty that would have had a minimal impact on trade in the goods. By Andrew Pollack. CONTACT-LENSES (Undated) _ Companies are racing to develop intraocular contact lenses, clear polymer arcs implanted in the eye, which could reach the market within the next two to three years. The new products, essentially the world's first permanent contact lenses, are expected to eventually draw a large share of the $10 billion that Americans spend each year for glasses and contact lenses. By David J. Morrow. With photo. FED-GREENSPAN (Undated) _ Fed Chairman Greenspan completes his testimony, appearing today before the House Banking panel. By Louis Uchitelle. BOEING (Undated) _ One-fourth of the $13 billion that Boeing is investing in its product lines will produce no meaningful returns, according to a study by the company that paves the way for an overhaul of its operations. By Laurence Zuckerman. MICROSOFT-ANTITRUST (Washington) _ Developments at the Microsoft antitrust trial. By Steve Lohr. ACCOUNTING-R&AMP;D (Undated) _ The Financial Accounting Standards Board discusses whether to issue a new accounting proposal that would wipe out instant write-offs for the value of as-yet-undeveloped products _ so-called in-process research and development _ picked up in an acquisition. By Melody Petersen. CADBURY-EARNINGS (Undated) _ Cadbury Schweppes records an indicated earnings increase, before gains from the sale of assets, of 4.5 percent for the second half and says it will use proceeds from its sale of brands to Coca-Cola to acquire beverage businesses in North America and candy businesses elsewhere. Its stock falls, apparently because investors are disappointed that the company did not announce a buyback plan. By Constance L. Hays. MARKETPLACE (Undated) _ The daily marketplace column. MARKET (New York) _ At midday, the industrial average was up 19 points, or 0.2 percent, and the Nasdaq index was up 10 points, or 0.4 percent. Elsewhere, prices fell 1 percent in Tokyo and rose 2.6 percent in Hong Kong. They increased 0.9 percent in Frankfurt and 1.9 percent in London. They were flat in Brazil and up 0.4 percent in Mexico. On the American debt market, the long bond was down 1/32 point, with the yield at 5.43 percent. By Robert D. Hershey. ECONSCENE (Undated) _ The weekly Economic Scene column. By Michael M. Weinstein. &UR; COMMENTARY &LR; (``k'' code) Bob Herbert's ``In America'' and William Safire's ``Essay.'' &UR; MOVING LATER: &LR; AM-ADD-NYT-BUDGET _ A rundown of culture, lifestyle, sports, and special section stories will move by 3:00 p.m. ET. AM-PAGE1-NYT-CONSIDER _ A list of stories being considered by New York Times editors for Page 1 will move at 4:30 p.m. AM-EARLY-FRONTPAGE-NYT _ Stories scheduled for Page 1 will be listed by 7 p.m. AM-FRONTPAGE-NYT _ A description of the front page layout of the first edition of The New York Times will move at 7:30 p.m. &UR; QUESTIONS OR RERUNS: (888) 346-9867 or (212) 556-1927: &LR; The day supervisor is Gary E. McCardell (E-mail, garymc(at)nytimes.com). The evening supervisor is Pat Ryan (E-mail, patryan(at)nytimes.com). The late supervisor is Sam Weiss (E-mail, saweis(at)nytimes.com). &UR; PHOTOS AND GRAPHICS: &LR; The Photo-Graphics editor is Deborah Marchand Phone: (888) 603-1036 E-mail: marchand(at)nytimes.com &UR; TECHNICAL PROBLEMS: &LR; Peter Trigg Phone: (212) 499-3332. Pager: (800) 946-4645 (PIN 599-4539). E-mail: triggp(at)nytimes.com. &UR; NEW YORK TIMES PARTNERS: &LR; Please note that your New York Times News Service report includes news and features from The Arizona Republic, Bloomberg News, The Boston Globe, Cox News Service, The Fort Worth Star-Telegram, Hearst Newspapers, The Houston Chronicle, The Kansas City Star, The Los Angeles Daily News, The San Francisco Chronicle, The Seattle Post-Intelligencer, States News Service and the New York Times Regional Newspapers. "
		},
		{
			"id":"XIE19990224.0207",
			"headline":"Xinhua World News Summary at 0800 GMT February 24",
			"text":" VIENNA -- At least eight people have been confirmed killed and 30 others injured as two avalanches roared through a ski resort in Austria's western state of Triol on Tuesday evening, the Austrian news media reported. Some 20 people went missing while rescuers are continuing the searching work. Both avalanches rushed down the Alps to the Galtuer resort nestling in the Paznauntal valley after 4 p.m. local time (1500 GMT). The snow wall, five meters high and 800 meters long, tore through 10 houses and buried 50 people. (Austria-Avalanches-Death) - - - - MANAGUA -- Central American foreign ministers will meet here on Friday to prepare for a summit meeting of regional heads of state with U.S. President Bill Clinton. The summit meeting was slated for March 12 in Guatemala and the participating heads of state will examine questions of regional interest, said Nicaraguan Foreign Minister Eduardo Montealegre. Clinton will come to Nicaragua on March 8 on the first stage of his Central American tour, which will also take him to Guatemala and Honduras. (Central America-Clinton-Summit) - - - - WARSAW -- Polish President Aleksander Kwasniewski on Tuesday signed a law to ratify the Comprehensive Nuclear Test Ban Treaty. The treaty, adopted at the United Nations General Assembly on September 10, 1996, bans any nuclear test, restricts the upgrade of nuclear weaponry or the improvement of the nuclear weapons now in service. The treaty will go into effect 180 days after the ratification of all the 44 countries known to have nuclear reactors, including Poland. (Poland-Ratify-Nuclear Treaty) - - - - WASHINGTON -- President Bill Clinton called on Tuesday the partial peace agreement reached on Kosovo \"a significant step forward\" in the search for peace in Kosovo and urged the Serbs and ethnic Albanians to sign a full peace deal next month. \"The peace talks ... are a significant step forward in the search for a fair and lasting peace in Kosovo,\" Clinton said in a statement issued by the White House. His statement came after the Contact Group, composed of Britain, France, Germany, Italy, Russia and the United States, announced that an agreement had been reached on substantial autonomy for Kosovo and a conference on implementing the accord would be held in France beginning on March 15. (Clinton-Kosovo-Peace Agreement) - - - - LOS ANGELES -- One worker died and seven others were injured in a fire that broke out at a crude refinery about 20 miles east of San Francisco, a local official said Tuesday. The fire broke out at 12:18 in the early afternoon at the refinery located in Contra Costa County east of San Francisco. The refinery has been operated by Tosco Corp. and a company spokesman said the fire was put out by the company's own emergency workers by 12:30. (US-Fire) - - - - BONN -- The European Union (EU) issued a statement Tuesday, urging the warring sides of Kosovo to make most of their extra time to reach a comprehensive agreement when their talks resume on March 15. The European Union (EU) noted that the six-nation Contact Group on the former Yugoslavia allowed the signing of agreement before March 15, according to the statement issued by Germany, which is holding the rotating presidency of the EU. The Serbian authority and the ethnic Albanians failed to sign on any agreement by the deadline on 1400 GMT Tuesday after their 17 days of negotiations. (EU-Kosovo) "
		},
		{
			"id":"APW19990224.0208",
			"headline":"AP Top News at 9 p.m. EST",
			"text":" *Wednesday, Feb. 24, 1999 More Avalanches in Austria LANDECK, Austria (AP) -- Another killer avalanche brought new heartache to Western Austria today, striking just miles from where rescuers were digging for victims of Europe's worst snowslide this winter. The latest torrent of snow smashed into the town of Valzur, where two people were killed and two survivors were pulled from the snow and debris. Seven miles away, in Galtuer, the death toll rose to 16, with 15 still missing. Lauryn Hill Is Early Grammy Winner LOS ANGELES (AP) -- Lauryn Hill's solo debut album ``The Miseducation of Lauryn Hill'' and the hit single ``Doo Wop (That Thing)'' won the hip-hop star three Grammys awards tonight. The ``Titanic'' ballad ``My Heart Will Go On'' won three, including song of the year, and Madonna also won three. Shania Twain, Stevie Wonder, the Brian Setzer Orchestra were double winners. Military Pay Hike OK'd by Senate WASHINGTON (AP) -- The Senate voted overwhelmingly today to give the nation's military the biggest benefits increase since the early 1980s. The legislation includes an across-the-board 4.8 percent pay increase with further boosts in future years. The nation has 1.4 million active-duty military members. Republican leaders said they wanted the first Senate bill passed this year to telegraph support for U.S. troops, particularly in light of a possible new deployment to Kosovo 2000 Budget Might Exceed Limits WASHINGTON (AP) -- The new House speaker signaled today that Republicans might exceed spending limits enacted two years ago with President Clinton, placing the GOP in the ticklish position of evading strictures aimed at shrinking government. ``I'm not saying we're going to bust them or not bust them,'' Speaker Dennis Hastert, R-Ill., told reporters. Some top Republican aides went further, saying that in private consultations, the House GOP seemed to be moving toward surpassing the spending limits for fiscal 2000 by billions of dollars. GOP Energized Over N.Y. Senate Race WASHINGTON (AP) -- Republican fund-raisers seized on ``Hillary Clinton for Senate'' as their own rallying cry today as the first lady, undecided about a candidacy, summoned advice-givers to the White House family quarters. Whether she does or doesn't, the sheer specter of a run by Mrs. Clinton is enough to galvanize Republican donors, said Kentucky Sen. Mitch McConnell, chairman of the National Republican Senatorial Committee. Mrs. Clinton met in the White House family quarters today with New York Sen. Charles Schumer, New York Rep. Nita Lowey and New Jersey Sen. Robert Torricelli. Mexican Cartels Said Penetrating US WASHINGTON (AP) -- A top Drug Enforcement Administration official said today the Mexican narcotics cartels' penetration of the United States has increased dramatically. The statement by DEA Administrator Thomas Constantine comes just ahead of President Clinton's expected certification of Mexico's counter-drug effort. But Constantine, testifying to the Senate Caucus on International Narcotics Control, stopped short of saying Mexico should be decertified. Va. Bill Targets Some 'Junk' E-Mail RICHMOND, Va. (AP) -- Virginia is making criminals out of flagrant junk e-mailers with a new law to protect computer users from getting ``spammed.'' The legislation passed yesterday makes Virginia the fourth state in the country to pass an anti-spamming law and 18 others are considering them, said the National Conference of State Legislatures. Like Virginia, California's law allows for the jailing of some spammers while laws in Washington and Nevada impose civil fines. Tokyo Stocks Rise in Early Trading TOKYO (AP) -- Japanese stock prices advanced Thursday. The Nikkei Stock Average rose 88.04 points to 14,443.49 points in early trading. In New York Wednesday, the Dow Jones industrial average closed down 144.75 at 9,399.67. NBA Picks Nine for 2000 Olympics NEW YORK (AP) -- Grant Hill, Tim Duncan, Kevin Garnett, Gary Payton, Tim Hardaway, Steve Smith, Tom Gugliotta, Allan Houston and Vin Baker have been chosen as the first nine members of the 2000 U.S. Olympics team, The Associated Press learned today. Those nine plus three non-NBA players yet to be selected will represent the United States in the Americas Zone qualifying tournament June 14-25 in San Juan, Puerto Rico. Slumping Lakers Can Del Harris INGLEWOOD, Calif. AP) -- The slumping Los Angeles Lakers fired coach Del Harris today. The move was announced while Dennis Rodman was participating in his first practice session with the team after signing a contract yesterday. Jerry West, the team's vice president of basketball operations, said that one of two assistants -- Kurt Rambis or Larry Drew -- will succeed Harris for at least the rest of the season. AP NewsBrief by GABRIEL MADWAY "
		},
		{
			"id":"XIE19990224.0283",
			"headline":"Eight Confirmed Dead in Avalanches in Western Austria",
			"text":" VIENNA, February 23 (Xinhua) -- At least eight people have been confirmed killed and 30 others injured as two avalanches roared through a ski resort in Austria's western state of Triol on Tuesday evening, the Austrian news media reported. Some 20 people went missing while rescuers are continuing the searching work. Both avalanches rushed down the Alps to the Galtuer resort nestling in the Paznauntal valley after 4 pm (1500GMT). The snow wall, 5 meters high and 800 meters long, tore through ten houses and buried 50 people. Red Cross sources said 30 people have been dug out with injures in various conditions. A state spokesman said the heavy snow blocking the mountain roads makes it hard to get the nearly 10,000 besieged skiers out of the valley in a short time. "
		},
		{
			"id":"NYT19990224.0361",
			"headline":"AT LEAST 17 DEAD, MORE MISSING IN AUSTRIAN AVALANCHES",
			"text":" LANDECK, Austria _ With more snow covering the Alps than almost anyone could remember, Ulrike Schwarz came to the Austrian Alpine resort of Galtuer from her home in Germany last week with her two teen-age children, expecting the best skiing in years. Since last weekend, though, it had been snowing too hard to ski. So Mrs. Schwarz, her daughter, Solvieg, and her son, Christoph, were relaxing in bed on the third floor of their bed-and-breakfast chalet in the center of Galtuer at 4 p.m. Tuesday when, with an almighty rumbling, clouds of snow blasted through the windows and the whole house collapsed beneath them. ``Avalanche!'' Mrs. Schwarz screamed, pushing the children toward the stairs in the back of the Tyrolean chalet, away from millions of tons of highly compressed snow carrying rocks and shredded trees and roaring down upon the village. All three survived, climbing out of the house through a hole where the roof had been, and were flown out to an emergency center in Landeck Wednesday afternoon. Authorities here said Wednesday that they had recovered the bodies of 16 people, many of them German vacationers, from the avalanche, which was 15 to 20 feet deep and 300 to 500 feet wide. They were still looking for 20 to 30 other missing people, feared dead under the snow. On Wednesday, 24 hours after the Tuesday avalanche, authorities said another snowslide, up to 45 feet deep and 600 feet wide, in the nearby resort of Ischgl had swept away four houses. Two people, a man and a little girl, were pulled alive from the snow Wednesday in Ischgl, but a woman was killed and six other people were believed missing, according to authorities and Austrian television. All told, the avalanches were the worst in Austria since a series of snowslides killed 56 people in the village of Blons in January 1954. With Galtuer and Ischgl cut off from road access Wednesday by the continuing danger of avalanches, information on the latest deadly slide was scarce. Maj. Thomas Schoenherr, an Austrian military spokesman, said rescuers in Galtuer had no way of making their way down the valley Wednesday afternoon to help after the most recent avalanche in Ischgl, but that others had been flown in by helicopter. ``The snow is like cement and it's full of pieces of wood and wreckage,'' Schoenherr said. After heavy snows over the past two weeks set off avalanches that killed seven people near the southern Swiss village of Evolene and 19 people in France, the mood Wednesday at the height of this Alpine vacation season is edgy. The vacationing skiers and those who cater to them live for snow; now they are finding that they can also die from too much of it. Here in Landeck, more than 20 miles east of Galtuer, Austrian authorities turned a military barracks compound into an avalanche-emergency command center for evacuating people from the stricken resorts and sending in food and other supplies. They barred all civilian air or road traffic in the area. <ANNOTATION> (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS) </ANNOTATION> Landeck and Galtuer are separated by mountains more than 8,000 to 10,000 feet high, fearsome, jagged peaks that, from the air Wednesday, looked softened and benign under their heavy coats of blinding white snow. On the ground, olive drab Austrian Huey helicopters beat their way down into the narrow landing field of the Landeck barracks compound for most of the day, taking out about 400 vacationers and villagers before a heavy snowfall late Wednesday afternoon halted the flights. Other choppers loaded up with meat, cabbage, potatoes, tomatoes and milk for the 7,500 tourists in Ischgl and the 600 ski vacationers still in Galtuer. The United States flew in six Blackhawk medical evacuation helicopters to Innsbrueck airport, 60 miles northeast of Galtuer, to help take people out, but they could not fly in Wednesday because of the afternoon snow, Schoenherr said. Austrian television showed video tape, apparently taken by the rescuers, showing dogs sniffing for survivors and long lines of rescuers plunging sticks into the snow and digging holes 6-to-10 feet deep in hopes of finding victims still alive. The tape showed solid three-story concrete and stucco Tyrolean houses torn apart as if by an earthquake, and automobiles rolled into crumpled metal balls by the snow. And it showed rescuers lifting frozen bodies out of the ice. ``This is the most painful day of my life,'' said Wendelin Weingartner, the top elected official in the Austrian Tyrol region. Eight seriously injured victims were flown to hospitals in Innsbrueck, where they were all said to be in stable condition under treatment for hypothermia. European authorities explained the spate of avalanches by the almost unparalleled amounts of snow that have fallen since the second week of February and the high winds that have whipped it into drifts and made it unstable on the crust of earlier snow. Scores of other resorts in Austria, Switzerland and France have been cut off from road access for days by the mounting danger of avalanches. Places like Davos, Switzerland, where the high and mighty of the worlds of government, industry and finance congregated at a conference early this month, are now inaccessible by road or rail, and others, like the fashionable Austrian resorts of Lech and Zuers, another 60 miles west of here, have been cut off for more than a week. Yet almost all the resorts have Web sites or television advertisements that boast of fantastic ski conditions, and most are clearly expecting a new infusion of guests as soon as the roads reopen. Mrs. Schwarz had a meal in the barracks mess hall after her ordeal and waited for her husband to come from Germany to pick up the family. Would she or her children ever go skiing again? ``Yes, but not with this much snow,'' Mrs. Schwarz said. "
		}
	]
}
