{
	"id":"D1021D",
	"title":"Debra La Fave",
	"docSet":[
		{
			"id":"AFP_ENG_20041202.0789",
			"headline":"Tape, photos released of US boy with teacher accused of seducing him",
			"text":" Prosecutors released Thursday photographs and secretly recorded tapes to support their accusation that Debra LaFave, formerly a schoolteacher, had sex with a 14-year-old student. The tapes, broadcast over local television, recorded LaFave, 24, arranging an encounter with the youth, while expressing concern that he not lie to his mother, Tampa prosecutors said. \"Are you sure?\" a woman's voice said. \"Like, I just don't, I mean, I don't want you lying to your mom.\" \"Oh, you're being weird,\" a boy's voice replied. \"Promise? Pinkie promise, say: 'pinkie promise',\" the woman's voice on the tape said. In another part of the tape, the boy expressed his concern about pregnancy. \"I just didn't want to get you pregnant or anything. I was just thinking about it, how we've had sex about three times and I should've used like a condom or something.\" Prosecutors released photographs taken in a department store where they said the teacher had taken the youth, supposedly the day his relatives began to suspect that there was something between the two. The prosecutors said they have seven such tape recordings. LaFave was accused of lewd acts with a child in several sexual encounters in the Hillsborough County school, in her car, and in the house that she had with her husband, in neighboring Ocala County. LaFave will plead not guilty by reason of insanity to avoid a trial scheduled for next year, according to her attorney. LaFave was arrested in June and suspended from her job until the trial is over. Her husband of less than one year filed for divorce in August. She faces up to 30 years in prison if found guilty on all charges. "
		},
		{
			"id":"NYT_ENG_20050720.0254",
			"headline":"TOO PRETTY FOR PRISON? THAT'S JUST BEAUTIFUL",
			"text":" Peter Griffin, the loutish lead character in the animated TV series The Family Guy, gets liposuction in one episode and discovers that beautiful people enjoy a secret and privileged existence. He learns this waiting in line at the supermarket: HANDSOME STRANGER: Come on up in front. PETER : But people were in front of me. HANDSOME STRANGER: B /BYou haven't been beautiful very long, have you? Gorgeous guys like us don't have to wait in line. Peter is taken to a luxury mansion where all the beautiful people in town hang out. Naturally, even in The Family Guy's twisted application of TV sitcom rules, Peter eventually learns the error of his ways and goes back to being his old unattractive self. In general, I do not mind if beautiful people believe they have a separate set of rules, as long as they do not expect me to admire them, and do not ask me to go out of my way for them. I would not recognize Paris Hilton, who I gather is a beautiful person of current notoriety, if she marched in the front door to cancel her subscription. But occasionally even the lives of beautiful people intersect those of the less beautiful, and in such cases, the common rules of society must apply. /BThis brings us to Debra Lafave, B /I/Bthe former (definitely former) instructor at Greco Middle School in Hillsborough County, who faces felony charges alleging, shall we say, improper conduct (definitely improper) with a teenage boy. This week, talks over a plea deal between Lafave and prosecutors broke down, and her trial was rescheduled for December. Lafave's lawyer, the veteran and able John Fitzgibbons of Tampa, objected because the state wished her to serve what he considered an unacceptable amount of prison time. Explained Fitzgibbons: To place an attractive young woman in that kind of hell hole is like placing a piece of raw meat in with the lions. I don't think Debbie could survive it. The comment is instructive. The lawyer might have tried to argue that Lafave's crimes were not worthy of prison (good luck with that). He might have argued that mitigating factors, whatever they are, should spare her from incarceration. But whether deliberate or automatic, Fitzgibbons' argument was precisely that Lafave should not be subjected to prison because she is beautiful. She would be \"raw meat in with the lions.\" Cue images of leering prison matrons from Chained Heat. If I were on a jury and a lawyer argued his client should not go to prison because he or she was beautiful, I would be offended. Of course, I would stick by my oath to consider only the facts. But, like that crazy umpire in Monday night's Devil Rays game, I would not be inclined to give the tie to the runner, if you know what I mean. If she is guilty, she should go to prison. She is accused of the same crime as many a male teacher who has abused his position of authority and trust. Either we change our laws to say it's not as bad when a woman does it, or we need to apply the law regardless of who the defendant is. Notice I said, \"if she is guilty.\" Fitzgibbons intends to raise an insanity defense. That is a tough job under Florida law, since the legal standard for insanity is being so wacked out that you didn't know what you were doing was wrong. But he's entitled to try. If that doesn't work, Fitzgibbons still will be entitled to argue that whatever pressures Lafave felt should be considered as mitigating circumstances to keep her out of prison. Since I have not heard all the evidence, and since I am not employed by a cable television network, I am content to wait to hear his case. As long as he doesn't try to argue that she's too pretty. "
		},
		{
			"id":"NYT_ENG_20051101.0292",
			"headline":"TEACHER CHARGED WITH SEX BATTERY",
			"text":" TAMPA - Investigators say it began with a note, passed in a math class at Wharton High School. I think you're attractive, it said. Do you feel the same? Sent in December 2002, the note initiated 19 months of sexual encounters between teacher Jaymee Wallace and one of her female students, according to police. The student was 15, a rising star on the girls basketball team that Wallace coached. By the time the meetings broke off in August 2004, the two had engaged in sexual activities more than 50 times, the girl, now 17, told Tampa police. They would meet in Wallace's car, in her Tampa Palms apartment, and near a running trail at the University of South Florida, the girl said. \"The student was convinced the two of them were in love,\" said Tampa police spokeswoman Laura McElroy. Wallace, 28, was charged this week with one count of lewd and lascivious battery, a second-degree felony punishable by up to 15 years in prison. State law makes it illegal for anyone 24 or older to engage in sexual activity with a person under 18. Wallace posted $7,500 bail within hours of her arrest and left the county jail Monday afternoon. Her attorney, Joe Bodiford of Tampa, said his client maintains her innocence. \"We're going to have tons of people come forward to give glowing reviews about her and her coaching,\" he said. The arrest is the second in as many years of a female Hillsborough County teacher accused of having sex with a teenage student. Former Greco Middle School teacher Debra Lafave, arrested last year amid allegations she had an affair with a student, is scheduled to stand trial in December on two counts of lewd and lascivious battery. Like Lafave, Wallace was newly married at the time of the alleged encounters. \"This is a case of someone who has taken advantage of her position to victimize a teenage student,\" McElroy said of Wallace. \"It's total exploitation of the student's trust.\" The student told detectives the note from Wallace came tucked inside an envelope, clipped to a graded paper Wallace handed her in math class. She wrote Wallace back and expressed interest. More such exchanges followed. On Jan. 21, 2003, the student wrote that she \"wanted to do more than just write notes,\" according to detectives. After a basketball game, Wallace drove the student to a running trail on USF's campus. They arm-wrestled, the student told detectives. Then they kissed. Wallace drove her home. It was 9 p.m. By the spring of 2003, they were having oral sex in the coach's apartment and in parking lots around the city, the student told detectives. The student hid encounters from her parents for months, even as campus rumors and allegations triggered questions from Wharton officials in the spring. \"The victim denied it. The victim's mother said this didn't happen,\" said school district spokesman Stephen Hegarty. \"Everybody who would know about this said it wasn't happening.\" Kansas State University professor Bob Shoop, an expert witness in cases involving sexual abuse between teachers and students, said students usually don't report the incidents. \"The student feels this is a real relationship,\" Shoop said, speaking generally. \"She becomes a co-conspirator because she doesn't want the relationship to end.\" Police started investigating Wallace in June, after the student told her mother what was happening, McElroy said. The girl told detectives she did not want Wallace prosecuted but that she felt guilty about the lies. Detectives started interviewing fellow students, including the player's sister. The sister told detective Melanee Holder that she found a \"love note\" from Wallace in the back of her sister's pants pocket in 2003. She said she once saw the two lying naked on Wallace's bed. In August, the student's mother gave police notes she found, addressed to her daughter from fellow students. \"Is you the first girl she messed with?\" one girl wrote. \"You my dawg and I love you NO MATTER WHAT, but I think coach should be punished!\" The student said Wallace ended the relationship in August 2004 because she wanted to have children and felt guilty about betraying her husband, Craig Wallace, a math teacher and girls soccer coach at Wharton. She married Wallace, a native of Jamaica, in a ceremony conducted June 7, 2003, by the Rev. Susan Baron at St. Andrew's United Methodist Church in Brandon, according to county records. She joked with some players that Craig Wallace, 28, was suspicious of her relationship with team members, former student and player Nikki Kelley told police. McElroy said detectives have found no evidence of other victims. Wallace graduated from the University of Tampa in May 1999 and has been at Wharton since the 1999-2000 school year, when she started as a substitute teacher. She became varsity basketball coach in spring 2003, after having coached the junior varsity team. Under Wallace, Wharton had one of the county's top programs. Last season, the Wildcats won their district, finished 21-8 and reached the second round of the Class 5A playoffs, where they were defeated by Haines City, 62-57. The previous season, Wharton went 23-8 with a district title and state playoff appearance. Wallace isn't coaching or teaching this year. Hegarty said she was transferred to the school district's Office of Professional Standards, where she has no contact with students. \"We take these allegations very seriously, and when these things come up, we want to protect the children,\" Hegarty said. Times staff writers Keith Niebuhr, Scott Purks and Jeffrey Solochek and researcher Cathy Wos contributed to this report. "
		},
		{
			"id":"NYT_ENG_20051122.0149",
			"headline":"ST. PETERSBURG TIMES BUDGET-STP",
			"text":" The St. Petersburg Times plans to move the following stories for clients of the New York Times News Service for editions of Wednesday, November 22, and thereafter. For questions, contact Donn Jehs at (727) 893-8333. BC-PADILLA-INDICTED (Miami) -- \"Dirty Bomb\" suspect Jose Padilla, held by the United States as an enemy combatant for more than three years, has been indicted on federal charges in Miami. Padilla is a Brooklyn-born Muslim convert. The Bush administration had resisted calls to charge and try him in civilian courts. Two of the other four indicted with him are from Broward County. Padilla has been moved to federal detention facility in Miami from South Carolina navy brig. By DAVID ADAMS. BC-FLA-LAFAVE-DEAL (Tampa) -- Debra Lafave, the former Tampa middle school teacher accused of having sex with a 14-year-old male student, will avoid prison under a plea deal announced Tuesday. Lafave, 25, pleaded guilty to two counts of lewd and lascivious battery, a felony, in exchange for a sentence of three years of community control and seven years of probation. The case attracted national attention, and her lawyer had rejected an earlier plea arrangement that called for three years in prison, saying Lafave was too attractive to survive in jail. By CANDACE RONDEAUX. With photo of Lafave. BC-FLA-JUSTICE-MEUS (Wachula, Fla.) -- Jean Claude Meus, a Haitian immigrant, is serving 15 years in prison for vehicular homicide. Four years ago he was driving a truck that overturned in Hardee County, killing a woman and her 8-year-old daughter. The Rev. Al Sharpton, even Geraldo Rivera, are flocking to Meus' side, saying the punishment doesn't fit the crime. But his most surprising supporters are the victims' relatives, who think this was all a tragic accident, not a crime. Meus' supporters note that he wasn't drunk or on drugs. He wasn't speeding, either. And he didn't flee the scene. But police say he fell asleep at the wheel, which is reckless driving. Did race play a factor in prosecutors' decision to charge him, and/or the judge's choice of sentence? By ABBIE VANSICKLE. BC-FLA-LOBBY (Tallahassee) -- The free trip to Canada for four state legislators as paid guests of a gambling lobbyist has provided fresh momentum for the Legislature to revisit the problem of lobbyist influence in a special session in two weeks. The first try by Senate President Tom Lee flopped last spring, prompting applause from lobbyists celebrating the triumph of the status quo, with its weak disclosure provisions. Lee wants to raise the issue again in the Dec. 5 session, with limits on acceptance of in-kind donations that permitted Magna Entertainment Corp. to spend $48,000 on the July trip to Toronto and launder the expense through the Republican Party of Florida. By STEVE BOUSQUET. FINANCIAL ('f' code) BC-FLA-CITIZENS (Tallahassee) -- A federal grand jury has launched an investigation into problems at Citizens Property Insurance, state officials confirmed. Among those receiving subpoenas is Joe Lebrun, who was involved in the Texas lawsuit accusing Citizens' former chief operating officer Paul Hulsebush with a bribery scheme. By JONI JAMES. BC-STEIN (St. Petersburg) -- A Q&amp;A with the visiting Ben Stein, economist/Nixon White House protege/actor/author/political commentator. By KRIS HUNDLEY. BC-TECH-DATA (Undated) -- Tech Data, the bay area's largest public company, has removed its top European chief from power. Its third-quarter sales beats analysts' estimates but profits fall on more restructuring charges in Europe. Wall Street likes the aggressive moves, pushes Tech Data stock up 15 percent. By SCOTT BARANCIK. BC-SHELTON-COMMENTARY (Undated) -- Can the Colts go undefeated? By GARY SHELTON. BC-FBN-BUCS (Tampa) -- Bucs running back Mike Alstott has become Air Alstott, going over the top with regularity at the goal line. Alstott says it's nothing planned, just instinct. By STEPHEN HOLDER. BC-HKN-LIGHTNING-FLYERS (Philadelphia) -- Coverage of the Lightning-Flyers game. By TOM JONES. BC-HKN-LIGHTNING-NOTES (Philadelphia) -- Notes about the Lightning. By TOM JONES. BC-FBC-PUNT-BLOCK (Tallahassee) -- Inside the Game: The art of the punt block. By BRIAN LANDMAN. BC-BBA-RAYS-EVERS (St. Petersburg) -- Rays players are happy Bill Evers will be on the big-league staff in 2006. By DAMIAN CRISTODERO. ENTERTAINMENT ('e' code) BC-RENT-MOVIE-REVIEW (Undated) -- Rent is an indispensable movie because it freeze-frames a specific American era while preserving Broadway history by proxy. But it's also frisky and funny, with a streak of unconditional kindness as wide as the screen. Grade: A. By STEVE PERSALL. BC-ICE-HARVEST-MOVIE-REVIEW (Undated) -- The Ice Harvest is a frigid film noir laced with snappy tough-guy talk, plus a sick sense of humor that some moviegoers won't see any reason for during the holiday season. The plot is flimsy, but viewers in the proper frame of mind can enjoy John Cusack's brand of deadpan affability, Billy Bob Thornton's bantam rooster outbursts and a supporting cast relishing their amoral characters. Grade: B. By STEVE PERSALL. BC-BEE-SEASON-MOVIE-REVIEW (Undated) -- Bee Season has enough interesting ideas for three or four movies, any of which would be an improvement over this jumble. It's a family drama with three unhinged characters worth following, and a fourth who's a typically gifted movie kid - in this case, a spelling bee whiz. Each personal story is complex, deserving more attention than co-directors Scott McGehee and David Siegel provide. Grade: C+. By STEVE PERSALL. "
		},
		{
			"id":"NYT_ENG_20051122.0329",
			"headline":"SEX WITH STUDENT BRINGS NO JAIL TIME FOR LAFAVE",
			"text":" TAMPA - With just a week to go before trial, the glare of celebrity had not dimmed. Larry King, Matt Lauer, Greta Van Susteren - they all wanted Debra Lafave, the former Tampa teacher accused of seducing a teenage boy. Even a judge's gag order could not put the blue-eyed blonde and her media magnet lawyer back in the box. Finally, the boy's family could take no more. They pulled the plug on prosecution, agreeing Tuesday to a plea deal that will keep the former Greco Middle School teacher out of prison. \"I couldn't imagine sitting there and looking at my son and then looking at him surrounded by the whole courtroom as well as looking at Lafave talking about things that shouldn't have happened to him,\" the mother said. Her name is being withheld to protect her son's identity. \"It would come out and be written about again and again and again in all of the media. At what point would he have had a normal life in high school, much less be tagged with it the rest of his life?\" Nearly 18 months after her case sent the tabloids into a tizzy, Lafave, 25, pleaded guilty to two counts of lewd and lascivious battery as part of a plea agreement with prosecutors in Hillsborough and Marion County. Under the terms of the deal, Hillsborough Circuit Judge Wayne Timmerman sentenced her to three years of house arrest and seven years' probation. The last-minute move spared Lafave the possibility of as much as 30 years in prison and saved her victim, who was 14 when the sexual encounters occurred, from the crush of a media frenzy. As part of the agreement, Lafave will also plead guilty to three sex charges in Marion County, including one count of lewd and lascivious exhibition. Hillsborough prosecutor Mike Sinacore said media attention played a big part in the state's decision to head back to the bargaining table. He reached a deal with Lafave attorney John Fitzgibbons shortly before the two were due back in court to argue over a gag order Timmerman imposed last week. On Tuesday, the victim was set to answer attorney questions at a formal deposition. But early that morning, Sinacore asked a judge for a meeting in his chambers to discuss a possible resolution. Several tense minutes later, the plea deal was announced. \"The victim's family indicated they wanted this case over with,\" Sinacore said. The announcement sent a ripple through the courtroom as reporters hurriedly scribbled in note pads and scrambled for cell phones. But the room fell silent as Lafave stepped to the podium to face her punishment. \"I want to apologize to the court and to the young man involved and his family for my actions. I accept full responsibility for my actions and I'm very sorry,\" Lafave said. Now classified as a sex offender, the former teacher can no longer work with or near children and cannot live within 1,000 feet of a school, church or playground. She will have a 10 p.m. curfew. She must undergo psychological therapy for four years and submit to a polygraph test once a year to verify that she is abiding by the rules. If she successfully completes her first two years on house arrest, also known as community control, a judge could waive her last year of home confinement. \"It allows the young man involved here to go on with his life, just as Debbie can go on with her life. He does not have to go through depositions and a trial,\" Fitzgibbons said. Sinacore said he had pressed for three years' prison time during plea negotiations early this year. Those negotiations foundered in October. For months afterward, the victim's family held fast to the idea that Lafave should do time. But in the weeks leading up to the high-profile trial, the fortitude of the family seemed to wane. Although the teenager had agreed to detail the relationship on the witness stand, it was unclear how his testimony about his feelings for Lafave might impact a jury, Sinacore said. \"He did not from the get go want to harm Debra Lafave. This was someone that he liked,\" Sinacore said. In the end, the boy's mother decided not to gamble on a trial and to save her son the humiliation. \"That's my goal, to keep him whole,\" the boy's mother said in an interview with WTVT-Ch. 13. \"She (Lafave) has agreed on this plea deal. I don't think it's a cakewalk what's been handed to her. She can begin going on with her life. Most importantly he can go on with his.\" Details of Lafave's past and the student's experiences with her became clearer Tuesday afternoon after the State Attorney's Office released hundreds of pages of documents that could have been aired at trial. The papers include interviews with Lafave's former husband, Kristian Owen Lafave, 27, as well as a woman she dated in high school and a co-worker. Some supported Fitzgibbons' claims about her battle with mental illness and the trauma she suffered when she was raped at 13. Lafave's former East Bay High schoolmate and lover, Casie Diana Martinez, told prosecutors that the teenage Lafave had struggled with her sexuality and self-image. \"Really, that was from her mom pressuring her to a music career and trying to fit that mold of being thin, being a star, you know, fitting that role of being on stage,\" Martinez said. Last year, Lafave's attorney said he planned to raise an insanity defense. A psychologist hired by the state concluded Lafave was sane when she had sex with the boy. But several psychiatrists have since evaluated her and several, Fitzgibbons said, determined that trauma she suffered after she was raped at 13 and her subsequent mental illness may have led her to actions. \"If we were at trial, the doctors would be explaining how trauma over the years has affected Debbie. These traumatic events have an effect on her bi-polar illness. It was my feeling that any juror who listened to the testimony of all the difficulties Debbie has gone through would have found it a very sad and compelling story,\" Fitzgibbons said. As in the case of Mary Kay Letourneau, the Washington state school teacher who had a baby with a 13-year-old student, Lafave's case has generated much scrutiny. Pundits and reporters across the country have picked through every last detail, from her recent divorce to a judge's decision barring access to police photos of her genitals. All along her attorney has turned the spotlight to his advantage. He nearly lost that strategic edge last week when Timmerman issued a gag order barring attorneys on both sides from talking publicly about Lafave. But Fitzgibbons said the temporary ruling would not have stopped the runaway train of attention aimed at the client he once hinted was too pretty for prison. \"If Debbie was not considered attractive by almost every societal standard,\" he said, \"no one would have been paying any attention to this case.\" Times staff writer Jennifer Liberto contributed to this report. "
		},
		{
			"id":"APW_ENG_20051122.1211",
			"headline":"Florida teacher accused of sex with 14-year-old student pleads guilty",
			"text":" A female teacher pleaded guilty Tuesday to having sex with a 14-year-old student, avoiding prison as part of a plea agreement. Debra Lafave, 25, whose sensational case made tabloid headlines, will serve three years of house arrest and seven years' probation. She pleaded guilty to two counts of lewd and lascivious battery. The former Greco Middle School reading teacher apologized during the hearing, saying \"I accept full responsibility for my actions.\" The boy told investigators the two had sex in a classroom at the school, located in Temple Terrace near Tampa, in her Riverview town house and once in a vehicle while his 15-year-old cousin drove them around Marion County. The boy told investigators Lafave told him her marriage was in trouble and that she was aroused by the fact that having sex with him was not allowed. He said he and Lafave, a newlywed at the time, got to know each other on their way back from a class trip to SeaWorld Orlando in May 2004. If convicted at trial in Hillsborough County, she could have faced up to 15 years in prison on each count. The plea agreement also was designed to resolve similar charges in Marion County, where Lafave was scheduled to appear in court Dec. 8. But prosecutor Ric Ridgeway said his office wants to speak with the boy's family first. Hillsborough Circuit Judge Wayne Timmerman said LaFave also will forever lose her teaching certificate, must register with the state as a sexual predator, may not have any contact with children including the victim, and will not be allowed to profit from the sale of her story or personal appearances. The victim's mother said afterward that the public scrutiny had taken its toll on the family, and they just wanted to see it all end. \"If we had continued along this path, this would have followed him forever,\" said the mother, whose name was being withheld to protect her son's identity. \"My prayer is that he can leave this behind him and go on and be a happy, healthy young man.\" After Tuesday's hearing, Lafave's attorney, John Fitzgibbons, said the plea was \"a fair resolution of this case.\" Asked how she felt afterward, Lafave said \"tired.\" Fitzgibbons said in July that plea negotiations had broken off because prosecutors insisted on prison time, which he said would be too dangerous for someone as attractive as Lafave. He said then that she planned to plead insanity at trial, claiming emotional stress kept her from knowing right from wrong. "
		},
		{
			"id":"NYT_ENG_20051123.0277",
			"headline":"LAFAVE'S LIFE WILL NEVER BE THE SAME",
			"text":" TAMPA - The spotlight will fade, but her neighbors will always know. People might stop staring, but someone will always be checking on her. No matter where she goes, life will not be the same for Debra Lafave. The former middle school teacher achieved instant notoriety when she was accused of having sex with a 14-year-old student. On Tuesday, a judge sentenced her to three years of house arrest and seven years of probation. Now classified as a sex offender, Lafave, 25, avoided prison, but she won't be living on Easy Street. \"We've gotten over one hurdle with this matter in the criminal justice system, but now the ramification of being a sexual offender will be with Debbie for 10 years or longer,\" said her attorney, John Fitzgibbons. The biggest complication for Lafave could be a requirement that she place her name on the state's sex offender registry. The database contains the names and addresses of sex offenders and some details of their charges. It is available to the public on the Internet. Many sex offenders manage to remain relatively anonymous. But for a woman whose image has been beamed around the world and plastered on the front pages of newspapers, the registry could prove not just invasive but dangerous. \"Debbie and my office have received literally hundreds of letters from all over the country, and some of these letters are disturbing,\" Fitzgibbons said. \"I really don't want to get into the details, but that could be a concern if people know where she lives.\" Dr. Fred Berlin, a Johns Hopkins University professor, said reintegrating into society is always difficult for sex offenders. Founder of the university's Sexual Disorders Clinic, Berlin said that Lafave, like most female offenders, is unlikely to repeat her behavior, but her battle with mental illness and the scrutiny of her case will present extra challenges. \"As a society, we try not to have these situations repeat themselves,\" he said, \"but sometimes we put up so many obstacles and challenges that it makes it difficult for them not to repeat this behavior or do other things. It affects their self-esteem. It affects their ability to earn a living and find a comfortable place to live.\" Lafave, who lives in southeast Hillsborough County with her parents, will soon seek her own place, Fitzgibbons said. As a sex offender, Lafave is barred from living within 1,000 feet of a school, a playground or other areas where children gather. In a county with nearly 200 parks, 400 day care centers, 240 public schools and 1,200 churches that may have youth centers, that will make house-hunting tough. There is an establishment every half a square mile that she can't be near. Lafave will also be barred from seeking employment in places near children. And since many employers require applicants to disclose whether they've been convicted of a felony, Lafave's job search won't be easy. Then there's her celebrity status. \"She goes to the mall, and people point to her, and people come up to her,\" Fitzgibbons said. \"Now, as she begins to look for work and a job, that's going to be a problem because wherever she works, she's going to be the center of attention.\" Besides psychological therapy, annual polygraphs and unannounced visits from her probation officer, she will have to submit to an HIV test. Lafave must give a blood sample to authorities so that her DNA can be registered in a statewide database. She also must abide by a 10 p.m. curfew. Even Hillsborough prosecutor Michael Sinacore said the road ahead for Lafave will be difficult. \"If somebody successfully makes it through sex offender probation, they probably deserve a break,\" he said after Tuesday's sentencing. \"More often than not, they do not make it.\" Times staff writer Matt Waite and researchers Caryn Baird and Cathy Wos contributed to this report. "
		},
		{
			"id":"APW_ENG_20051123.0560",
			"headline":"Florida teacher accused of sex with 14-year-old student pleads guilty",
			"text":" A female teacher whose sexual liaisons with a 14-year-old middle school student made tabloid headlines has avoided prison time by pleading guilty to having sex with the boy in a classroom and at her home. Debra Lafave, 25, will serve three years of house arrest and seven years of probation. She pleaded guilty Tuesday to two counts of lewd and lascivious battery. If convicted at trial in Hillsborough County, Florida, she could have faced up to 15 years in prison on each count. Lafave's ex-husband, Owen Lafave, said Wednesday that she was being treated for mental problems when she committed the crime, but it was a double standard that she avoided prison. \"She is a sexual offender and if it were a male she would have definitely gotten jail time,\" he told CBS's \"The Early Show.\" The victim's mother said after Tuesday's hearing that the public scrutiny had taken its toll on the family. \"If we had continued along this path, this would have followed him forever,\" said the mother, whose name was being withheld to protect her son's identity. \"My prayer is that he can leave this behind him and go on and be a happy, healthy young man.\" The victim's mother said the boy is \"well-adjusted\" and shows no signs of having been traumatized. The boy told investigators he and Lafave had sex in a classroom at the school, located in Temple Terrace near Tampa, in her Riverview town house and once in a vehicle while his 15-year-old cousin drove them around. The boy said he and Lafave, a newlywed at the time, got to know each other on their way back from a class trip to SeaWorld Orlando in May 2004. He also said Lafave told him her marriage was in trouble and that she was aroused by the fact that having sex with him was not allowed. Lafave apologized during the hearing Tuesday, saying that \"I accept full responsibility for my actions.\" Hillsborough Circuit Judge Wayne Timmerman said LaFave will forever lose her teaching certificate, must register with the state as a sexual predator, may not have any contact with children including the victim, and will not be allowed to profit from the sale of her story or personal appearances. After Tuesday's hearing, Lafave's attorney, John Fitzgibbons, said the plea was \"a fair resolution of this case.\" "
		},
		{
			"id":"NYT_ENG_20051124.0026",
			"headline":"WAVE OF COVERAGE SWAMPS FAMILY, TILTS BALANCE OF JUSTICE",
			"text":" Now that both sides have admitted a crush of worldwide media attention helped former Tampa teacher Debra Lafave land a plea deal that avoided prison time for seducing a 14-year-old boy, two questions remain. Was the constant media coverage, which eventually convinced the victim's family to go along with the plea deal, part of the defense's strategy all along? And should media outlets have tried harder to avoid becoming the biggest factor in a case they were supposed to only observe? \"To try to use (media interest) to make it more difficult for the victims' family to go through this process made sense from a tactical standpoint,\" said Hillsborough prosecutor Mike Sinacore, noting that Lafave attended many hearings in the case, ensuring cameras would capture her every move. \"(But) I don't think even (Lafave attorney John Fitzgibbons) could anticipate all of the twists and turns and intensity of the media coverage.\" Fitzgibbons declined to comment directly on how the media might have impacted the family. He did say, however, that the media coverage \"was by far the most critical factor of the entire case,\" highlighting how criminal law tactics must change in a media-drenched world. \"In years past, generally, defense lawyers would have little or no comment (on high-profile cases),\" Fitzgibbons said. \"In the last decade, with the proliferation of 24-hour news, the Internet and the large press departments of the police departments, you cannot effectively represent your client unless you can represent that client in the court of public opinion.\" And that court reached far and wide, with Lafave stories featured on Web sites in Russia and China, and newspapers in Australia and Canada. Last December, the New York Post published a full-page photo of Lafave modeling a bikini beside a motorcycle; in July 2004, the British tabloid newspaper News of the World published the name and school photo of her victim. A quick look through a database of media stories found at least 168 print stories since 2003 on Lafave and about 515 TV news items. \"Every time a story aired the attention on the victim's family escalated,\" said Sinacore, who nevertheless gave most mainstream media coverage high marks. \"What the victim's family said, was every time this came up the boy would get harassed at school,\" he said. \"If you had to sit back and just from a societal point of view, (ask) what impact does the media have by putting such focus on this case when a young boy is going to be affected, that's the balancing act.\" Still, the combination of factors - her beauty, her handsome ex-husband and a past that included a lesbian relationship - made saturation coverage inevitable. \"I fully admit I was one of the ones eating from the trough on this one,\" said WFLZ-93.3 FM radio personality M.J. Kelli, who featured photos of the bikini-clad Lafave on his show's web site. \"I am in the provocative broadcast business and I am going to give people what they want. This was a very steamy story.\" MSNBC host Joe Scarborough personified the media paradox this week, railing against the plea deal while perpetuating the news coverage that helped seal it. \"Sex offenders from Maine to San Diego have been sent a message that if they pick the right victim the prosecutors are going to throw their hands up,\" said Scarborough, while the channel displayed a headline reading \"Sex Teacher Walks.\" A spokeswoman for MSNBC said Scarborough was too busy to comment after the show. But Matthew Felling, media director for the Center for Media and Public Affairs, criticized such sensationalistic elements. \"Why is she the sex teacher?\" Felling said. \"When people report on male pedophiles, words are tossed around like \"predator' or \"mental illness.' In the stories about Lafave, I saw words like \"bombshell' and \"romp.' If we want to report on pedophiles responsibly - and I'm not sold that the media wants to - we need to make the reporting gender neutral.\" Still, there's little doubt the plea deal avoided a trial which could have brought a bigger media circus than even the Terri Schiavo case. \"The whole world would have been here,\" said Phil Metlin, vice president of news at WTVT-Ch. 13 in Tampa. \"December is a pretty slow news month.\" "
		},
		{
			"id":"APW_ENG_20051209.0071",
			"headline":"U.S. judge wants plea deal changed in teacher sex case",
			"text":" A hitch has developed in a plea deal agreed to by a former teacher who pleaded guilty to having sex with a 14-year-old student, a spokesman for the prosecutor said. The agreement was meant to resolve charges against Debra Lafave, 25, in two counties. But the judge in one of the counties has balked, Ric Ridgeway, a spokesman for the State Attorney's Office, said Thursday. Lafave was sentenced to three years of house arrest and seven years probation after pleading guilty last month in Hillsborough County to two counts of lewd and lascivious battery. That plea agreement was supposed to also cover charges in Marion County, where Lafave allegedly had sex with the boy in a sport utility vehicle while his 15-year-old cousin drove. But Judge Hale Stancil wasn't happy with an agreement the Marion County prosecutors reached with defense attorney John Fitzgibbons and asked for some changes, Ridgeway said. Fitzgibbons said the judge indicated that he wanted to hear expert information about a trial's potential impact on the two boys involved. Ridgeway said the attorneys would take a new plea deal to the judge. Lafave's sexual liaisons made tabloid headlines. Last month, a Hillsborough judge said she will forever lose her teaching certificate, must register with the state as a sexual predator, may not have any contact with children including the victim, and will not be allowed to profit from the sale of her story or personal appearances. "
		}
	]
}
