{
    "docSet": [
        {
            "headline": "Three Pakistani soldiers killed in restive southwest ATTENTION - ADDS quotes, details ///", 
            "text": "\n<P>\nTribal rebels attacked a \nparamilitary convoy in restive southwest Pakistan on Thursday, \nkilling three soldiers and injuring seven others, a senior military \nofficer said.\n</P>\n<P>\nGunbattles between the renegade clansmen and troops from \nPakistan's Frontier Corps continued throughout the day after the \nattack in Baluchistan province, corps chief Major General Shujjat \nZamir Dar told reporters.\n</P>\n<P>\nHe described the rebels' claims that up to 50 tribesmen had been \nkilled in the exchange of fire as \"exaggerated\" but said there had \nbeen some casualties.\n</P>\n<P>\nThe clash erupted when a convoy of soldiers came under attack by \narmed men belonging to the Bugti tribe in the clan's stronghold of \nDera Bugti, some 280 kilometers (175 miles) southeast of the \nprovincial capital Quetta, he said.\n</P>\n<P>\nArmed men blocked a six-vehicle corps convoy containing 40 \npersonnel that was moving towards the nearby gasfield town of Sui \nand opened fire.\n</P>\n<P>\nSporadic firing continued late Thursday despite a ceasefire \nagreed between the two sides to remove dead and wounded from the \nclash site.\n</P>\n<P>\nThe tribesman have been waging a months-long rebellion in a bid \nto win increased royalties and more jobs from the province's natural \nresources.\n</P>\n<P>\nEarlier corps spokesman Colonel Rizwan Malik said the tribesmen \nused light and heavy weapons and also rained more than 150 rockets \nand mortar shells on a nearby military base.\n</P>\n<P>\nHe said regular army troops backed by two military helicopters \nhad been sent to tackle the situation.\n</P>\n<P>\n\"The future line of action will be reciprocal and after today \nthe other side should not consider paramilitary forces as weak,\" \nGeneral Dar warned.\n</P>\n<P>\nViolence in Baluchistan surged after the January 2 rape of a \n32-year-old doctor in her lodgings near Pakistan's largest gasfield \nin Sui.\n</P>\n<P>\nThousands of troops moved into the region after a rocket barrage \non the gas plant left eight people dead in January.\n</P>\n", 
            "id": "AFP_ENG_20050317.0556"
        }, 
        {
            "headline": "Eight soldiers killed in Pakistan's troubled southwest", 
            "text": "\n<P>\nEight soldiers were killed and 23 \ninjured in fierce desert gunbattles with tribal rebels in Pakistan's \nsouthwestern province of Baluchistan, officials said Friday.\n</P>\n<P>\nUp to 50 tribesmen may also have died in Thursday's clashes, an \nopposition member of parliament and other sources said, although the \ngovernment and the military dismissed the figure and it could not be \nindependently confirmed.\n</P>\n<P>\nA ceasefire was agreed to remove the dead and wounded from the \nsite of the day-long exchange of machinegun fire in Dera Bugti \nsoutheast of the provincial capital Quetta, officials said.\n</P>\n<P>\n\"The ceasefire is still holding,\" head of the Interior \nMinistry's National Crisis Management Cell, Brigadier Javed Cheema, \ntold AFP on Friday.\n</P>\n<P>\nFighting broke out Thursday after the heavily-armed renegade \nclansmen, who want more autonomy and increased benefits from the \narea's natural resources, ambushed paramilitary Frontier Corps \nsoldiers.\n</P>\n<P>\nThey struck as a six-vehicle military convoy containing 40 \npersonnel was moving towards Pakistan's largest gasfield at nearby \nSui -- the site of fierce clashes at the start of the year.\n</P>\n<P>\nCheema said the attack, which he blamed on the area's dominant \nBugti tribe, was \"totally unprovoked and blatant aggression\".\n</P>\n<P>\nInterior Minister Aftab Sherpao said tribesmen used light and \nheavy weapons and rained more than 150 rockets and mortar shells on \na nearby paramilitary base from 12 different directions.\n</P>\n<P>\nOfficials said regular army troops backed by two military \nhelicopters had been sent to tackle the situation.\n</P>\n<P>\nAn assertion by opposition politician Hafiz Hussain Ahmed that \nup to 50 tribesmen were killed in the incident was \"exaggerated,\" \nSherpao and Cheema said.\n</P>\n<P>\nTribal representatives and the clan's chieftain Akbar Bugti gave \nsimilar figures for the number of dead on their side. \n</P>\n<P>\nBaluchistan has been in the grip of a sporadic tribal revolt for \nmore han a year but the violence surged after the January 2 rape of \na 32-year-old doctor in her lodgings near the Sui gasfield.\n</P>\n<P>\nThousands of troops moved into the region after a rocket barrage \non the gas plant left eight people dead in January.\n</P>\n", 
            "id": "AFP_ENG_20050318.0062"
        }, 
        {
            "headline": "Gunfights, train blast kill up to 30 in southwest Pakistan ATTENTION - UPDATES toll, ADDS rail blast ///", 
            "text": "\n<P>\nFierce gun battles between \ntribal rebels and Pakistani troops in the troubled southwestern \nprovince of Baluchistan have left up to 30 people dead and more than \n70 injured, an official said Friday.\n</P>\n<P>\nFighting lasted all day Thursday after the heavily-armed \nclansmen, who want more autonomy and increased benefits from the \narea's natural resources, ambushed a convoy of paramilitary Frontier \nCorps soldiers, officials said.\n</P>\n<P>\nSeparately, railway officials said a bomb hidden in a toilet \ntore through a carriage on a passenger train heading towards the \nprovincial capital Quetta, killing one person and injuring five.\n</P>\n<P>\nThe province has been gripped by a sporadic tribal revolt for \nmore than a year but the violence surged after the January rape of a \n32 year-old doctor at Pakistan's largest gas field at Sui in \nBaluchistan.\n</P>\n<P>\n\"According to our assessment, based on reports from security \nofficials in the area, up to 30 people died and more than 70 \ninjured,\" a home ministry official told AFP on condition of \nanonymity following the clashes.\n</P>\n<P>\nIt was unclear if the toll included the figure of eight soldiers \nkilled and 23 injured given by officials earlier for the violence at \nDera Bugti, southeast of Quetta.\n</P>\n<P>\nA ceasefire was agreed late Thursday to remove the dead and \nwounded.\n</P>\n<P>\n\"The casualties were high because the exchange of rockets and \nmortar shells continued from both sides throughout the day on \nThursday,\" the home ministry official said.\n</P>\n<P>\nThe government has dismissed the tribesmen's claims that up to \n50 people on their side alone were killed as \"exaggerated\".\n</P>\n<P>\n\"The ceasefire is still holding,\" head of the Interior \nMinistry's National Crisis Management Cell, Brigadier Javed Cheema, \ntold AFP on Friday.\n</P>\n<P>\nHe said the attack, which he blamed on the area's dominant \nBugti tribe, was \"totally unprovoked and blatant aggression\".\n</P>\n<P>\nInterior Minister Aftab Sherpao said tribesmen used light and \nheavy weapons and rained more than 150 rockets and mortar shells on \na nearby paramilitary base from 12 different directions.\n</P>\n<P>\nOfficials said regular army troops backed by two military \nhelicopters had been sent to tackle the situation.\n</P>\n<P>\nAuthorities were also hunting the culprits behind the bombing of \nthe Chiltan Express train heading from the eastern city of Lahore to \nQuetta, the latest in a series of attacks on the rail network in \nBaluchistan.\n</P>\n<P>\nGhulam Rasool, deputy controller of Pakistan railways, told AFP \nan explosive device was placed in a toilet and detonated at 2:00 pm \n(0900 GMT) as the train was stopped at Much, a town 70 kilometres \n(43 miles) southwest of Quetta.\n</P>\n<P>\nA shadowy group called the Baluchistan Liberation Army has \nclaimed responsibility for some of the earlier blasts targeting main \nrailway lines in the province.\n</P>\n<P>\nThousands of troops moved into Baluchistan after a rocket \nbarrage on the gas plant at Sui left eight people dead in January.\n</P>\n<P>\nDuring the 1970s Baluchistan was the scene of a major uprising \nwhich was brutally put down by the government.\n</P>\n", 
            "id": "AFP_ENG_20050318.0285"
        }, 
        {
            "headline": "Clashes with tribesmen leave eight Pakistan soldiers dead; bomb on train kills one", 
            "text": "\n<P>\nA fierce gunbattle between paramilitary troops and renegade tribesmen left eight\nsoldiers dead and 23 others wounded in an insurgency-wracked area of\nsouthwestern Pakistan, a troop spokesman said Friday.\n</P>\n<P>\nOfficials failed to provide information on casualties among the tribesmen in\nThursday's clashes, but denied tribal elders' claims that dozens of civilians\nhad died.\n</P>\n<P>\nSeparately, a bomb exploded in the toilet of a train elsewhere in restive\nBaluchistan province on Friday, killing one person and wounding five others, two\ncritically, police said.\n</P>\n<P>\nThere was no immediate claim of responsibility for the blast, that happened as\nthe train stopped in a station in the town of Mach, near Quetta, the provincial\ncapital.\n</P>\n<P>\nIt follows a series of small explosions targeting Baluchistan's railways in the\npast two months and blamed on ethnic Baluch nationalists.\n</P>\n<P>\nTensions in the region escalated Thursday when tribesmen ambushed a convoy of\ntroops and fired rockets at a military base on the outskirts of Dera Bugti, 300\nkilometers (185 miles) southeast of Baluchistan province's capital,\nQuetta.\n</P>\n<P>\nThe ensuing battle lasted 16 hours, ending early Friday after the two sides\nagreed on a cease-fire, said a Frontier Corps spokesman, Lt. Col. Rizwan Malik.\nHe said eight soldiers were killed and 23 injured but gave no details on any\ncasualties among the attackers or other tribespeople.\n</P>\n<P>\nIntelligence sources on Thursday told The Associated Press on condition of\nanonymity that at least 16 tribesmen were killed in the fighting.\n</P>\n<P>\nDera Bugti lies about 50 kilometers (30 miles) from Pakistan's main gas field at\nSui. Clashes between troops and tribesmen demanding more returns from the\nnatural resources extracted on their territory are common. Baluchistan was\nrocked by a tribal insurgency in the 1970s and violence has surged again this\nyear.\n</P>\n<P>\nHundreds of supporters from ethnic Baluch nationalist parties on Friday staged a\nprotest outside the provincial assembly in Quetta against what they said were\nhigh civilian casualties from Thursday's clashes.\n</P>\n<P>\nSardar Akhtar Mengal, an opposition politician and former Baluchistan chief\nminister, claimed the army had \"ruthlessly\" killed over 50 innocent people,\nincluding women, children and minority Hindus in Dera Bugti.\n</P>\n<P>\nHe said the government was concealing civilian deaths, and called for a\nseven-day period of mourning in the province.\n</P>\n<P>\nNo government official was immediately available Friday to answer Mengal's\nclaim. On Thursday, Interior Minister Aftab Khan Sherpao told Parliament in\nIslamabad, \"There were some casualties, but it is wrong to say that 40 or 70\npeople were killed.\"\n</P>\n<P>\nSherpao said the troops opened fire only when they came under\nattack.\n</P>\n<P>\nPakistan has deployed thousands of soldiers and set up a garrison at the main\ngas field near Dera Bugti, since rocket attacks blamed on tribesmen killed eight\npeople in early January and disrupted gas supplies across the\ncountry.\n</P>\n<P>\nA parliamentary committee has been set up to examine the tribesmen's claims for\ngreater royalties from the gas reserves and their other grievances. It is\nexpected to make its recommendations to the government soon.\n</P>\n", 
            "id": "APW_ENG_20050318.0470"
        }, 
        {
            "headline": "Residents flee fearing renewed clashes in southwest Pakistan", 
            "text": "\n<P>\nHundreds of people fled their \nhomes in a remote southwest Pakistan town Saturday fearing renewed \nclashes after a rebel tribal chief warned them to take care of their \nsafety, officials said.\n</P>\n<P>\nRaziq Bugti, spokesman for the provincial government of \nBaluchistan, said the exodus was sparked in the town of Dera Bugti, \n245 kilometres southeast of Quetta after the chief told officials \nand paramilitary forces to leave.\n</P>\n<P>\n\"Hundreds of government officials have left their homes with \ntheir families,\" he said.\n</P>\n<P>\nHe said the tribal chief, Nawab Akbar Bugti, had also set a \ndeadline of 3:00 pm (1000 GMT) Saturday for everyone to leave. There \nare no family ties between the tribal chief and the government \nspokesman.\n</P>\n<P>\nSecurity forces were on high-alert to deal with any untoward \nsituation in the area where fierce gun battles between tribal rebels \nand Pakistani troops have killed at least 30 people and wounded more \nthan 70.\n</P>\n<P>\nFighting lasted all day Thursday after the heavily-armed \nclansmen, who want more autonomy and increased benefits from the \narea's natural resources, ambushed a convoy of paramilitary Frontier \nCorps soldiers.\n</P>\n<P>\nThe whereabouts of Nawab Akbar Bugti was unknown, however, \nDistrict administrator Abdul Samad Lasi said 90 percent the Dera \nBugti population had left town.\n</P>\n<P>\nBaluchistan has been gripped by a sporadic tribal revolt for \nmore than a year but the violence surged after the January rape of a \n32 year-old doctor at Pakistan's largest gas field at Sui.\n</P>\n<P>\nThousands of troops moved into Baluchistan after a rocket \nbarrage on the gas plant at Sui left eight people dead in January.\n</P>\n<P>\nDuring the 1970s Baluchistan was the scene of a major uprising \nwhich was brutally put down by the government.\n</P>\n", 
            "id": "AFP_ENG_20050319.0160"
        }, 
        {
            "headline": "Thousands of government workers flee amid fears of more fighting in remote Pakistan tribal town", 
            "text": "\n<P>\nThousands of government workers and their families have evacuated a remote town\nin southwestern Pakistan, a senior official said, amid fears of renewed fighting\nbetween renegade tribesmen and security forces after clashes left at least 30\npeople dead.\n</P>\n<P>\nAbdul Samad Lasi, a senior official at Dera Bugti, said they had received\nreports from intelligence and security officials that more than 1,500 armed men\nfrom the dominant local Bugti tribe had taken up positions in mountains outside\nthe town and were waiting for an order to attack government installations.\n</P>\n<P>\nA security official, who requested anonymity, said that paramilitary\nreinforcements were being sent to the region to support an already-strong troop\npresence.\n</P>\n<P>\nThe government and tribal forces fought a 16-hour gunbattle in Dera Bugti on\nThursday that officials say left at least eight troops and 22 tribesmen dead.\nTribal representatives claim at least 50 of their people died. They agreed to a\ncease-fire early Friday.\n</P>\n<P>\nLasi said government officials and their families starting leaving the town on\nSaturday morning in vehicles escorted by paramilitary troops after receiving a\nwarning from the chief of the Bugti tribe, Nawab Akbar Bugti, that he could not\nguarantee their safety.\n</P>\n<P>\n\"Yes, he (Bugti) has asked all government official to leave Dera Bugti before 3\np.m. (1000 GMT) today, and they are leaving with their families,\" he told The\nAssociated Press in a telephone interview from the town.\n</P>\n<P>\nLasi said all 3,314 officials and their families would leave Dera Bugti, which\nlies about 50 kilometers (30 miles) from Pakistan's main gas fields and 300\nkilometers (185 miles) southeast of the provincial capital, Quetta.\n</P>\n<P>\nThe tribesmen, who have demanded more revenues for natural resources extracted\nfrom their territory, often launch attacks on government targets in restive\nareas of Baluchistan, but violence has escalated this year and the army has\ndeployed thousands of soldiers and set up a garrison at the gas\nfields.\n</P>\n<P>\nA parliamentary committee has been set up to examine the grievances of the\ntribesmen in Baluchistan _ the biggest and poorest of Pakistan's four provinces\n_ which was roiled by insurgency in the 1970s. The committee is expected to make\nits recommendations to the government soon.\n</P>\n<P>\nBombs exploded on two trains in Baluchistan on Friday killing two people and\nwounding eight. There was no claim of responsibility for the attacks, the latest\nin a series of small explosions to hit the state-run rail network in the\nprovince.\n</P>\n", 
            "id": "APW_ENG_20050320.0052"
        }, 
        {
            "headline": "Four injured as bombs explode in Pakistan's restive southwest", 
            "text": "\n<P>\nFour people were injured and \na powerline and a government office damaged in three separate bomb \nblasts in southwestern Pakistan's restive Baluchistan province, \nofficials said Sunday.\n</P>\n<P>\nTwo blasts caused by home-made bombs rocked the remote town of \nTurbat, some 500 kilometres (310 miles) west of the provincial \ncapital Quetta, late Saturday, Baluchistan home secretary Humayun \nKhan told AFP.\n</P>\n<P>\nIn one of the blasts, close to the wall of the irrigation \ndepartment, four people were injured. The other blast, near a \nparamilitary camp, damaged a main power line, Khan said.\n</P>\n<P>\nThe third blast late Saturday was in the provincial capital \nQuetta. It broke the windows of Federal Investigation Agency office \nbut there were no casualties, Khan said.\n</P>\n<P>\nA spokesman for the little-known Baloch Liberation Front, who \nidentified himself as Colonel Doda, called the Quetta Press Club and \nclaimed responsibility for two bomb blasts in Turbat.\n</P>\n<P>\nAlso late Saturday 39 devotees were killed and scores injured in \na powerful bomb blast at the memorial of a Muslim Sufi saint in the \nremote town of Fatahpur, around 300 kilometres from Quetta.\n</P>\n<P>\nBaluchistan has been gripped by a sporadic tribal revolt for \nmore than a year but violence surged after the January rape of a 32 \nyear-old doctor at Pakistan's largest gas field at Sui.\n</P>\n<P>\nThousands of troops moved into Baluchistan after a rocket \nbarrage on the gas plant left eight people dead in January.\n</P>\n<P>\nDuring the 1970s Baluchistan was the scene of a major uprising \nwhich was brutally put down by the government.\n</P>\n", 
            "id": "AFP_ENG_20050320.0081"
        }, 
        {
            "headline": "Armed tribesmen surround hundreds of troops in restive Pakistani tribal town, official says", 
            "text": "\n<P>\nArmed tribesmen have surrounded some 300 paramilitary troops and government\nofficials at a base in a southwestern Pakistani town where fears of fresh\nfighting between renegade tribesmen and troops have forced thousands of\nresidents to flee for safety, an official said Sunday.\n</P>\n<P>\nThe tribesmen have set up road blocks and dug trenches along roads into Dera\nBugti, a town of about 84,000 people which lies 300 kilometers (185 miles)\nsoutheast of the Baluchistan provincial capital, Quetta, Baluchistan Gov. Awais\nAhmed Ghani said.\n</P>\n<P>\nHelicopters were airlifting supplies to the troops to avoid traveling by road\nand confrontation with the tribesmen, Ghani told reporters in\nQuetta.\n</P>\n<P>\nMore than 3,000 government employees and their families escaped Saturday in\nvehicles under paramilitary escort from Dera Bugti after a 16-hour battle in the\ntown last week. Ghani said up to 45 people, including eight soldiers, were\nkilled in the fighting.\n</P>\n<P>\nOn Sunday, about 3,000 people, mostly women and children of local Bugti\ntribesmen, also left the town because they fear fresh fighting, said top\nadministrator Abdul Samad Lasi. He said they were camped in the open outside\nDera Bugti or sheltering with relatives in neighboring towns.\n</P>\n<P>\n\"The situation in Dera Bugti is very tense. You can expect anything (to\nhappen),\" Lasi told The Associated Press by satellite telephone from the\ntown.\n</P>\n<P>\nThursday's fighting in Dera Bugti _ about 50 kilometers (30 miles) from\nPakistan's main gas fields _ was an alarming escalation of a low-level tribal\nrebellion in Baluchistan, the country's poorest province. A cease-fire has been\nholding since early Friday.\n</P>\n<P>\nCiting intelligence information, Lasi said about 5,000 armed Bugti tribesmen\nhave taken up position on mountains near the town, and that the paramilitary\nFrontier Corps was ranged against them.\n</P>\n<P>\n\"If they (the Bugti tribesmen) make any move, if they open fire or attack, the\ngovernment will give full response,\" he said.\n</P>\n<P>\nArmy spokesman Maj. Gen. Shaukat Sultan said additional army troops have been\nsent to the gas fields at Sui to strengthen security, but denied the army was\ninvolved in an operation against the Bugti tribesmen.\n</P>\n<P>\nNawab Akbar Bugti, the chief of Bugti tribe in Dera Bugti, claimed that hundreds\nof his armed supporters have taken up positions on mountains near the town and\nthey were ready to face the security forces.\n</P>\n<P>\n\"We have every right to defend ourselves,\" Bugti told AP by satellite telephone\nfrom the town.\n</P>\n<P>\n\"The government wants to kill us. They want to defeat us. They want to loot our\nresources,\" he said.\n</P>\n<P>\nInterior Minister Aftab Khan Sherpao told reporters in the capital, Islamabad,\nthat tribal fighters were digging in around Dera Bugti and destroying roads. He\ndescribed these as \"serious developments,\" but maintained the government wanted\nto resolve the situation through talks.\n</P>\n<P>\nTribesmen are demanding more returns from the natural gas extracted from their\nterritory and resent the army's moves to set up garrisons in the region. Attacks\nagainst government targets are common in many parts of the province and have\ngrown in intensity this year.\n</P>\n<P>\nA parliamentary committee has been set up to examine the grievances of the\ntribesmen in Baluchistan, which was roiled by insurgency in the 1970s, and make\nrecommendations to the government.\n</P>\n", 
            "id": "APW_ENG_20050320.0229"
        }, 
        {
            "headline": "17 minority Hindus were killed during fighting between tribesmen and troops in tense Pakistani town, official says", 
            "text": "\n<P>\nSeventeen minority Hindus were killed when their temple was hit by rockets\nduring fighting between renegade tribesmen and security forces in a restive\ntribal town in southwestern Pakistan last week, a government official said\nMonday.\n</P>\n<P>\nThe fighting in the town of Dera Bugti erupted last Thursday after the tribesmen\nallegedly attacked a convoy of pickup trucks carrying paramilitary troops along\na mountain road.\n</P>\n<P>\nOfficials have said up to 45 people, including eight soldiers, were killed in\nthe clashes between the Frontier Corps troops and Bugti tribesmen, who dominate\nDera Bugti.\n</P>\n<P>\nIt was an alarming escalation of a low-level rebellion in Baluchistan, the\ncountry's poorest province, where tribesmen are demanding more returns from the\nnatural gas extracted from their territory and resent the army's moves to set up\ngarrisons in the region.\n</P>\n<P>\nAbdul Samad Lasi, the top government administrator in the area, said Monday that\nseveral homes of Hindus near the temple in Dera Bugti also were damaged by\nrockets in the fighting.\n</P>\n<P>\n\"This is true that some 17 Hindus were killed and their temple was severely\ndamaged,\" Lasi said.\n</P>\n<P>\n\"Both sides were shooting at each other. It is difficult to say whose fire\ndestroyed the temple,\" Lasi told The Associated Press by satellite telephone\nfrom inside a base at Dera Bugti where government officials and paramilitary\ntroops are surrounded by armed tribesmen.\n</P>\n<P>\nOn Sunday, Awais Ahmed Ghani, the governor of southwestern Baluchistan province\nwhere Dera Bugti is located, said some 300 troops and government officials are\nholed up at the base. Helicopters were airlifting them supplies.\n</P>\n<P>\nThe tribesmen have reportedly set up road blocks and dug trenches along roads\ninto Dera Bugti. Lasi said they had dug more trenches about 500 to 1,000 meters\n(yards) from the base.\n</P>\n<P>\nOn Sunday, about 3,000 people, mostly women and children of local Bugti\ntribesmen, left Dera Bugti, a day after 3,000 government employees and their\nfamilies, fearing more fighting in the town, located some 300 kilometers (185\nmiles) southeast of Quetta, Baluchistan's provincial capital.\n</P>\n<P>\nLasi said Sunday that about 5,000 Bugti tribesmen have taken up positions in\nmountains near Dera Bugti. Tribal chief Nawab Akbar Bugti vowed to fight the\ngovernment, saying hundreds of his supporters were ready to face the security\nforces.\n</P>\n<P>\nOn Sunday, authorities filed a case against Bugti, one of his grand sons and 150\nof his supporters for involvement in the attack on the troops on Thursday near\nDera Bugti, said Shoaib Nausherwani, Baluchistan's home minister.\n</P>\n<P>\nRegistration of a case is seen as the first step by the government before\narresting someone wanted for wrongdoing. Nausherwani said no arrests have been\nmade so far.\n</P>\n<P>\nDera Bugti is a remote district with population of 84,000, about 50,000 living\ninside the town, including a small community of Hindus. Pakistan is an Islamic\nstate, but about 3 percent of its 150 million people are from other faiths,\nmostly Hindus and Christians.\n</P>\n", 
            "id": "APW_ENG_20050321.0180"
        }, 
        {
            "headline": "Pakistan probes tribal link to deadly shrine bomb", 
            "text": "\n<P>\nInvestigators suspect rebel \ntribesmen may have been involved in the weekend bombing of a \nreligious shrine in Pakistan's restive southwest that killed 39 \npeople, police said Monday.\n</P>\n<P>\nPolice have largely ruled out sectarian rivalry and say \nSaturday's attack on the holy site may be linked to bloody clashes \ntwo days earlier between government forces and nationalist clans in \nthe unruly province of Baluchistan.\n</P>\n<P>\nUN Secretary General Kofi Annan expressed outrage after the bomb \nripped through a crowd of devotees celebrating the anniversary of \nthe death of a 19th century Sufi Muslim saint in the remote town of \nFatahpur.\n</P>\n<P>\nNo one has claimed responsibility for the blast.\n</P>\n<P>\n\"There is a strong possibility that the attack could be a \nreaction to the situation in Dera Bugti, because of the violence \nthere,\" Baluchistan police chief Chaudhry Muhammad Yaqub told AFP. \nHe did not elaborate.\n</P>\n<P>\nDera Bugti, some 160 kilometres (99 miles) from the shrine, was \nthe scene of fierce gunbattles on Thursday between troops and \ntribesmen, who are waging a revolt in a bid to win more royalties \nfrom the province's natural resources.\n</P>\n<P>\nPakistan Interior Minister Aftab Sherpao has said that eight \nsecurity personnel and 21 tribesmen including two Hindu minority \nmembers were killed in the battles, while 34 people were injured.\n</P>\n<P>\nYaqub said investigators had rejected the possibility of \nsectarian elements behind the attack on the shrine memorial as \nmembers of the rival Sunni and Shiite Muslims communities had \nvisited it.\n</P>\n<P>\nUp to 20,000 people had gathered at the shrine on Saturday \nevening, most of them from nearby towns and villages. Sufism is a \nsemi-mystical strain of Islam that believes music, dance and song \nare ways of reaching God.\n</P>\n<P>\nHowever Yaqub added that some Muslims resent people dancing and \nsinging at shrines and a number of such people in the area were \nbeing quizzed. No arrests had been made, he said.\n</P>\n<P>\nThe death toll from Saturday's bomb blast remained at 39, Yaqub \nsaid, dismissing local media reports that more bodies had been \ndiscovered at the scene.\n</P>\n<P>\nAnnan condemned the attack \"in the strongest terms\", saying it \nappeared to have targeted civilians, the UN chief's spokesman Fred \nEckhard said. \n</P>\n<P>\nThe secretary general also called for restraint after the \n\"brazen and cowardly act\".\n</P>\n<P>\nPolice said Sunday they were also investigating whether the \nbombing had targeted the custodian of the shrine, Sadiq Ali Shah, \nwho had been involved in a dispute with relatives and who last year \nsurvived an assassination attempt.\n</P>\n<P>\nShah escaped unhurt.\n</P>\n<P>\nHowever his brother Syed Kamil Shah poured cold water on the \ntheory, saying the attack was part of a \"terrorism wave\" in the \nregion.\n</P>\n<P>\nSince the beginning of the year Baluchistan has been hit by \nfrequent, low-level bombings aimed at government and military \ninstitutions as well as the railway network.\n</P>\n<P>\nThousands of troops moved into Baluchistan after eight people \ndied in a rocket attack on Pakistan's largest gas plant at Sui, \nwhich the tribesmen said was sparked by the rape of a female doctor \nat the installation.\n</P>\n<P>\nDuring the 1970s the government brutally put down a major \nnationalist uprising in Baluchistan, leading to long-lasting \ndistrust and resentment on both sides.\n</P>\n", 
            "id": "AFP_ENG_20050321.0240"
        }
    ], 
    "id": "D1029F", 
    "title": "Baluchistan Uprising"
}