{
    "docSet": [
        {
            "headline": "Distributor recalls batches of Heinz baby food", 
            "text": "\n\t   HONG KONG (AP) _ Two batches of Heinz baby food have been\nrecalled in Hong Kong following a similar action in the United\nStates over worries they may contain high levels of lead, the\nHealth Department said Monday.\n\t   A statement said 14,000 jars of 4-ounce (110 gram) Vegetable\nChicken Dinner and 2.5-ounce (70 gram) Beginner Strained Carrots\nwere being recalled by the distributor in the territory.\n\t   It said the department has also taken some samples of Heinz\nproducts for further testing.\n\t   Last week, Heinz officials in the United States said the traces\nof lead pose little health risks.\n\t   The problem was discovered in a routine Food and Drug\nAdministration review of supermarket shelves. No illnesses have\nbeen reported. \t   \n", 
            "id": "APW19981012.0494"
        }, 
        {
            "headline": "U.S. Company Recalls Beef in Bacteria Alert", 
            "text": "\n<P>\nLos Angeles, November 4 (Xinhua) -- A U.S. company said\nWednesday that it was recalling all ground beef it produced on\nOctober 22 because it may contain the potentially deadly E.coli\nO157:H7 bacteria.\n</P>\n<P>\nIBP, the world's largest processor of fresh beef, said in a\nreport the recall involved 556,226 pounds of ground beef produced\nat its plant in Dakota City, Nebraska.\n</P>\n<P>\nRetailers, food service operations and distributors in a total\nof 33 states have been identified as having received the ground\nbeef, said the company, adding that much of it is believed to have\nbeen consumed already.\n</P>\n<P>\nBut no illnesses have been reported in connection to the beef\nproduced on that day and the company said it had notified the U.S.\nDepartment of Agriculture, which was testing the product.\n</P>\n<P>\nEarlier this year, IBP recalled a shipment of 282,129 pounds of\nbeef after a sample was found to be tainted by the same bacteria.\n</P>\n<P>\nResearchers said E.coli O157:H7 accounts for more than 20,000\ninfections and 200 deaths annually in the United States. \n</P>\n", 
            "id": "XIE19981105.0287"
        }, 
        {
            "headline": "Potentially Tainted Beef Recalled in U.S.", 
            "text": "\n<P>\nWASHINGTON, November 5 (Xinhua) -- More than 250,000 kilograms\nof ground beef in 33 U.S. states have been recalled because the\nmeat might contain a deadly strain of E. coli.\n</P>\n<P>\nThe meat-packing giant IBP Inc. disclosed that a sample of beef\ntaken on October 22 from its Dakota City plant could be tainted\nwith E. coli O157:H7, an Associated Press report said.\n</P>\n<P>\nComplications associated with the O157:H7 strain can lead to\nkidney failure, severe anemia, clotting problems and, in some\ncases, coma and death.\n</P>\n<P>\nIBP spokesman Gary Mickelson said 71 retail, food service and\ndistribution customers bought the ground beef, sold in\nvacuum-packaged tubes. The recall does not include any prepackaged\nfresh or frozen beef patties.\n</P>\n<P>\nThe meat was under test by the U.S. Department of Agriculture.\nBut the company decided Wednesday to recall it. \n</P>\n", 
            "id": "XIE19981106.0010"
        }, 
        {
            "headline": "Thorn Apple Valley Recalls Meat", 
            "text": "\n<P>\n\tWASHINGTON (AP) -- Consumers who have purchased meat products  \nmanufactured at Thorn Apple Valley's Forrest City, Ark., plant in \nthe last six months are being urged to return them because of \nconcerns of possible contamination with the Listeria monocytogenes \nbacteria. \n</P>\n<P>\n\tThe Agriculture Department announced the recall Friday night. It  \nincludes all meat and poultry products bearing the codes ``EST \n13529'' or ``EST P13529'' anywhere on the package. The recall \nincludes dozens of brand names, based on information collected by \nthe department's Food Safety and Inspection Service and provided by \nthe company. \n</P>\n<P>\n\tThe department suspended operations at the Arkansas plant on  \nDec. 31 because of its noncompliance with sanitation requirements. \nOperations there remain suspended. That plant has a production \ncapacity of 400,000 pounds of hot dogs per day, according to the \ncompany. \n</P>\n<P>\n\tNo consumer illnesses have yet been linked to the products,  \nwhich were distributed nationwide and shipped to foreign countries, \nincluding South Korea and Russia, and manufactured after July 6, \n1998. \n</P>\n<P>\n\t``Because of the potential of foodborne illness, we urge  \nconsumers who have purchased the suspect product not to eat it and \nreturn it to the point of purchase,'' said Margaret Glavin, \nassociate administrator of the FSIS. \n</P>\n<P>\n\tBetween July and December 1998, government inspectors collected  \n20 ready-to-eat samples from the plant. Five tested positive for \nListeria monocytogenes bacteria, which can cause high fever, severe \nheadache, neck stiffness and nausea. Based on the findings and \nconditions at the plant, the agency concluded there may be a public \nhealth risk associated with the product. \n</P>\n<P>\n\tThe Agriculture Department said it has no evidence, however,  \nlinking the product to a nationwide listeriosis outbreak that is \nunder investigation. About 1,800 cases of food poisoning caused by \nlisteria are reported in the United States each year. \n</P>\n<P>\n\tHealthy people usually can fight off the bacterium with no more  \nthan flu-like symptoms. But listeria can kill, by causing \nmeningitis or blood infection. Most at risk are pregnant women, the \nelderly and people with weak immune systems. \n</P>\n<P>\n\tThose concerned about illnesses they suspect are related to  \nthese products should contact their physicians immediately. \n</P>\n<P>\n\tThis is the third major recall in a month of meat products.  \n</P>\n<P>\n\tLast week, Oscar Mayer Foods Corp. recalled more than 28,000  \npounds of deli meat because of concerns of possible contamination \nwith the Listeria bacteria. \n</P>\n<P>\n\tSara Lee Corp. announced in late December a recall of hot dogs  \nand other packaged meats as a precaution after an outbreak of food \npoisoning sickened more than 35 people in nine states, killing \nfour. \n</P>\n<P>\n\tConsumers seeking information about the Thorn Apple Valley  \nrecall may contact the company at 1-800-316-2855. Consumers with \nfood safety questions may phone the USDA Meat and Poultry Hotline \nat 1-800-535-4555. The hotline is staffed from 10 a.m. to 4 p.m. \nEST Monday through Friday. Recorded information is available 24 \nhours a day. \n</P>\n<P>\n\tThe brand names of the hot dogs and lunch combinations included  \nin the Thorn Apple Valley recall are: \n</P>\n<P>\n\tHot Dogs: Borman Franks, Spartan Franks, Tops Franks, Always  \nSave Franks, Wilson Franks, Piggly Wiggly Franks, Gunnoes Franks, \nFairgrounds Franks, Best Franks, Colonial Franks, Nepco Franks, \nHannaford Franks, Wilson Farms Franks, Big Uns Franks, Carters \nFranks, Iowa Gold Franks, Herrud Franks, Corn King Franks, Winn \nDixie Franks, Schnucks Franks, Flavor King Franks, Thorn Apple \nValley Franks. \n</P>\n<P>\n\tLunch combinations: Schnucks Bologna with American Cheese,  \nKroger Turkey Breast with Cheddar, Kroger Cooked Ham with Swiss \nCheese, Kroger Bologna with American Cheese, HyVee Turkey Breast \nwith Cheddar, Hy Vee Bologna with American Cheese, Best Bologna \nwith American Cheese, Safeway Turkey Breast with Cheddar, Safeway \nCooked Ham with Swiss Cheese, Safeway Bologna with American Cheese, \nSmart Selections Turkey Breast with Cheddar, Smart Selections \nBologna with American Cheese, Smart Selections Turkey Ham with \nAmerican Cheese, Smart Selections Cooked Ham with Swiss Cheese, \nLady Lee Turkey Breast with Cheddar, Lady Lee Ham with American \nCheese, Lady Lee Cooked Ham with Swiss Cheese, Lady Lee Bologna \nwith American Cheese, Iowa Gold Turkey Breast with Cheddar, Iowa \nGold Bologna with American Cheese, Iowa Gold Cooked Ham with Swiss \nCheese, Save A Lot Turkey Breast with Cheddar, Save A Lot Cooked \nHam with Swiss Cheese. \n\n</P>\n", 
            "id": "APW19990123.0111"
        }, 
        {
            "headline": "Ark. Processing Plant Recalls Meat", 
            "text": "\n<P>\n\tLITTLE ROCK, Ark. (AP) -- A meat processing plant is voluntarily  \nrecalling all frankfurter and lunch combination products it \nproduced since July 6 because they may be contaminated. \n</P>\n<P>\n\tThe products, which were distributed nationwide and to foreign  \ncountries including Russia and South Korea by Thorn Apple Valley's \nForrest City plant, may be contaminated with Listeria \nmonocytogenes, according to the U.S. Agriculture Department's Food \nSafety and Inspection Service announced. \n</P>\n<P>\n\tThe plant was shut down for sanitary reasons by the USDA on Dec.  \n31. A person answering the telephone at the plant Monday said no \none could comment about the scale of the recall. \n</P>\n<P>\n\tA variety of brand names are included in the recall but the key  \nto discovering potentially contaminated product is in coding on the \npackages. Only meats with the codes ``EST 13529'' or ``EST-P \n13529'' on the product package are subject to the recall. \n</P>\n<P>\n\tSo far, no cases of illness have been linked to the recalled  \nproducts, the USDA said. \n</P>\n<P>\n\tThe suspected bacterium is found in soil and water. An estimated  \n1,100 people in the United States become seriously ill each year \nfrom eating food contaminated with Listeria. Listeriosis affects \nprimarily pregnant women, newborns and adults with weakened immune \nsystems. \n\n\n\n</P>\n", 
            "id": "APW19990125.0141"
        }, 
        {
            "headline": "EATING WELL: A FOOD-BORNE ILLNESS THAT DESERVES MORE ATTENTION", 
            "text": "\n<P>\n   When the first reports of a food-poisoning outbreak from hot\ndogs and deli meats started to accumulate in state health\ndepartments across the United States last August, officials could\nnot have guessed that the effort to contain the eruption would be\nso ineffective that they would still be counting victims five\nmonths later.\n</P>\n<P>\n   A recall of meats made by a Sara Lee Corp. subsidiary, Bil Mar\nFoods in Zeeland, Mich., began on Dec. 22. But some state public\nhealth officials say the outbreak could have been contained sooner\nhad the Agriculture Department done its job.\n</P>\n<P>\n   To its credit, the Agriculture Department has announced recalls\nof processed meats contaminated with listeria from four other\ncompanies in the last four months, most recently last weekend. But\nconsumers may have a difficult time understanding why those recalls\nwere announced by the government and Bil Mar's was not.\n</P>\n<P>\n   Listeria monocytogenes is not a serious threat to healthy\npeople, causing only short-term gastrointestinal problems. But it\nis a big risk to people 75 and older, people with compromised\nimmune systems, pregnant women and the very young. Pregnant women\nand their unborn children are in the greatest danger. The current\noutbreak associated with Bil Mar has been blamed for 13 deaths and\ntwo miscarriages or stillbirths; in all, there have been 70\nconfirmed cases.\n</P>\n<P>\n   Unlike salmonella and E. coli 0157:H7, which have become\nhousehold words in the United States, listeria is not well known.\nThere are only 1,000 to 2,000 reported cases of listeriosis in the\nUnited States each year; an accurate figure cannot be obtained, as\nhealth professionals do not routinely test for it and many cases go\nundetected.\n</P>\n<P>\n   But health officials find it especially troubling because, based\non the number of reported cases, the percentage of people who die\nfrom it is much higher than from most other food-borne bacteria.\nAnd the incubation period is much longer, up to 70 days before\nsymptoms appear.\n</P>\n<P>\n   ``Listeria is rare,'' said Dr. Robert Tauxe, chief of the\nfood-borne and diarrheal diseases branch of the Centers for Disease\nControl and Prevention in Atlanta, ``but in someone susceptible, it\nis catastrophic.'' In addition to causing miscarriages and\nstillbirths, listeria can cause fatal blood infections and\nmeningitis.\n</P>\n<P>\n   Without a new method of detection, Tauxe said, ``I don't think\nwe would have identified where the listeria came from.''\n</P>\n<P>\n   The new system, called Pulsenet, gives scientists the ability to\nfingerprint the DNA of bacteria and then compare the fingerprints\nto see if the listeria is from a common source. The system was set\nup in 1997 to track E. coli 0157:H7, but it appears to be equally\nsuccessful with listeria.\n</P>\n<P>\n   American scientists began to take listeria seriously in 1985,\nwhen 18 deaths were traced to the eating of Jalisco brand soft\ncheese. (The company is now defunct.) There were also 30\nstillbirths and deaths of newborns. Another 142 people became ill.\n</P>\n<P>\n   Listeria is carried in the intestines of animals and can easily\ncome in contact with dairy products, uncooked meats, fish, poultry\nand vegetables as well as precooked meats like the ones responsible\nfor the August outbreak. The investigators say they do not know how\nthe listeria contaminated the cooked meats at Bil Mar Foods.\n</P>\n<P>\n   Food-borne diseases like listeriosis are more troubling today\nfor several reasons, including changes in the makeup of the\npopulation and the increasingly complex way food is processed and\ndistributed. The population is aging: In 1950, 2.6 percent of\nAmericans were over 74; by 1995, the percentage was 5.6. The number\nof people who survive cancer for five years has also increased, as\nhas the number of people who have AIDS or are living with\ntransplanted organs.\n</P>\n<P>\n   In addition, the centralization of food production has turned\nwhat might previously have been a small local problem into a global\none. Products from the Bil Mar plant, for example, are distributed\nall over the United States.\n</P>\n<P>\n   Still, Dr. Michael Osterholm, the state epidemiologist at the\nMinnesota Health Department, says he is increasingly frustrated\nwith the federal government's response to outbreaks of food\npoisoning, and even with the new detection system.\n</P>\n<P>\n   In the Bil Mar Foods case, the Agriculture Department left the\nannouncement of the recall to the company. The agency does not\nannounce recalls until it has proof that a sealed product contains\nthe disease-causing bacteria, and it did not have that proof until\nDec. 31, nine days later.\n</P>\n<P>\n   When the company announced the recall, a spokesman for the\nAgriculture Department, Andrew Solomon, said, reporters who cover\nthe agency were notified and the information was put on the\nagency's Web site and on its consumer-information line\n(800-535-4555).\n</P>\n<P>\n   ``We felt the word was out there and an additional press release\nwould not have generated new news coverage,'' he said.\n</P>\n<P>\n   Osterholm disagrees. ``If there had been a real effort to get\nthe message out by the Department of Agriculture throughout the\ncountry, consumers would have had more awareness,'' he said.\n</P>\n<P>\n   Both he and Dale Morris, the director of the division of\ninfectious disease of the New York State Health Department, say\nthere can never be enough notification. In Broome County, in\nupstate New York, they say, Meals on Wheels was still serving the\nBil Mar products to elderly clients eight days after the recall,\nbecause it had not been notified.\n</P>\n<P>\n   ``Those people are one of the highest-risk populations in the\ncountry,'' Osterholm said. And there may still be tainted hot dogs\nor deli meats in people's freezers.\n</P>\n<P>\n   In other cases, the Agriculture Department did take action. Over\nthe weekend, it announced the recall of hot dogs from Thorn Apple\nValley in Forrest City, Ark., because of listeria.\n</P>\n<P>\n   The previous week, the agency announced the recall of deli meat\nfrom Oscar Mayer Foods for the same bacteria, as it did in October\nfor hot dogs made by Dixie Packers Inc. of Madison, Fla., and\ncheeseburger sandwiches from Hormel Food Corp.\n</P>\n<P>\n   As usual, the last line of defense against food-borne illness is\nconsumers, who are advised to take the standard measures: thorough\ncooking of raw animal products, thorough washing of all food that\nis to be eaten raw like fruits and vegetables; keeping foods to be\neaten raw separate from uncooked meats; thorough washing of hands,\nknives and cutting boards.\n</P>\n<P>\n   Unlike many other disease-causing bacteria, listeria can grow in\na refrigerator that has a normal temperature of 40 degrees, which\nmeans leftovers should be reheated.\n</P>\n<P>\n   But how does this advice fit in with meats that people expect to\neat without further cooking?\n</P>\n<P>\n   Public health officials strongly urge those at greatest risk\nfrom listeria to stay away from all soft cheeses, including feta\nand blue-veined cheeses like Roquefort and Camembert. They also say\nthat it is essential to cook hot dogs until the internal\ntemperature reaches 165 degrees, by either steaming or frying.\nCooking in the microwave is not recommended. And unless people at\nrisk are willing to eat salami, corned beef and pastrami hot _ in\nother words, cooked again _ they should not eat them at all.\n</P>\n<P>\n   ``Listeria hasn't been on anyone's radar screen,'' Tauxe said.\n``But it's something pregnant women should be made aware of. At\nthis point, as far as I can tell, the number of pregnant women who\nare aware of this is zero.''\n</P>\n", 
            "id": "NYT19990126.0229"
        }, 
        {
            "headline": "Gov't Tries To Contain Listeriosis", 
            "text": "\n<P>\n\tWASHINGTON (AP) -- Recent outbreaks of listeriosis are causing an  \nimmediate public health problem, federal agriculture officials said \nin launching a review of whether to require more testing for the \ndeadly bacterium. \n</P>\n<P>\n\tSome Agriculture Department officials said they would like more  \nlegal authority to focus on the danger to public health when they \nrecommend recalls, so they can warn the public faster. \n</P>\n<P>\n\tAt a daylong public meeting on Wednesday, officials said they  \nhad more questions than answers about a spike in outbreaks of \nlisteriosis like the one traced to hot dogs and cold cuts at \nMichigan's Bil Mar Foods plant in December that has killed 16 \npeople and sickened more than 70 in 14 states. \n</P>\n<P>\n\tListeria monocytogenes is a bacteria that healthy people usually  \nfight off but sometimes can kill. Pregnant women, the newborn, \nolder adults and people with weakened immune systems are especially \nat risk. \n</P>\n<P>\n\t``Because we have an immediate public health problem, our first  \ngoal is to establish an immediate action plan to address \nimprovements in the control of listeria,'' said Thomas Billy, \nadministrator of USDA's Food Safety and Inspection Service. \n</P>\n<P>\n\tFarther ahead, the agency is considering whether industry should  \nbe required to do its own testing. It is also revisiting the shelf \nlife of foods to see if the bacterium grows quickly at particular \ntimes or in particular foods after they are processed. \n</P>\n<P>\n\t``The new information based on this outbreak brings into  \nquestion the adequacy of control procedures we've been relying \non,'' Billy said. \n</P>\n<P>\n\tThe focus is on ready-to-eat foods such as luncheon meats  \nbecause the bacterium can be killed if it is cooked until steaming \nhot, or past about 170 degrees. Fewer than 2,000 people in the \nUnited States report serious illness from listeriosis each year, \nbut about one in four of them die from it. \n</P>\n<P>\n\tPlant officials at Bil Mar voluntarily recalled about 35 million  \npounds of hot dogs and lunch meat on Dec. 22. That recall, and one \nin January of about 30 million pounds of hot dogs and luncheon meat \nfrom the Thorn Apple Valley plant in Arkansas, represent most of \nthe increase in the pounds pulled from shelves for listeria \ncontamination in recent years. \n</P>\n<P>\n\tSince 1989, when the government implemented stricter policies  \nfor the bacterium, illnesses from listeria monocytogenes have \ndropped 44 percent. \n</P>\n<P>\n\tAt the meeting, some federal officials also questioned whether  \nthey acted quickly enough in the Bil Mar recall. \n</P>\n<P>\n\tOfficials at the Centers for Disease Control had managed to  \ntrace 20 cases of food sickness to the Bil Mar plant by Dec. 18, \nand USDA officials said they met Bil Mar executives to urge them to \nconsider a recall then. However, USDA officials said they did not \nfeel comfortable recommending a recall until they found a package \nof unopened meat with the bacterium at the plant. That happened \nDec. 30. \n</P>\n<P>\n\tAfter several days of debate among medical experts, CDC  \nofficials clearly determined there was a public health threat on \nDec. 22, the day of the recall, said Dr. Paul Mead of the CDC. \n</P>\n<P>\n\tPhil Derfler, a USDA deputy director, suggested there should be  \nlegislation allowing the agency to require a recall ``based on the \nthreat to public health rather than what it can show about the \ncontent of the food.'' \n\n</P>\n", 
            "id": "APW19990211.0119"
        }, 
        {
            "headline": "OUTBREAK OF FOOD POISONING LEADS TO WARNING ON HOT DOGS AND COLD CUTS", 
            "text": "\n<P>\n   Investigators from the Federal Centers for Disease Control and\nPrevention who are looking into an outbreak of food poisoning that\nhas sickened 40 people and killed four in 10 states since August\nhave warned consumers on the storing and cooking of hot dogs and\ncold cuts.\n</P>\n<P>\n   The outbreak led to the recall on Tuesday of certain lots of hot\ndogs and packaged meat produced at the Bil Mar Foods plant in\nZeeland, Mich., and sold throughout the United States. Bil Mar is a\ndivision of Sara Lee Corp.\n</P>\n<P>\n   The culprit, investigators say, is a strain of air and\nsoil-borne bacteria known as Listeria monocytogenes, which is\ncarried in the intestines of animals and can easily come into\ncontact with raw vegetables, dairy products or uncooked meat. It\nthrives in refrigerators, but can be destroyed by boiling or\nreheating food to 165 degrees Fahrenheit.\n</P>\n<P>\n   When ingested, Listeria bacteria can cause illness and death\namong the elderly, pregnant women, newborns and those with weakened\nimmune systems. In a normal year, an estimated 1,850 people become\nseriously ill. Of these, 425 die.\n</P>\n<P>\n   Three who have died in this outbreak have been elderly. They are\na man, 79, from the Rochester, N.Y., area, and two others from\nOhio, one from Toledo and one from Cincinnati. The fourth victim,\nfrom the Toledo area, was a fetus.\n</P>\n<P>\n   Ohio has had the largest number of cases, 13. New York has had\n12. Tennessee, Massachusetts and West Virginia have each had 3.\nMichigan has had two cases. Connecticut, Oregon, Vermont and\nGeorgia have had one each. The outbreak began on Aug. 2.\n</P>\n<P>\n   Dr. Elizabeth Koch, acting state epidemiologist in Ohio, said\nthe DNA of the bacteria involved in the outbreak showed ``a very\nrare pattern,'' called Pattern E.\n</P>\n<P>\n   Seeking the source, health officials from New York, Connecticut,\nOhio and Tennessee worked with the agency to examine the diets of\naffected patients. Most had eaten cooked hot dogs the month before\nthey became ill.\n</P>\n<P>\n   Tom Skinner, a spokesman for the disease agency, said that on\nDec. 19, three days before the Bil Mar recall, investigators\nisolated this strain of Listeria on an open package of hot dogs\nthat a month earlier had been eaten by one of those who became ill.\nIt is not known how or where this package was contaminated.\n</P>\n<P>\n   The agency is studying whether some of the Bil Mar products\nmight contain the Listeria bacteria.\n</P>\n<P>\n   The products recalled were only those labeled with Establishment\nNumbers EST P261 or EST 6911 for Ball Park, Bil Mar, Bryan Bunsize,\nand Bryan 3-lb. Club Pack hot dogs, and Grillmaster, Hygrade,\nTurkey, Sara Lee Deli Meat and Sara Lee Home Roast brands.\n</P>\n<P>\n   ``We have stopped operations for those product lines at the\nplant,'' Theresa Herlevsen, a spokeswoman for Sara Lee, said in a\ntelephone interview, emphasizing that there had been no conclusive\ninformation about contamination of these products.\n</P>\n<P>\n   Ms. Herlevesen said Sara Lee estimated the cost of the recall at\n$50 million to $70 million. Consumers may return the recalled\nproducts to the place of purchase for a full refund.\n</P>\n<P>\n   ``We want to commend the company for taking this step,'' said\nSkinner of the disease control agency, noting that the company was\ncooperating with federal investigators. ``What's important is that\npeople at risk, such as the elderly and pregnant women, need to\nreduce their risk by avoiding these products or thoroughly cooking\nthem before eating them.\n</P>\n<P>\n   ``If you thoroughly cook your hot dogs,'' Skinner said, ``you\nkill the Listeria. We don't want people to stop eating hot dogs and\ncold cut meats.''\n</P>\n<P>\n   The investigation into the source and cause of the outbreak was\ncontinuing, he said.\n</P>\n<P>\n   The disease control agency said healthy adults and children were\noccasionally infected with Listeria, but rarely became seriously\nill. People with weakened immune systems, including those with\ncancer, diabetes and kidney disease, are much more vulnerable.\nPeople with AIDS are almost 300 times more likely to get\nlisteriosis than people with normal immune systems.\n</P>\n<P>\n   Symptoms are those of a flu-like illness, and may include a\nfever, muscle aches, nausea, diarrhea or a stiff neck. A blood test\nis the most reliable way to diagnose the disease.\n</P>\n<P>\n   To reduce the risks, the disease centers, recommends thoroughly\ncooking raw food from animal sources, washing raw vegetables, and\nkeeping uncooked meats separate from vegetables. Hands, knives and\ncutting boards should be washed after coming into contact with\nuncooked foods.\n</P>\n<P>\n   Although the risk of listeriosis associated with foods from deli\ncounters is relatively low, the disease agency says pregnant women\nand immunosuppressed people may choose to avoid these foods or\nthoroughly reheat cold cuts before eating. They should also avoid\nsoft cheeses like feta, Brie, Camembert, blue-veined and\nMexican-style cheese.\n</P>\n", 
            "id": "NYT19981223.0446"
        }, 
        {
            "headline": "Listeria Cases Baffle Experts / Farm Scene", 
            "text": "\n<P>\n\tWASHINGTON (AP) -- Lisa Lee, pregnant with twins, had less than  \nfive months left before the due date when she came down with what \nseemed to be the flu. She was rushed to the hospital last month and \nwas cured but lost both babies in the process. \n</P>\n<P>\n\tDoctors now say the prospective mother was struck by  \nlisteriosis, a disease caused by the bacteria Listeria \nmonocytogenes, a food-borne pathogen often found in hot dogs, \nluncheon meats, soft cheese, even milk. \n</P>\n<P>\n\tLee's once-rare disease has received tremendous attention in  \nrecent months, especially since a massive recall in December of \npossibly tainted food from a Michigan plant. \n</P>\n<P>\n\tBil Mar Foods Co., a meat processor owned by Sara Lee in  \nZeeland, Mich., recalled 15 million pounds of hot dogs and cold \ncuts after a rare strain of the listeria bacteria was found in both \nopened and unopened packages. \n</P>\n<P>\n\tThe same strain, pattern E, has been linked to 12 adult deaths  \nand five miscarriages among 82 illnesses in 19 states. \n</P>\n<P>\n\tAside from causing stillbirths and miscarriages, listeriosis  \nalso can cause serious and sometimes fatal infections in people \nwith weakened immune systems: infants, the elderly or patients with \nchronic diseases, HIV infection or undergoing cancer chemotherapy. \n</P>\n<P>\n\tAlthough Bil Mar is the only plant to have an outbreak with  \nillnesses traced to its products, several others across the country \nhave had to recall products after tests detected listeria. \n</P>\n<P>\n\tSince September, there have been nine known recalls due to  \nlisteria, mostly from deli meats and hot dogs. One recall was for \nmilk. \n</P>\n<P>\n\tIt's an increase from the corresponding period a year earlier  \nwhen the Agriculture Department recorded just one listeria-related \nrecall. And that recall was at the end of 1997, the only recall of \nthat year. \n</P>\n<P>\n\t``It certainly seems like it's on the rise,'' said Dr. Robert B.  \nGravani, professor of food science at Cornell University. He said \nexperts are trying to determine whether the incidents are due to \nbetter reporting or whether the listeria really is appearing more \nfrequently. \n</P>\n<P>\n\tBetter testing and reporting is the more likely reason, said  \nMargaret Glavin, associate administrator for USDA's food safety and \ninspection service. ``We don't see an uptrend in the number of \npositives we're finding,'' she said. \n</P>\n<P>\n\tListeria was a real problem for the United States in the  \nmid-1980s, said Dr. Lester Crawford, director of Georgetown \nUniversity's Center for Food and Nutrition Policy, but the \ngovernment declared zero tolerance for the pathogen. Listeria \nlevels dropped sharply, Crawford said. \n</P>\n<P>\n\t``By 1994, the CDC (Centers for Disease Control) was proclaiming  \nthat this was one of the most successful regulatory actions in U.S. \nhistory,'' Crawford said. \n</P>\n<P>\n\tNow the sudden rise in recalls has experts baffled.  \n</P>\n<P>\n\t``We have explored whether or not there might be a new strain or  \nnew characteristics in listeria that's causing it to be more \ndifficult to control,'' Crawford said. So far, no evidence has been \nfound to support that theory. \n</P>\n<P>\n\tExperts also found no evidence that a new scientific-based food  \ninspection program, USDA's Hazard Analysis and Critical Control \nPoint, has failed. If anything, they argue, HACCP's inspections, \nwhich monitor things like temperature in the processing system, \nhave helped. \n</P>\n<P>\n\tSo, why is listeria suddenly popping up?  \n</P>\n<P>\n\t``We're sort of left with no real answer,'' Crawford said.  \n</P>\n<P>\n\tFor now, he and other experts, remind people to cook hot dogs  \nand eat deli meats before the sell-by date. They also say consumers \nshould be careful not to reheat leftovers more than once. \n</P>\n<P>\n\tPregnant women, about 20 times more likely than other healthy  \nadults to get listeriosis, should be particularly careful to never \neat raw meat or undercooked eggs or food, the USDA recommends. They \nalso should avoid soft cheeses, such as feta or Brie, and avoid \nfood from deli counters. Any lunch meat or hot dogs should be \nthoroughly heated. \n</P>\n<P>\n\tFor Lisa Lee, it was a risk she says she never knew existed.  \nLuncheon meat in her has been turned over to the local health \ndepartment for testing. \n</P>\n<P>\n\tHer advice for other pregnant women is ``ask more questions, be  \nmore informed.'' \n\n\n\n</P>\n", 
            "id": "APW19990227.0088"
        }, 
        {
            "headline": "CLINTON PRESSURES CONGRESS FOR MONEY TO ENSURE SAFETY OF FOOD", 
            "text": "\n<P>\n   WASHINGTON _ President Clinton plans to press Congress on\nSaturday to provide all $101 million he has sought to ensure the\nsafety of the nation's food supply. But Congress seems unlikely to\ncooperate.\n</P>\n<P>\n   Clinton also plans to announce two steps the administration can\ntake without congressional authority to protect food safety,\nadministration officials said.\n</P>\n<P>\n   According to an advance text of his Saturday radio address, the\npresident will also ask Congress to give the Food and Drug\nAdministration ``greater authority to halt imports of fruits,\nvegetables and other food products that are produced under safety\nconditions that do not match our own strict standards,'' and to\ngive the Department of Agriculture ``new authority to impose tough\nfines on businesses who violate those standards and to issue\nmandatory recall of unsafe meat and poultry.''\n</P>\n<P>\n   The government has no reliable tracking system, but health\nofficials say food-borne diseases account for up to 30 million\ncases of illness and 9,000 deaths a year. There have been many\nlarge outbreaks of food-borne illness in the last year, including\none just last week that made a New York woman ill and resulted in\nthe recall of 172,000 pounds of ground-beef patties contaminated\nwith the deadly bacteria E. coli O157:H7.\n</P>\n<P>\n   But Congress has failed to address legislation proposed by the\nadministration to give the food agencies greater authority, and it\nappears unlikely that Congress will provide the full amount of\nmoney the administration has requested to expand inspections,\nincrease research and surveillance of food-borne illness and\neducate consumers. Before the July 4 recess, the House voted to\nprovide only $16.8 million of the requested money, and the Senate\nbill, which has not been voted on, provides just $2.6 million.\n</P>\n<P>\n   ``Until the day the agencies can quantitatively answer how much\nit would cost to reduce food-borne illness,'' said John Ziolkowski,\na staff member of the House Appropriations Committee, ``they won't\nget any more money. If they can say we will cut food-borne illness\nby so much, I'm sure the members would say that is a serious\nproposal. Did we provide enough money? No. I'm sure we didn't for a\nlot of people.''\n</P>\n<P>\n   The chairman of the Senate Appropriations subcommittee on\nagriculture, Thad Cochran, R-Miss., said that even though some new\nprograms proposed by the administration had merit, the committee\ndid not have the money for them. So it provided nothing. Instead,\nCochran suggested that some of the Food and Drug Administration's\nduties be delegated to states and local governments.\n</P>\n<P>\n   But government officials say more action is needed.\n</P>\n<P>\n   ``Food-borne diseases are a continuing problem that have not yet\nbeen resolved,'' said Dr. Robert Tauxe, chief of the food-borne and\ndiarrheal diseases branch of the Centers for Disease Control and\nPrevention. This fact has been underscored in the last few months\nby two unexpected outbreaks of food-borne illnesses: travelers'\ndiarrhea, or enterotoxigenic E. coli, from potato salad, which\nsickened 4,000 people in Illinois, and salmonella in breakfast\ncereal, which made 200 people ill in 11 states.\n</P>\n<P>\n   ``Salmonella in breakfast cereal is basically a first for us in\nthis country,'' Tauxe said. ``We cannot have a breakfast-cereal\nplant having failures like that, and that's an inspection\nproblem.''\n</P>\n<P>\n   The potato salad outbreak is equally worrisome, he said. ``We\nused to believe you had to travel overseas to get travelers'\ndiarrhea. It's a classic example of emerging infections common in\nLatin America becoming a problem here.''\n</P>\n<P>\n   Despite what Tauxe described as ``extraordinary efforts'' to\nprevent E. coli O157:H7 from contaminating meat, it continues to be\na problem. ``I don't feel that recalls are the answer,'' he said,\n``because we don't want E. coli in the meat to begin with. That's a\nsign that additional efforts are needed.''\n</P>\n<P>\n   Since 1988, the number of products recalled for life-threatening\nmicrobial contamination has increased almost fivefold, according to\nthe FDA. In 1993, the agency asked the administration for the power\nto bar fruits, vegetables, grains, fish and other food from\ncountries with food-safety systems inferior to that of the United\nStates. But advocates of free trade oppose ceding that power,\ncalled equivalency, and no action, executive or legislative, has\nbeen taken.\n</P>\n<P>\n   The Department of Agriculture has the power to bar imported meat\nand poultry, but in a report issued in May, the General Accounting\nOffice, an investigative arm of Congress, said ``Federal agencies\ncannot ensure that the growing volume of imported food is safe for\nconsumers,'' and recommended that the power of equivalency be\nextended to cover all foods eligible for import.\n</P>\n<ANNOTATION>\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n</ANNOTATION>\n<P>\n   The FDA now deals with imported food only after it arrives. It\ninspects slightly more than 1.5 percent of all foreign shipments,\nand among imported produce items, a source for some extremely\nserious outbreaks of food-borne illness, only 0.2 percent were\nsampled last year. The number of shipments of food for which the\nFDA is responsible has increased to 2.2 million from 1.5 million\nfive years ago. The number of people who inspect the food has\nremained the same. And domestically, the agency inspects food\nplants only every 10 years, on average.\n</P>\n<P>\n   When Congress returns from its recess, Sen. Tom Harkin, D-Iowa,\nwill offer an amendment to restore all of the original $101 million\nfor the president's food safety initiative.\n</P>\n<P>\n   And in his radio address, the president will announce what the\nadministration can do without congressional approval. One measure\nis an FDA rule requiring warning labels on all packaged juice that\nhas not been pasteurized or processed to kill harmful bacteria. A\nsecond measure is the creation of a national institute for food\nsafety research to coordinate public and private research.\n</P>\n<P>\n   Unpasteurized apple juice, contaminated with E. coli O157:H7,\ncaused the death of a 16-month-old child last year and led to the\nhospitalization of a dozen other children. The new labeling rule\nwill take effect in time for the apple cider season.\n</P>\n<P>\n   ``Congress is sitting on its hands while we watch all these\noutbreaks occur around this country,'' said Caroline Smith deWaal,\ndirector of food safety for the Center for Science in the Public\nInterest, an advocacy group based in Washington, ``and things are\nnot going to get better without resources and authority to regulate\nfood.''\n</P>\n", 
            "id": "NYT19980703.0266"
        }
    ], 
    "id": "D1020D", 
    "title": "Recall Food United States"
}