{
    "docSet": [
        {
            "headline": "Shepard Murder Trial Postponed", 
            "text": "\n<P>\n\tCHEYENNE, Wyo. (AP) -- The trial for one of two men accused in  \nthe beating death of University of Wyoming student Matthew Shepard \nhas been postponed. \n</P>\n<P>\n\tJudge Jeffrey A. Donnell moved the start of the trial for  \nRussell Arthur Henderson from March 22 to April 6 due to a \nscheduling conflict involving one of the attorneys. \n</P>\n<P>\n\tShepard died following a brutal beating in Laramie in October.  \nPolice have said the attack was motivated in part because he was \ngay. \n</P>\n<P>\n\tHenderson and Aaron James McKinney, both 21, are charged with  \nmurder and face the death penalty if convicted. McKinney's trial is \nset for Aug. 9. \n</P>\n", 
            "id": "APW19990301.0272"
        }, 
        {
            "headline": "Shepard Murder Trial Postponed", 
            "text": "\n<P>\n\tCHEYENNE, Wyo. (AP) -- The trial for one of two men accused in  \nthe beating death of University of Wyoming student Matthew Shepard \nwill begin with jury selection March 24. \n</P>\n<P>\n\tOpening arguments in Russell Henderson's trial have been  \nscheduled for April 6, according to Judge Jeffrey Donnell. \nHenderson's trial was originally set for March 22. \n</P>\n<P>\n\tJudge Jeffrey Donnell delayed the start of the trial because of  \na scheduling conflict involving one of the attorneys. \n</P>\n<P>\n\tShepard died following a brutal beating near Laramie in October  \nthat police said was motivated in part because he was gay. \n</P>\n<P>\n\tHenderson and Aaron McKinney, both 21, are charged with murder  \nand face the death penalty if convicted. McKinney's trial is set \nfor Aug. 9. \n</P>\n", 
            "id": "APW19990302.0328"
        }, 
        {
            "headline": "Trial in Wyo. Gay Slaying To Begin", 
            "text": "\n<P>\n\tLARAMIE, Wyo. (AP) -- In the weeks after the beating death of gay  \nstudent Matthew Shepard, this college town found itself portrayed \nas backwards, homophobic, an outpost of Wild West-style violence \nand small-mindedness. \n</P>\n<P>\n\tWith the first of Shepard's alleged attackers set to go on trial  \nfor his life Wednesday, those images of Laramie could work to \nprosecutors' advantage. \n</P>\n<P>\n\tBetty Hoover, a jury consultant based in Raleigh, N.C., said the  \njurors may be eager to show that the people of Laramie, population \n26,000, are progressive, law-abiding folks. \n</P>\n<P>\n\t``If you've got a small town where nothing like this has ever  \nhappened, then they are definitely going to do their best to \nportray that they care,'' she said. ``They don't want the world to \nthink that's the type of thing that happens in their town.'' \n</P>\n<P>\n\tRussell Henderson, 21, is charged with murder, kidnapping and  \naggravated robbery in Shepard's grisly beating death last October. \nThe crime shocked the nation and drew condemnation from President \nClinton and Congress and calls for stronger bias crime laws. \n</P>\n<P>\n\tThe other man charged in the slaying, Aaron McKinney, 21, is set  \nto go on trial in August. Both could get the death penalty. \n</P>\n<P>\n\tAuthorities said Henderson and McKinney posed as homosexuals and  \nlured the 5-foot-2, 105-pound Shepard out of a bar, kidnapped him, \npistol-whipped him and stole $20. He was left for dead, tied to a \nfence in the 28-degree chill of Wyoming's high plains. The \npolitical science major at the University of Wyoming died five days \nlater at a hospital. \n</P>\n<P>\n\tJon Forwood, a prosecutor in nearby Cheyenne, said the  \nuniversity setting will probably help the defense. \n</P>\n<P>\n\t``The academic community is generally perceived as one that is  \nless in favor of the death penalty and more inclined to seek out \nthe emotionalism as to what has happened and why,'' he said. \n</P>\n<P>\n\tJoseph Rice, a clinical psychologist and jury consultant in San  \nFrancisco, cited what he said is a key difference between this case \nand the Jasper, Texas, dragging-death trial, in which a white man \nwas swifly convicted and sentenced to die for dragging a black man \nto pieces. \n</P>\n<P>\n\tAmerica, he said, has ``moved further along on the issue of race  \nand people tend to know what the `right' answer is.'' \n</P>\n<P>\n\t``The homosexual issue is less cut-and-dried, a little more  \ndifficult to measure,'' Rice said. ``It's a question less people \nhave considered in their own minds.'' \n</P>\n", 
            "id": "APW19990323.0021"
        }, 
        {
            "headline": "Hate Crime Legislation Urged", 
            "text": "\n<P>\n\tWASHINGTON (AP) -- The day before one of the men accused of  \nkilling her son was going on trial in Wyoming, the mother of gay \ncollege student Matthew Shepard lobbied tearfully for hate-crime \nlaws that could deter future acts of violence. \n</P>\n<P>\n\tHer plea was seconded by a relative of James Byrd Jr., the black  \nman who was chained to the back of a pickup truck last summer and \ndragged to his death over East Texas roads. \n</P>\n<P>\n\tJudy Shepard and Byrd nephew Daryl Verrett appeared at a  \nWashington news conference organized by the Human Rights Campaign \nand the Leadership Conference on Civil Rights, urging Congress and \nstate legislatures to enact new statutes against hate crimes. \n</P>\n<P>\n\t``There is no guarantee that these laws will stop hate crimes  \nfrom happening. But they can reduce them,'' Mrs. Shepard said \nhaltingly, her statement punctuated by sobs. ``They can help change \nthe climate in this country, where some people feel it is okay to \ntarget specific groups of people and get away with it.'' \n</P>\n<P>\n\tHer son, a University of Wyoming freshman, was pistol-whipped,  \nlashed to a fence and left for dead last October. He died in a \nhospital five days later. The first of Shepard's two alleged \nattackers, Russell Henderson, goes on trial Wednesday. \n</P>\n<P>\n\tMrs. Shepard declined to discuss the trial, saying only that she  \nand her husband ``want to allow justice to run its course.'' \n</P>\n<P>\n\tIn Byrd's case, the first of three white men accused in his  \nslaying, white supremacist John William King, was sentenced last \nmonth to death by lethal injection. \n</P>\n<P>\n\tByrd's nephew took issue with Texas Gov. George W. Bush and  \nothers who question the need for special hate-crime statutes. Bush \nsaid Monday: ``People, when they commit a crime, have hate in their \nheart. I think it's hard to distinguish between one degree of hate \nor another.'' \n</P>\n<P>\n\tBut Verrett said hate crimes, unlike most other crimes, are  \nmeant to have impact beyond the immediate victim. \n</P>\n<P>\n\t``Hate crimes are done to send a message of terror to persons of  \ndifferent color, religious beliefs, sexual orientations, ethnicity, \nnationality or etc.,'' Verrett said. ``The message is if you are in \nany way like this individual, you are hated, you are subhuman, you \nhave no right to be on this earth, and if possible, all people like \nyou should be exterminated from this earth.'' \n</P>\n<P>\n\tThe savagery of the Shepard and Byrd slayings horrified the  \nnation, giving new impetus to consideration of hate-crimes laws in \nWashington and state capitals. \n</P>\n<P>\n\tMeasures pending in Congress would make federal prosecution of  \nhate crimes easier and would expand existing statutes, allowing the \nJustice Department to prosecute crimes that were based on a \nperson's sex, sexual orientation or disability. Now, the statute \nonly covers crimes based on race, color, religion or national \norigin. \n</P>\n<P>\n\tMore than 40 states have hate crimes laws, but only 21 cover  \nsexual orientation. \n</P>\n<P>\n\tSome congressional Republicans have suggested the legislation is  \nunnecessary because state laws protect the groups identified in the \nbill. And some social conservatives bridle at what they view as \nspecial protections for homosexuals. \n</P>\n", 
            "id": "APW19990323.0209"
        }, 
        {
            "headline": "Trial in Wyo. Gay Slaying To Begin", 
            "text": "\n<P>\n\tLARAMIE, Wyo. (AP) -- Police stepped up patrols today outside the  \ncourthouse for the trial of one of two men accused of murdering gay \ncollege student Matthew Shepard. \n</P>\n<P>\n\tThere were no protesters before the court session got under way,  \nbut authorities set aside areas for them during the trial of \nRussell Henderson, 21. \n</P>\n<P>\n\tAnti-gay protesters and gay rights advocates have clashed  \nrepeatedly over the Shepard case. \n</P>\n<P>\n\tHenderson is accused of pistol-whipping Shepard, lashing him to  \na fence in Wyoming's high plains and leaving him to die last fall. \n</P>\n<P>\n\tJury selection was to begin today, with opening statements  \nscheduled for April 6. \n</P>\n<P>\n\tJim Osborn, who attended grade school with Shepard and remained  \nhis friend, stopped by the courthouse on his way to work to \nremember Shepard. \n</P>\n<P>\n\t``The most important thing is: My friend is dead,'' Osborn said.  \n``Matt was a person. He wasn't just a gay man. Nothing can bring \nhim back.'' \n</P>\n<P>\n\tAsked about having to endure the trials of the two murder  \nsuspects, Osborn said, ``It's going to be very difficult.'' \n</P>\n<P>\n\tHenderson and his co-defendant, Aaron McKinney, 21, both face  \nthe death penalty if convicted in a case that has become a central \nfocus for gay rights activists and others seeking stronger bias \ncrime legislation. \n</P>\n<P>\n\tOn Tuesday, Shepard's mother asked Congress and state  \nlegislatures to enact bias crime laws to deter future acts of \nviolence. \n</P>\n<P>\n\t``There is no guarantee that these laws will stop hate crimes  \nfrom happening. But they can reduce them,'' Judy Shepard said at a \nnews conference in Washington, D.C. ``They can help change the \nclimate in this country, where some people feel it is okay to \ntarget specific groups of people and get away with it.'' \n</P>\n<P>\n\tMrs. Shepard declined to discuss the trial, saying only that she  \nand her husband ``want to allow justice to run its course.'' \n</P>\n<P>\n\tAuthorities said Henderson and McKinney, both high-school  \ndropouts, posed as homosexuals and lured the 5-foot-2, 105-pound \nShepard out of a bar last October and then kidnapped and beat him. \nThe political science major at the University of Wyoming died five \ndays later at a hospital. \n</P>\n<P>\n\tMcKinney is scheduled to stand trial in August.  \n</P>\n<P>\n\tAfter the attack, Laramie found itself portrayed as a backwards,  \nhomophobic outpost of Wild West-style violence and \nsmall-mindedness. \n</P>\n<P>\n\tBetty Hoover, a jury consultant based in Raleigh, N.C., said  \njurors may be eager to show that the people of Laramie, population \n26,000, are progressive, law-abiding folks. \n</P>\n<P>\n\t``If you've got a small town where nothing like this has ever  \nhappened, then they are definitely going to do their best to \nportray that they care,'' she said. ``They don't want the world to \nthink that's the type of thing that happens in their town.'' \n</P>\n<P>\n\tCity spokesman Randy Vickers said police have set up fences to  \nkeep news reporters and demonstrators at bay, and access to the \nAlbany County Courthouse has been limited to one door, where two \nmetal detectors have been installed. \n</P>\n<P>\n\tThe trial is expected to last five weeks.  \n</P>\n", 
            "id": "APW19990324.0155"
        }, 
        {
            "headline": "Gay Attack Trial Opens in Wyoming", 
            "text": "\n<P>\n\tLARAMIE, Wyo. (AP) -- One of two men arrested in the beating  \ndeath of gay college student Matthew Shepard merely watched while \nthe other man pistol-whipped Shepard and left him to die, a defense \nattorney said Wednesday as jury selection began. \n</P>\n<P>\n\t``The defense will contend that Russell did not participate in  \nthe beating and did not share in the proceeds of the robbery,'' \nsaid Wyatt Skaggs, the lawyer for 21-year-old Russell Henderson. \nSkaggs also said the slaying wasn't premeditated. \n</P>\n<P>\n\tHe asked potential jurors not to punish his client to redeem  \nthis small town's image in the eyes of the nation. \n</P>\n<P>\n\tThe killing ``has literally injected into our community a  \nfeeling of guilt. The press wants us to think that we are somehow \nresponsible for what went on Oct. 6,'' he said. \n</P>\n<P>\n\t``Are any of you here going to judge this case because you feel  \nguilty and want to make a statement to the nation?'' he asked the \nprospective jurors. They replied, ``No.'' \n</P>\n<P>\n\tProsecutor Cal Rerucha told the prospective jurors that Shepard  \nwas ``not the same as you and I'' but that every individual should \nbe treated equally under the Constitution. \n</P>\n<P>\n\tAuthorities said Henderson and Aaron McKinney, 21, posed as  \nhomosexuals and lured the 5-foot-2, 105-pound Shepard out of a bar \nOct. 6, kidnapped and pistol-whipped him and left him tied to a \nfence in the cold. The University of Wyoming student died five days \nlater at a hospital. \n</P>\n<P>\n\tThe crime led to demands for stronger hate-crime laws around the  \ncountry. \n</P>\n<P>\n\tMcKinney will be tried later. Both men could get the death  \npenalty. \n</P>\n<P>\n\tSkaggs also told the jury candidates that the case ``is not  \nabout lifestyles.'' ``This case is not about hate. All crimes ... \naren't about hate. They all come down to some real simple \nmotives,'' he said. \n</P>\n<P>\n\tOne prospective juror, a man in his 40s, objected quickly: ``No,  \nI disagree. ... I think Matthew Shepard's lifestyle was part of \nthis.'' \n</P>\n<P>\n\tBy the end of the day, 15 of the 71 prospective jurors in the  \nfirst pool had been dismissed, many for financial, medical or \nchild-care related decisions. Jury questioning for the rest of the \nweek will be closed to the public. Opening statements are set for \nApril 6. \n</P>\n<P>\n\tThe prospective jurors will be questioned individually in the  \njudge's chambers. \n</P>\n", 
            "id": "APW19990324.0206"
        }, 
        {
            "headline": "Gay Slaying Jury Selection Begins", 
            "text": "\n<P>\n\tLARAMIE, Wyo. (AP) -- A prosecutor asked 71 prospective jurors  \ntoday to set aside the emotions of pity and rage if chosen for the \ntrial in the death of gay college student Matthew Shepard. \n</P>\n<P>\n\tProsecutor Cal Rerucha also told the panel to remember that  \nShepard, who was beaten and left tied to a fence in near-freezing \nweather last fall, was ``a victim that was different, a victim that \nwas not the same as you and I.'' \n</P>\n<P>\n\tBut he emphasized that the Constitution requires all people to  \nbe treated fairly under the law. \n</P>\n<P>\n\tRerucha's statements came as the trial of Russell Henderson  \nbegan in Albany County District Court. \n</P>\n<P>\n\tDuring his comments to potential jurors, defense attorney Wyatt  \nSkaggs shifted the blame for the killing to Henderson's \nco-defendant, Aaron McKinney, who was to be tried later. \n</P>\n<P>\n\t``Russell Henderson was a witness to the beating of Matthew  \nShepard,'' Skaggs said. \n</P>\n<P>\n\tHe also warned jurors they would be seeing ``really, really  \ngraphic'' photos during the trial. As he said this, Matthew \nShepard's mother, Judy, who was in the last row of the courtroom, \nslowly looked down. \n</P>\n<P>\n\tBy the lunch break, 10 prospective jurors had been dismissed for  \nvarious reasons, including health and business issues. One woman \nwas dismissed for child care reasons. \n</P>\n<P>\n\tDuring the morning session, Henderson, 21, showed little emotion  \nand occasionally looked at the pool of possible jurors seated in \nthe courtroom's spectator section. \n</P>\n<P>\n\tHenderson and the 21-year-old McKinney both face the death  \npenalty if convicted in a case that has become a central focus for \ngay rights activists and others seeking stronger bias crime \nlegislation. \n</P>\n<P>\n\tOpening statements were scheduled for April 6.  \n</P>\n<P>\n\tAuthorities said Henderson and McKinney, both high-school  \ndropouts, posed as homosexuals and lured the 5-foot-2, 105-pound \nShepard out of a bar last October and then kidnapped and beat him, \nleaving him lashed to a fence. Shepard, a political science major \nat the University of Wyoming, was not found for hours and died five \ndays later at a hospital. \n</P>\n<P>\n\tDespite the attention given the case, there were only a few  \nspectators in the courtroom. Fenced-off areas for protesters \noutside were empty. Still, police stepped up patrols today outside \nthe courthouse because anti-gay protesters and gay rights advocates \nhave clashed repeatedly over the case. \n</P>\n<P>\n\tJim Osborn, who attended grade school with Shepard and remained  \nhis friend, stopped by the courthouse on his way to work. \n</P>\n<P>\n\t``The most important thing is: My friend is dead,'' Osborn said.  \n``Matt was a person. He wasn't just a gay man. Nothing can bring \nhim back.'' \n</P>\n<P>\n\tAsked about having to endure the trials of the two murder  \nsuspects, Osborn said, ``It's going to be very difficult.'' \n</P>\n<P>\n\tOn Tuesday, Shepard's mother asked Congress and state  \nlegislatures to enact bias crime laws to deter future acts of \nviolence. \n</P>\n<P>\n\t``There is no guarantee that these laws will stop hate crimes  \nfrom happening. But they can reduce them,'' Mrs. Shepard said at a \nnews conference in Washington, D.C. ``They can help change the \nclimate in this country, where some people feel it is okay to \ntarget specific groups of people and get away with it.'' \n</P>\n<P>\n\tMrs. Shepard declined to discuss the trial, saying only that she  \nand her husband ``want to allow justice to run its course.'' \n</P>\n<P>\n\tCity spokesman Randy Vickers said police have set up fences to  \nkeep news reporters and demonstrators at bay, and access to the \ncourthouse has been limited to one door, where two metal detectors \nhave been installed. \n</P>\n<P>\n\tThe trial is expected to last five weeks.  \n</P>\n", 
            "id": "APW19990324.0246"
        }, 
        {
            "headline": "Gay Attack Trial To Open Next Month", 
            "text": "\n<P>\n\tLARAMIE, Wyo. (AP) -- Seven people were dismissed Thursday as  \njury selection continued in the trial of a man accused in the \nbeating death of gay college student Matthew Shepard. \n</P>\n<P>\n\tThe selection process, which began Monday, is going on behind  \nclosed doors. Twenty-two of 71 potential jurors have been \ndismissed. \n</P>\n<P>\n\tRussell Henderson, 21, is accused of posing as a homosexual to  \nlure the 5-foot-2, 105-pound Shepard out of a bar Oct. 6. \nHenderson, along with Aaron McKinney, allegedly kidnapped and \npistol-whipped Shepard and left him tied to a fence in the cold. \nThe University of Wyoming student died five days later at a \nhospital. \n</P>\n<P>\n\tHenderson's attorney said his client was only a witness and did  \nnot participate in Shepard's beating. \n</P>\n<P>\n\tMcKinney will be tried later. Both men could get the death  \npenalty. \n</P>\n<P>\n\tPhil Holt, a 52-year-old Greek literature professor at the  \nUniversity of Wyoming, said he was relieved after being excused \nfrom jury selection Thursday. \n</P>\n<P>\n\t``Laramie's small enough that if you don't know the victim, you  \nat least know people who do,'' he said. ``I know some people who \nknew Shepard. I know some people close to Henderson's family. It \nsent shock waves through the town.'' \n</P>\n<P>\n\tOpening statements are scheduled for April 6.  \n</P>\n", 
            "id": "APW19990325.0016"
        }, 
        {
            "headline": "Gay Attack Trial To Begin in April", 
            "text": "\n<P>\n\tLARAMIE, Wyo. (AP) -- Fourteen people were dismissed Thursday as  \njury selection continued in the trial of a man accused of beating \ngay college student Matthew Shepard to death. \n</P>\n<P>\n\tThe selection process, which began Wednesday, is going on behind  \nclosed doors. Twenty-nine of 71 potential jurors have been \ndismissed. \n</P>\n<P>\n\tRussell Henderson, 21, is accused of posing as a homosexual to  \nlure the 5-foot-2, 105-pound Shepard out of a bar Oct. 6. \nHenderson, along with Aaron McKinney, allegedly kidnapped and \npistol-whipped Shepard and left him tied to a fence in the cold. \nThe University of Wyoming student died five days later at a \nhospital. \n</P>\n<P>\n\tHenderson's attorney said his client was only a witness and did  \nnot participate in Shepard's beating. \n</P>\n<P>\n\tMcKinney will be tried later. Both men could get the death  \npenalty. \n</P>\n<P>\n\tPhil Holt, a 52-year-old Greek literature professor at the  \nUniversity of Wyoming, said he was relieved after being excused \nfrom jury selection Thursday. \n</P>\n<P>\n\t``Laramie's small enough that if you don't know the victim, you  \nat least know people who do,'' he said. ``I know some people who \nknew Shepard. I know some people close to Henderson's family. It \nsent shock waves through the town.'' \n</P>\n<P>\n\tOpening statements are scheduled for April 6.  \n</P>\n", 
            "id": "APW19990325.0098"
        }, 
        {
            "headline": "Shepard Suspect Blames Co-Defendant", 
            "text": "\n<P>\n\tLARAMIE, Wyo. (AP) -- The strategy for the first defendant on  \ntrial in the beating death of gay college student Matthew Shepard \nis clear: blame the co-defendant. \n</P>\n<P>\n\t``Russell Henderson was a witness to the beating of Matthew  \nShepard,'' attorney Wyatt Skaggs told prospective jurors as \nHenderson's trial opened Wednesday. \n</P>\n<P>\n\tHenderson stood by and watched while his friend Aaron McKinney  \nbrutally pistol-whipped Shepard, 21, and left him to die, Skaggs \nsaid. \n</P>\n<P>\n\t``The defense will contend that Russell did not participate in  \nthe beating and did not share in the proceeds of the robbery,'' he \nsaid. \n</P>\n<P>\n\tIndividual questioning of potential jurors continued today  \nbehind closed doors. Officials said about 30 people would be \nquestioned. Outside the courthouse, clearly marked protest areas \nwere empty. \n</P>\n<P>\n\tBoth Henderson and McKinney are accused of first-degree murder,  \nkidnapping and aggravated robbery in an attack that led to demands \nfor stronger hate-crime laws around the country. McKinney's trial \nis scheduled for August. \n</P>\n<P>\n\tSkaggs asked prospective jurors not to punish his client for the  \nsake of redeeming this small town's image in the eyes of the \nnation. \n</P>\n<P>\n\t``Are any of you here going to judge this case because you feel  \nguilty and want to make a statement to the nation?'' he said. ``The \npress wants us to think that we are somehow responsible for what \nwent on October 6.'' \n</P>\n<P>\n\tProsecutor Cal Rerucha told the potential jurors that Shepard  \nwas ``not the same as you and I'' but that every individual should \nbe treated equally under the Constitution. \n</P>\n<P>\n\tHenderson and McKinney, both 21, face the death penalty if  \nconvicted. Authorities said the pair pretended to be homosexual and \nlured the 5-foot-2, 105-pound Shepard out of a downtown bar before \nthey beat him and then left him lashed to a fence in a remote area \neast of town. The University of Wyoming student died five days \nlater. \n</P>\n<P>\n\tShepard's mother, Judy, remained mostly impassive during the  \nfirst day of jury selection. \n</P>\n<P>\n\tBy the end of the day, 15 of 71 prospective jurors in the first  \npool had been dismissed. \n</P>\n<P>\n\tDuring the session, Skaggs put his arm around Henderson and told  \nthe jurors: ``This is not a defendant, not a person, but a real \nlive living human being. Can all of you give him a fair shot?'' \n</P>\n", 
            "id": "APW19990325.0243"
        }
    ], 
    "id": "D1027E", 
    "title": "Shepard Beating Death Trial"
}