{
    "docSet": [
        {
            "headline": "Tape, photos released of US boy with teacher accused of seducing him", 
            "text": "\n<P>\nProsecutors released Thursday photographs and secretly recorded tapes\nto support their accusation that Debra LaFave, formerly a\nschoolteacher, had sex with a 14-year-old student.\n</P>\n<P>\nThe tapes, broadcast over local television, recorded LaFave, 24,\narranging an encounter with the youth, while expressing concern that\nhe not lie to his mother, Tampa prosecutors said.\n</P>\n<P>\n\"Are you sure?\" a woman's voice said. \"Like, I just don't, I mean, I\ndon't want you lying to your mom.\"\n</P>\n<P>\n\"Oh, you're being weird,\" a boy's voice replied.\n</P>\n<P>\n\"Promise? Pinkie promise, say: 'pinkie promise',\" the woman's voice\non the tape said.\n</P>\n<P>\nIn another part of the tape, the boy expressed his concern about\npregnancy.\n</P>\n<P>\n\"I just didn't want to get you pregnant or anything. I was just\nthinking about it, how we've had sex about three times and I\nshould've used like a condom or something.\"\n</P>\n<P>\nProsecutors released photographs taken in a department store where\nthey said the teacher had taken the youth, supposedly the day his\nrelatives began to suspect that there was something between the two.\n</P>\n<P>\nThe prosecutors said they have seven such tape recordings.\n</P>\n<P>\nLaFave was accused of lewd acts with a child in several sexual\nencounters in the Hillsborough County school, in her car, and in the\nhouse that she had with her husband, in neighboring Ocala County.\n</P>\n<P>\nLaFave will plead not guilty by reason of insanity to avoid a trial\nscheduled for next year, according to her attorney.\n</P>\n<P>\nLaFave was arrested in June and suspended from her job until the\ntrial is over. Her husband of less than one year filed for divorce in\nAugust.\n</P>\n<P>\nShe faces up to 30 years in prison if found guilty on all charges.\n</P>\n", 
            "id": "AFP_ENG_20041202.0789"
        }, 
        {
            "headline": "TOO PRETTY FOR PRISON? THAT'S JUST BEAUTIFUL", 
            "text": "\n<P>\nPeter Griffin, the loutish lead character in the animated TV series\nThe Family Guy, gets liposuction in one episode and discovers\nthat beautiful people enjoy a secret and privileged existence. He\nlearns this waiting in line at the supermarket:\n</P>\n<P>\nHANDSOME STRANGER: Come on up in front.\n</P>\n<P>\nPETER : But people were in front of me.\n</P>\n<P>\nHANDSOME STRANGER: B /BYou haven't been beautiful very long, have you?\nGorgeous guys like us don't have to wait in line.\n</P>\n<P>\nPeter is taken to a luxury mansion where all the beautiful\npeople in town hang out. Naturally, even in The Family\nGuy's twisted application of TV sitcom rules, Peter eventually learns\nthe error of his ways and goes back to being\nhis old unattractive self.\n</P>\n<P>\nIn general, I do not mind if beautiful people believe they\nhave a separate set of rules, as long as they\ndo not expect me to admire them, and do not\nask me to go out of my way for them.\nI would not recognize Paris Hilton, who I gather is\na beautiful person of current notoriety, if she marched in\nthe front door to cancel her subscription.\n</P>\n<P>\nBut occasionally even the lives of beautiful people intersect those of\nthe less beautiful, and in such cases, the common rules\nof society must apply.\n</P>\n<P>\n/BThis brings us to Debra Lafave, B /I/Bthe former (definitely former)\ninstructor at Greco Middle School in Hillsborough County, who faces\nfelony charges alleging, shall we say, improper conduct (definitely improper)\nwith a teenage boy.\n</P>\n<P>\nThis week, talks over a plea deal between Lafave and prosecutors\nbroke down, and her trial was rescheduled for December. Lafave's\nlawyer, the veteran and able John Fitzgibbons of Tampa, objected\nbecause the state wished her to serve what he considered\nan unacceptable amount of prison time.\n</P>\n<P>\nExplained Fitzgibbons:\n</P>\n<P>\nTo place an attractive young woman in that kind of hell\nhole is like placing a piece of raw meat in\nwith the lions. I don't think Debbie could survive it.\n</P>\n<P>\nThe comment is instructive. The lawyer might have tried to argue\nthat Lafave's crimes were not worthy of prison (good luck\nwith that). He might have argued that mitigating factors, whatever\nthey are, should spare her from incarceration.\n</P>\n<P>\nBut whether deliberate or automatic, Fitzgibbons' argument was precisely that Lafave\nshould not be subjected to prison because she is beautiful.\nShe would be \"raw meat in with the lions.\" Cue\nimages of leering prison matrons from Chained Heat.\n</P>\n<P>\nIf I were on a jury and a lawyer argued his\nclient should not go to prison because he or she\nwas beautiful, I would be offended. Of course, I would\nstick by my oath to consider only the facts. But,\nlike that crazy umpire in Monday night's Devil Rays game,\nI would not be inclined to give the tie to\nthe runner, if you know what I mean.\n</P>\n<P>\nIf she is guilty, she should go to prison. She is\naccused of the same crime as many a male teacher\nwho has abused his position of authority and trust. Either\nwe change our laws to say it's not as bad\nwhen a woman does it, or we need to apply\nthe law regardless of who the defendant is.\n</P>\n<P>\nNotice I said, \"if she is guilty.\" Fitzgibbons intends to raise\nan insanity defense. That is a tough job under Florida\nlaw, since the legal standard for insanity is being so\nwacked out that you didn't know what you were doing\nwas wrong. But he's entitled to try.\n</P>\n<P>\nIf that doesn't work, Fitzgibbons still will be entitled to argue\nthat whatever pressures Lafave felt should be considered as mitigating\ncircumstances to keep her out of prison. Since I have\nnot heard all the evidence, and since I am not\nemployed by a cable television network, I am content to\nwait to hear his case.\n</P>\n<P>\nAs long as he doesn't try to argue that she's too\npretty.\n</P>\n", 
            "id": "NYT_ENG_20050720.0254"
        }, 
        {
            "headline": "TEACHER CHARGED WITH SEX BATTERY", 
            "text": "\n<P>\nTAMPA - Investigators say it began with a note, passed in\na math class at Wharton High School.\n</P>\n<P>\nI think you're attractive, it said. Do you feel the same?\n</P>\n<P>\nSent in December 2002, the note initiated 19 months of sexual\nencounters between teacher Jaymee Wallace and one of her female\nstudents, according to police. The student was 15, a rising\nstar on the girls basketball team that Wallace coached.\n</P>\n<P>\nBy the time the meetings broke off in August 2004, the\ntwo had engaged in sexual activities more than 50 times,\nthe girl, now 17, told Tampa police.\n</P>\n<P>\nThey would meet in Wallace's car, in her Tampa Palms apartment,\nand near a running trail at the University of South\nFlorida, the girl said.\n</P>\n<P>\n\"The student was convinced the two of them were in love,\"\nsaid Tampa police spokeswoman Laura McElroy.\n</P>\n<P>\nWallace, 28, was charged this week with one count of lewd\nand lascivious battery, a second-degree felony punishable by up to\n15 years in prison.\n</P>\n<P>\nState law makes it illegal for anyone 24 or older to\nengage in sexual activity with a person under 18. Wallace\nposted $7,500 bail within hours of her arrest and left\nthe county jail Monday afternoon. Her attorney, Joe Bodiford of\nTampa, said his client maintains her innocence.\n</P>\n<P>\n\"We're going to have tons of people come forward to give\nglowing reviews about her and her coaching,\" he said.\n</P>\n<P>\nThe arrest is the second in as many years of a\nfemale Hillsborough County teacher accused of having sex with a\nteenage student.\n</P>\n<P>\nFormer Greco Middle School teacher Debra Lafave, arrested last year amid\nallegations she had an affair with a student, is scheduled\nto stand trial in December on two counts of lewd\nand lascivious battery.\n</P>\n<P>\nLike Lafave, Wallace was newly married at the time of the\nalleged encounters.\n</P>\n<P>\n\"This is a case of someone who has taken advantage of\nher position to victimize a teenage student,\" McElroy said of\nWallace. \"It's total exploitation of the student's trust.\"\n</P>\n<P>\nThe student told detectives the note from Wallace came tucked inside\nan envelope, clipped to a graded paper Wallace handed her\nin math class.\n</P>\n<P>\nShe wrote Wallace back and expressed interest. More such exchanges followed.\nOn Jan. 21, 2003, the student wrote that she \"wanted\nto do more than just write notes,\" according to detectives.\n</P>\n<P>\nAfter a basketball game, Wallace drove the student to a running\ntrail on USF's campus.\n</P>\n<P>\nThey arm-wrestled, the student told detectives. Then they kissed.\n</P>\n<P>\nWallace drove her home. It was 9 p.m.\n</P>\n<P>\nBy the spring of 2003, they were having oral sex in\nthe coach's apartment and in parking lots around the city,\nthe student told detectives.\n</P>\n<P>\nThe student hid encounters from her parents for months, even as\ncampus rumors and allegations triggered questions from Wharton officials in\nthe spring.\n</P>\n<P>\n\"The victim denied it. The victim's mother said this didn't happen,\"\nsaid school district spokesman Stephen Hegarty. \"Everybody who would know\nabout this said it wasn't happening.\"\n</P>\n<P>\nKansas State University professor Bob Shoop, an expert witness in cases\ninvolving sexual abuse between teachers and students, said students usually\ndon't report the incidents.\n</P>\n<P>\n\"The student feels this is a real relationship,\" Shoop said, speaking\ngenerally. \"She becomes a co-conspirator because she doesn't want the\nrelationship to end.\"\n</P>\n<P>\nPolice started investigating Wallace in June, after the student told her\nmother what was happening, McElroy said. The girl told detectives\nshe did not want Wallace prosecuted but that she felt\nguilty about the lies.\n</P>\n<P>\nDetectives started interviewing fellow students, including the player's sister.\n</P>\n<P>\nThe sister told detective Melanee Holder that she found a \"love\nnote\" from Wallace in the back of her sister's pants\npocket in 2003. She said she once saw the two\nlying naked on Wallace's bed.\n</P>\n<P>\nIn August, the student's mother gave police notes she found, addressed\nto her daughter from fellow students.\n</P>\n<P>\n\"Is you the first girl she messed with?\" one girl wrote.\n\"You my dawg and I love you NO MATTER WHAT,\nbut I think coach should be punished!\"\n</P>\n<P>\nThe student said Wallace ended the relationship in August 2004 because\nshe wanted to have children and felt guilty about betraying\nher husband, Craig Wallace, a math teacher and girls soccer\ncoach at Wharton.\n</P>\n<P>\nShe married Wallace, a native of Jamaica, in a ceremony conducted\nJune 7, 2003, by the Rev. Susan Baron at St.\nAndrew's United Methodist Church in Brandon, according to county records.\n</P>\n<P>\nShe joked with some players that Craig Wallace, 28, was suspicious\nof her relationship with team members, former student and player\nNikki Kelley told police.\n</P>\n<P>\nMcElroy said detectives have found no evidence of other victims.\n</P>\n<P>\nWallace graduated from the University of Tampa in May 1999 and\nhas been at Wharton since the 1999-2000 school year, when\nshe started as a substitute teacher.\n</P>\n<P>\nShe became varsity basketball coach in spring 2003, after having coached\nthe junior varsity team.\n</P>\n<P>\nUnder Wallace, Wharton had one of the county's top programs. Last\nseason, the Wildcats won their district, finished 21-8 and reached\nthe second round of the Class 5A playoffs, where they\nwere defeated by Haines City, 62-57. The previous season, Wharton\nwent 23-8 with a district title and state playoff appearance.\n</P>\n<P>\nWallace isn't coaching or teaching this year. Hegarty said she was\ntransferred to the school district's Office of Professional Standards, where\nshe has no contact with students.\n</P>\n<P>\n\"We take these allegations very seriously, and when these things come\nup, we want to protect the children,\" Hegarty said.\n</P>\n<P>\nTimes staff writers Keith Niebuhr, Scott Purks and Jeffrey Solochek and\nresearcher Cathy Wos contributed to this report.\n</P>\n", 
            "id": "NYT_ENG_20051101.0292"
        }, 
        {
            "headline": "ST. PETERSBURG TIMES BUDGET-STP", 
            "text": "\n<P>\nThe St. Petersburg Times plans to move the following stories for\nclients of the New York Times News Service for editions\nof Wednesday, November 22, and thereafter. For questions, contact Donn\nJehs at (727) 893-8333.\n</P>\n<P>\nBC-PADILLA-INDICTED (Miami) -- \"Dirty Bomb\" suspect Jose Padilla, held by the\nUnited States as an enemy combatant for more than three\nyears, has been indicted on federal charges in Miami. Padilla\nis a Brooklyn-born Muslim convert. The Bush administration had resisted\ncalls to charge and try him in civilian courts. Two\nof the other four indicted with him are from Broward\nCounty. Padilla has been moved to federal detention facility in\nMiami from South Carolina navy brig. By DAVID ADAMS.\n</P>\n<P>\nBC-FLA-LAFAVE-DEAL (Tampa) -- Debra Lafave, the former Tampa middle school teacher\naccused of having sex with a 14-year-old male student, will\navoid prison under a plea deal announced Tuesday. Lafave, 25,\npleaded guilty to two counts of lewd and lascivious battery,\na felony, in exchange for a sentence of three years\nof community control and seven years of probation. The case\nattracted national attention, and her lawyer had rejected an earlier\nplea arrangement that called for three years in prison, saying\nLafave was too attractive to survive in jail. By CANDACE\nRONDEAUX. With photo of Lafave.\n</P>\n<P>\nBC-FLA-JUSTICE-MEUS (Wachula, Fla.) -- Jean Claude Meus, a Haitian immigrant, is\nserving 15 years in prison for vehicular homicide. Four years\nago he was driving a truck that overturned in Hardee\nCounty, killing a woman and her 8-year-old daughter. The Rev.\nAl Sharpton, even Geraldo Rivera, are flocking to Meus' side,\nsaying the punishment doesn't fit the crime. But his most\nsurprising supporters are the victims' relatives, who think this was\nall a tragic accident, not a crime. Meus' supporters note\nthat he wasn't drunk or on drugs. He wasn't speeding,\neither. And he didn't flee the scene. But police say\nhe fell asleep at the wheel, which is reckless driving.\nDid race play a factor in prosecutors' decision to charge\nhim, and/or the judge's choice of sentence? By ABBIE VANSICKLE.\n</P>\n<P>\nBC-FLA-LOBBY (Tallahassee) -- The free trip to Canada for four state\nlegislators as paid guests of a gambling lobbyist has provided\nfresh momentum for the Legislature to revisit the problem of\nlobbyist influence in a special session in two weeks. The\nfirst try by Senate President Tom Lee flopped last spring,\nprompting applause from lobbyists celebrating the triumph of the status\nquo, with its weak disclosure provisions. Lee wants to raise\nthe issue again in the Dec. 5 session, with limits\non acceptance of in-kind donations that permitted Magna Entertainment Corp.\nto spend $48,000 on the July trip to Toronto and\nlaunder the expense through the Republican Party of Florida. By\nSTEVE BOUSQUET.\n</P>\n<P>\nFINANCIAL ('f' code)\n</P>\n<P>\nBC-FLA-CITIZENS (Tallahassee) -- A federal grand jury has launched an investigation\ninto problems at Citizens Property Insurance, state officials confirmed. Among\nthose receiving subpoenas is Joe Lebrun, who was involved in\nthe Texas lawsuit accusing Citizens' former chief operating officer Paul\nHulsebush with a bribery scheme. By JONI JAMES.\n</P>\n<P>\nBC-STEIN (St. Petersburg) -- A Q&amp;A with the visiting Ben Stein,\neconomist/Nixon White House protege/actor/author/political commentator. By KRIS HUNDLEY.\n</P>\n<P>\nBC-TECH-DATA (Undated) -- Tech Data, the bay area's largest public company,\nhas removed its top European chief from power. Its third-quarter\nsales beats analysts' estimates but profits fall on more restructuring\ncharges in Europe. Wall Street likes the aggressive moves, pushes\nTech Data stock up 15 percent. By SCOTT BARANCIK.\n</P>\n<P>\nBC-SHELTON-COMMENTARY (Undated) -- Can the Colts go undefeated? By GARY SHELTON.\n</P>\n<P>\nBC-FBN-BUCS (Tampa) -- Bucs running back Mike Alstott has become Air\nAlstott, going over the top with regularity at the goal\nline. Alstott says it's nothing planned, just instinct. By STEPHEN\nHOLDER.\n</P>\n<P>\nBC-HKN-LIGHTNING-FLYERS (Philadelphia) -- Coverage of the Lightning-Flyers game. By TOM JONES.\n</P>\n<P>\nBC-HKN-LIGHTNING-NOTES (Philadelphia) -- Notes about the Lightning. By TOM JONES.\n</P>\n<P>\nBC-FBC-PUNT-BLOCK (Tallahassee) -- Inside the Game: The art of the punt\nblock. By BRIAN LANDMAN.\n</P>\n<P>\nBC-BBA-RAYS-EVERS (St. Petersburg) -- Rays players are happy Bill Evers will\nbe on the big-league staff in 2006. By DAMIAN CRISTODERO.\n</P>\n<P>\nENTERTAINMENT ('e' code)\n</P>\n<P>\nBC-RENT-MOVIE-REVIEW (Undated) -- Rent is an indispensable movie because it freeze-frames\na specific American era while preserving Broadway history by proxy.\nBut it's also frisky and funny, with a streak of\nunconditional kindness as wide as the screen. Grade: A. By\nSTEVE PERSALL.\n</P>\n<P>\nBC-ICE-HARVEST-MOVIE-REVIEW (Undated) -- The Ice Harvest is a frigid film noir\nlaced with snappy tough-guy talk, plus a sick sense of\nhumor that some moviegoers won't see any reason for during\nthe holiday season. The plot is flimsy, but viewers in\nthe proper frame of mind can enjoy John Cusack's brand\nof deadpan affability, Billy Bob Thornton's bantam rooster outbursts and\na supporting cast relishing their amoral characters. Grade: B. By\nSTEVE PERSALL.\n</P>\n<P>\nBC-BEE-SEASON-MOVIE-REVIEW (Undated) -- Bee Season has enough interesting ideas for three\nor four movies, any of which would be an improvement\nover this jumble. It's a family drama with three unhinged\ncharacters worth following, and a fourth who's a typically gifted\nmovie kid - in this case, a spelling bee whiz.\nEach personal story is complex, deserving more attention than co-directors\nScott McGehee and David Siegel provide. Grade: C+. By STEVE\nPERSALL.\n</P>\n", 
            "id": "NYT_ENG_20051122.0149"
        }, 
        {
            "headline": "SEX WITH STUDENT BRINGS NO JAIL TIME FOR LAFAVE", 
            "text": "\n<P>\nTAMPA - With just a week to go before trial, the\nglare of celebrity had not dimmed. Larry King, Matt Lauer,\nGreta Van Susteren - they all wanted Debra Lafave, the\nformer Tampa teacher accused of seducing a teenage boy. Even\na judge's gag order could not put the blue-eyed blonde\nand her media magnet lawyer back in the box.\n</P>\n<P>\nFinally, the boy's family could take no more. They pulled the\nplug on prosecution, agreeing Tuesday to a plea deal that\nwill keep the former Greco Middle School teacher out of\nprison.\n</P>\n<P>\n\"I couldn't imagine sitting there and looking at my son and\nthen looking at him surrounded by the whole courtroom as\nwell as looking at Lafave talking about things that shouldn't\nhave happened to him,\" the mother said. Her name is\nbeing withheld to protect her son's identity.\n</P>\n<P>\n\"It would come out and be written about again and again\nand again in all of the media. At what point\nwould he have had a normal life in high school,\nmuch less be tagged with it the rest of his\nlife?\"\n</P>\n<P>\nNearly 18 months after her case sent the tabloids into a\ntizzy, Lafave, 25, pleaded guilty to two counts of lewd\nand lascivious battery as part of a plea agreement with\nprosecutors in Hillsborough and Marion County.\n</P>\n<P>\nUnder the terms of the deal, Hillsborough Circuit Judge Wayne Timmerman\nsentenced her to three years of house arrest and seven\nyears' probation.\n</P>\n<P>\nThe last-minute move spared Lafave the possibility of as much as\n30 years in prison and saved her victim, who was\n14 when the sexual encounters occurred, from the crush of\na media frenzy.\n</P>\n<P>\nAs part of the agreement, Lafave will also plead guilty to\nthree sex charges in Marion County, including one count of\nlewd and lascivious exhibition.\n</P>\n<P>\nHillsborough prosecutor Mike Sinacore said media attention played a big part\nin the state's decision to head back to the bargaining\ntable. He reached a deal with Lafave attorney John Fitzgibbons\nshortly before the two were due back in court to\nargue over a gag order Timmerman imposed last week.\n</P>\n<P>\nOn Tuesday, the victim was set to answer attorney questions at\na formal deposition. But early that morning, Sinacore asked a\njudge for a meeting in his chambers to discuss a\npossible resolution. Several tense minutes later, the plea deal was\nannounced.\n</P>\n<P>\n\"The victim's family indicated they wanted this case over with,\" Sinacore\nsaid.\n</P>\n<P>\nThe announcement sent a ripple through the courtroom as reporters hurriedly\nscribbled in note pads and scrambled for cell phones.\n</P>\n<P>\nBut the room fell silent as Lafave stepped to the podium\nto face her punishment.\n</P>\n<P>\n\"I want to apologize to the court and to the young\nman involved and his family for my actions. I accept\nfull responsibility for my actions and I'm very sorry,\" Lafave\nsaid.\n</P>\n<P>\nNow classified as a sex offender, the former teacher can no\nlonger work with or near children and cannot live within\n1,000 feet of a school, church or playground. She will\nhave a 10 p.m. curfew. She must undergo psychological therapy\nfor four years and submit to a polygraph test once\na year to verify that she is abiding by the\nrules.\n</P>\n<P>\nIf she successfully completes her first two years on house arrest,\nalso known as community control, a judge could waive her\nlast year of home confinement.\n</P>\n<P>\n\"It allows the young man involved here to go on with\nhis life, just as Debbie can go on with her\nlife. He does not have to go through depositions and\na trial,\" Fitzgibbons said.\n</P>\n<P>\nSinacore said he had pressed for three years' prison time during\nplea negotiations early this year. Those negotiations foundered in October.\nFor months afterward, the victim's family held fast to the\nidea that Lafave should do time.\n</P>\n<P>\nBut in the weeks leading up to the high-profile trial, the\nfortitude of the family seemed to wane. Although the teenager\nhad agreed to detail the relationship on the witness stand,\nit was unclear how his testimony about his feelings for\nLafave might impact a jury, Sinacore said.\n</P>\n<P>\n\"He did not from the get go want to harm Debra\nLafave. This was someone that he liked,\" Sinacore said.\n</P>\n<P>\nIn the end, the boy's mother decided not to gamble on\na trial and to save her son the humiliation.\n</P>\n<P>\n\"That's my goal, to keep him whole,\" the boy's mother said\nin an interview with WTVT-Ch. 13. \"She (Lafave) has agreed\non this plea deal. I don't think it's a cakewalk\nwhat's been handed to her. She can begin going on\nwith her life. Most importantly he can go on with\nhis.\"\n</P>\n<P>\nDetails of Lafave's past and the student's experiences with her became\nclearer Tuesday afternoon after the State Attorney's Office released hundreds\nof pages of documents that could have been aired at\ntrial. The papers include interviews with Lafave's former husband, Kristian\nOwen Lafave, 27, as well as a woman she dated\nin high school and a co-worker.\n</P>\n<P>\nSome supported Fitzgibbons' claims about her battle with mental illness and\nthe trauma she suffered when she was raped at 13.\n</P>\n<P>\nLafave's former East Bay High schoolmate and lover, Casie Diana Martinez,\ntold prosecutors that the teenage Lafave had struggled with her\nsexuality and self-image.\n</P>\n<P>\n\"Really, that was from her mom pressuring her to a music\ncareer and trying to fit that mold of being thin,\nbeing a star, you know, fitting that role of being\non stage,\" Martinez said.\n</P>\n<P>\nLast year, Lafave's attorney said he planned to raise an insanity\ndefense. A psychologist hired by the state concluded Lafave was\nsane when she had sex with the boy. But several\npsychiatrists have since evaluated her and several, Fitzgibbons said, determined\nthat trauma she suffered after she was raped at 13\nand her subsequent mental illness may have led her to\nactions.\n</P>\n<P>\n\"If we were at trial, the doctors would be explaining how\ntrauma over the years has affected Debbie. These traumatic events\nhave an effect on her bi-polar illness. It was my\nfeeling that any juror who listened to the testimony of\nall the difficulties Debbie has gone through would have found\nit a very sad and compelling story,\" Fitzgibbons said.\n</P>\n<P>\nAs in the case of Mary Kay Letourneau, the Washington state\nschool teacher who had a baby with a 13-year-old student,\nLafave's case has generated much scrutiny. Pundits and reporters across\nthe country have picked through every last detail, from her\nrecent divorce to a judge's decision barring access to police\nphotos of her genitals.\n</P>\n<P>\nAll along her attorney has turned the spotlight to his advantage.\nHe nearly lost that strategic edge last week when Timmerman\nissued a gag order barring attorneys on both sides from\ntalking publicly about Lafave.\n</P>\n<P>\nBut Fitzgibbons said the temporary ruling would not have stopped the\nrunaway train of attention aimed at the client he once\nhinted was too pretty for prison.\n</P>\n<P>\n\"If Debbie was not considered attractive by almost every societal standard,\"\nhe said, \"no one would have been paying any attention\nto this case.\"\n</P>\n<P>\nTimes staff writer Jennifer Liberto contributed to this report.\n</P>\n", 
            "id": "NYT_ENG_20051122.0329"
        }, 
        {
            "headline": "Florida teacher accused of sex with 14-year-old student pleads guilty", 
            "text": "\n<P>\nA female teacher pleaded guilty Tuesday to having sex with a 14-year-old\nstudent, avoiding prison as part of a plea agreement.\n</P>\n<P>\nDebra Lafave, 25, whose sensational case made tabloid headlines, will serve\nthree years of house arrest and seven years' probation. She pleaded guilty to\ntwo counts of lewd and lascivious battery.\n</P>\n<P>\nThe former Greco Middle School reading teacher apologized during the hearing,\nsaying \"I accept full responsibility for my actions.\"\n</P>\n<P>\nThe boy told investigators the two had sex in a classroom at the school, located\nin Temple Terrace near Tampa, in her Riverview town house and once in a vehicle\nwhile his 15-year-old cousin drove them around Marion County.\n</P>\n<P>\nThe boy told investigators Lafave told him her marriage was in trouble and that\nshe was aroused by the fact that having sex with him was not allowed. He said he\nand Lafave, a newlywed at the time, got to know each other on their way back\nfrom a class trip to SeaWorld Orlando in May 2004.\n</P>\n<P>\nIf convicted at trial in Hillsborough County, she could have faced up to 15\nyears in prison on each count.\n</P>\n<P>\nThe plea agreement also was designed to resolve similar charges in Marion\nCounty, where Lafave was scheduled to appear in court Dec. 8. But prosecutor Ric\nRidgeway said his office wants to speak with the boy's family\nfirst.\n</P>\n<P>\nHillsborough Circuit Judge Wayne Timmerman said LaFave also will forever lose\nher teaching certificate, must register with the state as a sexual predator, may\nnot have any contact with children including the victim, and will not be allowed\nto profit from the sale of her story or personal appearances.\n</P>\n<P>\nThe victim's mother said afterward that the public scrutiny had taken its toll\non the family, and they just wanted to see it all end.\n</P>\n<P>\n\"If we had continued along this path, this would have followed him forever,\"\nsaid the mother, whose name was being withheld to protect her son's identity.\n\"My prayer is that he can leave this behind him and go on and be a happy,\nhealthy young man.\"\n</P>\n<P>\nAfter Tuesday's hearing, Lafave's attorney, John Fitzgibbons, said the plea was\n\"a fair resolution of this case.\" Asked how she felt afterward, Lafave said\n\"tired.\"\n</P>\n<P>\nFitzgibbons said in July that plea negotiations had broken off because\nprosecutors insisted on prison time, which he said would be too dangerous for\nsomeone as attractive as Lafave. He said then that she planned to plead insanity\nat trial, claiming emotional stress kept her from knowing right from\nwrong.\n</P>\n", 
            "id": "APW_ENG_20051122.1211"
        }, 
        {
            "headline": "LAFAVE'S LIFE WILL NEVER BE THE SAME", 
            "text": "\n<P>\nTAMPA - The spotlight will fade, but her neighbors will always\nknow. People might stop staring, but someone will always be\nchecking on her.\n</P>\n<P>\nNo matter where she goes, life will not be the same\nfor Debra Lafave.\n</P>\n<P>\nThe former middle school teacher achieved instant notoriety when she was\naccused of having sex with a 14-year-old student. On Tuesday,\na judge sentenced her to three years of house arrest\nand seven years of probation.\n</P>\n<P>\nNow classified as a sex offender, Lafave, 25, avoided prison, but\nshe won't be living on Easy Street.\n</P>\n<P>\n\"We've gotten over one hurdle with this matter in the criminal\njustice system, but now the ramification of being a sexual\noffender will be with Debbie for 10 years or longer,\"\nsaid her attorney, John Fitzgibbons.\n</P>\n<P>\nThe biggest complication for Lafave could be a requirement that she\nplace her name on the state's sex offender registry. The\ndatabase contains the names and addresses of sex offenders and\nsome details of their charges. It is available to the\npublic on the Internet.\n</P>\n<P>\nMany sex offenders manage to remain relatively anonymous. But for a\nwoman whose image has been beamed around the world and\nplastered on the front pages of newspapers, the registry could\nprove not just invasive but dangerous.\n</P>\n<P>\n\"Debbie and my office have received literally hundreds of letters from\nall over the country, and some of these letters are\ndisturbing,\" Fitzgibbons said. \"I really don't want to get into\nthe details, but that could be a concern if people\nknow where she lives.\"\n</P>\n<P>\nDr. Fred Berlin, a Johns Hopkins University professor, said reintegrating into\nsociety is always difficult for sex offenders.\n</P>\n<P>\nFounder of the university's Sexual Disorders Clinic, Berlin said that Lafave,\nlike most female offenders, is unlikely to repeat her behavior,\nbut her battle with mental illness and the scrutiny of\nher case will present extra challenges.\n</P>\n<P>\n\"As a society, we try not to have these situations repeat\nthemselves,\" he said, \"but sometimes we put up so many\nobstacles and challenges that it makes it difficult for them\nnot to repeat this behavior or do other things. It\naffects their self-esteem. It affects their ability to earn a\nliving and find a comfortable place to live.\"\n</P>\n<P>\nLafave, who lives in southeast Hillsborough County with her parents, will\nsoon seek her own place, Fitzgibbons said.\n</P>\n<P>\nAs a sex offender, Lafave is barred from living within 1,000\nfeet of a school, a playground or other areas where\nchildren gather. In a county with nearly 200 parks, 400\nday care centers, 240 public schools and 1,200 churches that\nmay have youth centers, that will make house-hunting tough. There\nis an establishment every half a square mile that she\ncan't be near.\n</P>\n<P>\nLafave will also be barred from seeking employment in places near\nchildren. And since many employers require applicants to disclose whether\nthey've been convicted of a felony, Lafave's job search won't\nbe easy.\n</P>\n<P>\nThen there's her celebrity status.\n</P>\n<P>\n\"She goes to the mall, and people point to her, and\npeople come up to her,\" Fitzgibbons said. \"Now, as she\nbegins to look for work and a job, that's going\nto be a problem because wherever she works, she's going\nto be the center of attention.\"\n</P>\n<P>\nBesides psychological therapy, annual polygraphs and unannounced visits from her probation\nofficer, she will have to submit to an HIV test.\nLafave must give a blood sample to authorities so that\nher DNA can be registered in a statewide database. She\nalso must abide by a 10 p.m. curfew.\n</P>\n<P>\nEven Hillsborough prosecutor Michael Sinacore said the road ahead for Lafave\nwill be difficult.\n</P>\n<P>\n\"If somebody successfully makes it through sex offender probation, they probably\ndeserve a break,\" he said after Tuesday's sentencing. \"More often\nthan not, they do not make it.\"\n</P>\n<P>\nTimes staff writer Matt Waite and researchers Caryn Baird and Cathy\nWos contributed to this report.\n</P>\n", 
            "id": "NYT_ENG_20051123.0277"
        }, 
        {
            "headline": "Florida teacher accused of sex with 14-year-old student pleads guilty", 
            "text": "\n<P>\nA female teacher whose sexual liaisons with a 14-year-old middle school student\nmade tabloid headlines has avoided prison time by pleading guilty to having sex\nwith the boy in a classroom and at her home.\n</P>\n<P>\nDebra Lafave, 25, will serve three years of house arrest and seven years of\nprobation. She pleaded guilty Tuesday to two counts of lewd and lascivious\nbattery. If convicted at trial in Hillsborough County, Florida, she could have\nfaced up to 15 years in prison on each count.\n</P>\n<P>\nLafave's ex-husband, Owen Lafave, said Wednesday that she was being treated for\nmental problems when she committed the crime, but it was a double standard that\nshe avoided prison.\n</P>\n<P>\n\"She is a sexual offender and if it were a male she would have definitely gotten\njail time,\" he told CBS's \"The Early Show.\"\n</P>\n<P>\nThe victim's mother said after Tuesday's hearing that the public scrutiny had\ntaken its toll on the family.\n</P>\n<P>\n\"If we had continued along this path, this would have followed him forever,\"\nsaid the mother, whose name was being withheld to protect her son's identity.\n\"My prayer is that he can leave this behind him and go on and be a happy,\nhealthy young man.\"\n</P>\n<P>\nThe victim's mother said the boy is \"well-adjusted\" and shows no signs of having\nbeen traumatized.\n</P>\n<P>\nThe boy told investigators he and Lafave had sex in a classroom at the school,\nlocated in Temple Terrace near Tampa, in her Riverview town house and once in a\nvehicle while his 15-year-old cousin drove them around.\n</P>\n<P>\nThe boy said he and Lafave, a newlywed at the time, got to know each other on\ntheir way back from a class trip to SeaWorld Orlando in May 2004. He also said\nLafave told him her marriage was in trouble and that she was aroused by the fact\nthat having sex with him was not allowed.\n</P>\n<P>\nLafave apologized during the hearing Tuesday, saying that \"I accept full\nresponsibility for my actions.\"\n</P>\n<P>\nHillsborough Circuit Judge Wayne Timmerman said LaFave will forever lose her\nteaching certificate, must register with the state as a sexual predator, may not\nhave any contact with children including the victim, and will not be allowed to\nprofit from the sale of her story or personal appearances.\n</P>\n<P>\nAfter Tuesday's hearing, Lafave's attorney, John Fitzgibbons, said the plea was\n\"a fair resolution of this case.\"\n</P>\n", 
            "id": "APW_ENG_20051123.0560"
        }, 
        {
            "headline": "WAVE OF COVERAGE SWAMPS FAMILY, TILTS BALANCE OF JUSTICE", 
            "text": "\n<P>\nNow that both sides have admitted a crush of worldwide media\nattention helped former Tampa teacher Debra Lafave land a plea\ndeal that avoided prison time for seducing a 14-year-old boy,\ntwo questions remain.\n</P>\n<P>\nWas the constant media coverage, which eventually convinced the victim's family\nto go along with the plea deal, part of the\ndefense's strategy all along? And should media outlets have tried\nharder to avoid becoming the biggest factor in a case\nthey were supposed to only observe?\n</P>\n<P>\n\"To try to use (media interest) to make it more difficult\nfor the victims' family to go through this process made\nsense from a tactical standpoint,\" said Hillsborough prosecutor Mike Sinacore,\nnoting that Lafave attended many hearings in the case, ensuring\ncameras would capture her every move. \"(But) I don't think\neven (Lafave attorney John Fitzgibbons) could anticipate all of the\ntwists and turns and intensity of the media coverage.\"\n</P>\n<P>\nFitzgibbons declined to comment directly on how the media might have\nimpacted the family. He did say, however, that the media\ncoverage \"was by far the most critical factor of the\nentire case,\" highlighting how criminal law tactics must change in\na media-drenched world.\n</P>\n<P>\n\"In years past, generally, defense lawyers would have little or no\ncomment (on high-profile cases),\" Fitzgibbons said. \"In the last decade,\nwith the proliferation of 24-hour news, the Internet and the\nlarge press departments of the police departments, you cannot effectively\nrepresent your client unless you can represent that client in\nthe court of public opinion.\"\n</P>\n<P>\nAnd that court reached far and wide, with Lafave stories featured\non Web sites in Russia and China, and newspapers in\nAustralia and Canada. Last December, the New York Post published\na full-page photo of Lafave modeling a bikini beside a\nmotorcycle; in July 2004, the British tabloid newspaper News of\nthe World published the name and school photo of her\nvictim.\n</P>\n<P>\nA quick look through a database of media stories found at\nleast 168 print stories since 2003 on Lafave and about\n515 TV news items.\n</P>\n<P>\n\"Every time a story aired the attention on the victim's family\nescalated,\" said Sinacore, who nevertheless gave most mainstream media coverage\nhigh marks.\n</P>\n<P>\n\"What the victim's family said, was every time this came up\nthe boy would get harassed at school,\" he said. \"If\nyou had to sit back and just from a societal\npoint of view, (ask) what impact does the media have\nby putting such focus on this case when a young\nboy is going to be affected, that's the balancing act.\"\n</P>\n<P>\nStill, the combination of factors - her beauty, her handsome ex-husband\nand a past that included a lesbian relationship - made\nsaturation coverage inevitable.\n</P>\n<P>\n\"I fully admit I was one of the ones eating from\nthe trough on this one,\" said WFLZ-93.3 FM radio personality\nM.J. Kelli, who featured photos of the bikini-clad Lafave on\nhis show's web site. \"I am in the provocative broadcast\nbusiness and I am going to give people what they\nwant. This was a very steamy story.\"\n</P>\n<P>\nMSNBC host Joe Scarborough personified the media paradox this week, railing\nagainst the plea deal while perpetuating the news coverage that\nhelped seal it.\n</P>\n<P>\n\"Sex offenders from Maine to San Diego have been sent a\nmessage that if they pick the right victim the prosecutors\nare going to throw their hands up,\" said Scarborough, while\nthe channel displayed a headline reading \"Sex Teacher Walks.\"\n</P>\n<P>\nA spokeswoman for MSNBC said Scarborough was too busy to comment\nafter the show. But Matthew Felling, media director for the\nCenter for Media and Public Affairs, criticized such sensationalistic elements.\n</P>\n<P>\n\"Why is she the sex teacher?\" Felling said. \"When people report\non male pedophiles, words are tossed around like \"predator' or\n\"mental illness.' In the stories about Lafave, I saw words\nlike \"bombshell' and \"romp.' If we want to report on\npedophiles responsibly - and I'm not sold that the media\nwants to - we need to make the reporting gender\nneutral.\"\n</P>\n<P>\nStill, there's little doubt the plea deal avoided a trial which\ncould have brought a bigger media circus than even the\nTerri Schiavo case.\n</P>\n<P>\n\"The whole world would have been here,\" said Phil Metlin, vice\npresident of news at WTVT-Ch. 13 in Tampa. \"December is\na pretty slow news month.\"\n</P>\n", 
            "id": "NYT_ENG_20051124.0026"
        }, 
        {
            "headline": "U.S. judge wants plea deal changed in teacher sex case", 
            "text": "\n<P>\nA hitch has developed in a plea deal agreed to by a former teacher who pleaded\nguilty to having sex with a 14-year-old student, a spokesman for the prosecutor\nsaid.\n</P>\n<P>\nThe agreement was meant to resolve charges against Debra Lafave, 25, in two\ncounties. But the judge in one of the counties has balked, Ric Ridgeway, a\nspokesman for the State Attorney's Office, said Thursday.\n</P>\n<P>\nLafave was sentenced to three years of house arrest and seven years probation\nafter pleading guilty last month in Hillsborough County to two counts of lewd\nand lascivious battery.\n</P>\n<P>\nThat plea agreement was supposed to also cover charges in Marion County, where\nLafave allegedly had sex with the boy in a sport utility vehicle while his\n15-year-old cousin drove.\n</P>\n<P>\nBut Judge Hale Stancil wasn't happy with an agreement the Marion County\nprosecutors reached with defense attorney John Fitzgibbons and asked for some\nchanges, Ridgeway said.\n</P>\n<P>\nFitzgibbons said the judge indicated that he wanted to hear expert information\nabout a trial's potential impact on the two boys involved.\n</P>\n<P>\nRidgeway said the attorneys would take a new plea deal to the\njudge.\n</P>\n<P>\nLafave's sexual liaisons made tabloid headlines.\n</P>\n<P>\nLast month, a Hillsborough judge said she will forever lose her teaching\ncertificate, must register with the state as a sexual predator, may not have any\ncontact with children including the victim, and will not be allowed to profit\nfrom the sale of her story or personal appearances.\n</P>\n", 
            "id": "APW_ENG_20051209.0071"
        }
    ], 
    "id": "D1021D", 
    "title": "Debra La Fave"
}