{
    "docSet": [
        {
            "headline": "", 
            "text": "\n<P>\nWHO calls on China to lower 680-a-day road accident death toll\n</P>\n<P>\nby Robert J. Saiget\n</P>\n<P>\nATTENTION - INSERTS details, ADDS quotes ///\n</P>\n<P>\nss problems with the way transportation is organized, factors\ncontributing to accidents, the need to create better safety devices\nfor vehicles and passengers and to build a better mechanism to\nrespond to accidents, Kurg said.\n</P>\n<P>\nBy mandating the use of seat belts and helmets for motorcyclists,\ncracking down on speeding and drunken driving and ensuring good\nvisibility on all roads, China would be able to reduce road\nfatalities, he said.\n</P>\n<P>\n\"These are five important elements that can be effective and that are\nnot expensive to implement,\" Kurg said.\n</P>\n<P>\nChina's growing love with the autocar has resulted in its car market\ngrowing by up to 80 percent in 2003 to the world's fourth largest,\nbut which on the street has meant increasingly treacherous roads\njammed with inexperienced and unsafe drivers.\n</P>\n<P>\nThe report, based on statistics provided by the Chinese government,\nestimated that some 250,000 people died on Chinese roads in 2002,\nwhile more than 16 million a year are injured.\n</P>\n<P>\nOfficial Chinese statistics, however, say that around 104,000 people\ndied in traffic accidents in the country in each of the years 2002\nand 2003, an average of about 285 people a day.\n</P>\n<P>\nWHO officials said that the number of fatalities officially published\nby China is based largely on data provided by the Public Security\nBureau alone and not on inter-agency data as was tabulated in the WHO\nreport.\n</P>\n<P>\n\"These are all estimates, the numbers are possibly underestimated (by\nChina), and maybe overestimated by the WHO,\" Kurg told AFP.\n</P>\n<P>\n\"But what we do know is that the problem is very big, that China has\nthe highest rate in the world and the number of deaths is going up\nvery rapidly.\"\n</P>\n<P>\nRoad traffic fatalities in China are predicted to increase to almost\nhalf a million deaths each year by 2020 unless urgent action is\ntaken, the WHO said in a statement.\n</P>\n<P>\n\"The side effects of these road accidents is that families are driven\ninto poverty as most of the victims are the breadwinners of their\nfamilies,\" said Richard Scurfield, head of the World Bank's\ntransportation sector.\n</P>\n<P>\nMeanwhile, the economic impact of China's poor road safety is\nenormous, costing the country between 12 to 21 billion dollars\nannually, or between one and two percent of China's GNP.\n</P>\n<P>\n\"I'm a transportation specialist and I have worked with (China's)\nMinistry of Communications to jointly try to tackle the road safety\nissue, but I think that my colleagues agree with me that we weren't\nvery successful,\" Scurfield, who lived and worked in China for many\nyears, said.\n</P>\n", 
            "id": "AFP_ENG_20041011.0132"
        }, 
        {
            "headline": "PERSONAL HEALTH: WINNING IS GOOD, PLAYING SAFELY IS BETTER", 
            "text": "\n<P>\nFew people would question the value of participating in sports for\nyoung people. With proper training, supervision, protective equipment\nand techniques, and an appropriate emphasis on winning, sports can\nfoster a healthy body and spirit and a lifelong interest in being\nactive and fit. Without such measures, childhood sports can lead to\ndisillusionment, injuries and even paralysis or death.\n</P>\n<P>\nEven in the best circumstances, no activity can be risk-free. But\nmost serious hazards are preventable. Cyclists and football players\ncan reduce their risks by wearing helmets; hockey players by wearing\nmasks; basketball and tennis players by wearing eye guards; baseball\nplayers by wearing batting helmets.\n</P>\n<P>\nIn addition, risks to individual players can often be detected, and\nthus prevented, through a properly performed medical exam before a\nchild plays. For accidents that may not be preventable, having an\nemergency plan and first-aid equipment available, and someone trained\nto use the equipment, can be lifesaving.\n</P>\n<P>\nStill, each year, according to the American College of Sports\nMedicine, more than 775,000 children under 14 are treated in\nemergency rooms for sports injuries, nearly half of them preventable.\nAn estimated 300,000 athletes experience exercise-related heat\nillnesses each year, and almost all of them should have been avoided.\n</P>\n<P>\nFurther, from half to three-fourths of sports-related concussions are\nnever even diagnosed; the injured are often sent back into play too\nsoon and put at risk of another more serious brain-damaging\nconcussion. To help reduce these risks, the National Center for\nSports Safety, with the National Athletic Trainers' Association,\noffers a three-hour online safety course for coaches for $28 at\nwww.SportsSafety.org.\n</P>\n<P>\nNow, fewer than 10 percent of the 2.5 million volunteer coaches and\n33 percent of the interscholastic coaches receive any type of\ncoaching education, the National Youth Sports Safety Foundation\nreports.\n</P>\n<P>\nIn March, in a lacrosse game at Cornell University, a shot by a\nBinghamton player struck Cornell's defenseman George Boiardi above\nthe heart, killing him.\n</P>\n<P>\nHis death, from a fatal cardiac disturbance called commotio cordis,\nwas the second in four years for a Cornell athlete that resulted from\na chaotic heart rhythm. The other death, of a freshman wrestler named\nGraham Morin in November 2000, was a result of a rare, previously\nundetected heart disorder called hypertrophic cardiomyopathy.\n</P>\n<P>\nIn each case, if an automatic external defibrillator had been\navailable and used within four minutes of the athlete's collapse,\nthere was a good chance that he would have been saved, with his brain\nintact. Likewise for Ryan Boslet who died at 17 in February 2003,\nduring football drills in the high school gym in Alpharetta, Ga. His\ngrandmother, Carol Boslet of Annapolis, Md., is campaigning for\nimproved physicals for teenage athletes before they take part in\nsports and better education, especially among coaches and trainers.\n</P>\n<P>\nHad Boslet's coaches been well informed about this hazard and paid\ncloser attention to him, the outcome would probably have been\ndifferent. Carol Boslet reports that her grandson was constantly\nshort of breath after physical activity, that he was intolerant of\nthe summer heat at football camp and that he felt faint during a\nfootball practice. Such symptoms warranted a closer look at his\ncardiovascular system by a knowledgeable doctor. (The exam to detect\nhypertrophic cardiomyopathy, an echocardiogram, costs about $800. It\nis not likely to be used to screen all teenage athletes, who are the\nones most at risk, although Italy does such screening routinely.)\n</P>\n<P>\nA number of cardiac problems can result in sudden death in a young\nathlete, including myocarditis (an inflammation of the heart), mitral\nvalve prolapse, long QT syndrome and Marfan syndrome. A careful\nfamily and personal history, with a well-done physical exam, can help\ndetect these problems early. Young athletes should be asked about\noccurrences of chest pain on exertion, passing out during physical\nactivity and excessive shortness of breath or fatigue in exercise.\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nAnother potentially disastrous injury, paralysis from the neck down,\ncan result from the use of an improper technique in football tackles.\n</P>\n<P>\nCalled spearing, it involves one player tackling another using the\ntop of his helmet, either intentionally or inadvertently, when a\nplayer lowers his head in a tackle. The result can be a permanent\nparalyzing compression injury to the cervical spine. Defensive\nplayers are most at risk, but others also risk paralysis by lowering\ntheir heads at contact.\n</P>\n<P>\nBetter training is needed -- players should use their shoulders or\nchests and keep their heads up during tackles -- and penalties for\nhelmet contacts must be enforced. Although children today are\ngenerally more sedentary than ever before, more youngsters are\ninvolved in organized sports and at ever-younger ages. Pushing\nchildren to play too early or to take part in a sport chosen by the\nparents can backfire.\n</P>\n<P>\nPlacing excessive physical and psychological demands on children that\nthey are unable or unwilling to handle can turn them off activities\nfor life. Be sure that your child has the desire, strength,\ncoordination and ability to perform the activity and that the coach\nis able to teach the skills. Another hazard is overtraining, often\nfrom pressures to win when the goals should be fun, fitness,\nfriendship and sportsmanship.\n</P>\n<P>\nWhen an athlete overtrains, the risk of overuse injuries increases\nsharply. The result can be long-lasting and painful damage to bones\nand joints. Tune in to the signs of overtraining: The child's\nperformance may slack off, motivation to practice may be lacking and\nthe child may tire easily or become irritable or unwilling to\ncooperate. Dr. Lyle Micheli, director of the sports medicine clinic\nat Children's Hospital Boston, suggests starting with an emphasis on\nathletic technique, and only when that is mastered should power or\nspeed be addressed.\n</P>\n<P>\nHe recommends increasing a young athlete's training time by no more\nthan 10 percent a week to reduce the risk of injury. Another concern,\nhe said, is nutritional abuse, which afflicts as many as 250,000\nyoung American men who starve themselves every year to make weight in\nwrestling, along with an untold number of figure skaters, gymnasts\nand dancers who struggle to remain slim through undernutrition,\ndehydration and eating disorders.\n</P>\n<P>\nAll can impair normal growth and development and, in the long run,\ntheir basic health. At the opposite extreme are young football\nplayers who gorge on sweet and fatty foods to bulk up, but put on\nbody fat, not muscle, setting the stage for future problems with\nobesity.\n</P>\n<P>\nExercise-induced heat illness can be devastating, especially for\nthose who start football practice in late summer. Every coach should\ninsist on frequent breaks for water and rest in the shade, plan\npractices for early or late in the day and avoid use of full uniforms\nin hot weather.\n</P>\n<P>\nFinally, the consistent use of proper-fitting and well-maintained\nprotective athletic equipment is a must for every young athlete.\nPlaying surfaces should be well maintained and someone well trained\nin emergency medical services should be onsite at games and practice\nsessions.\n</P>\n", 
            "id": "NYT_ENG_20041018.0128"
        }, 
        {
            "headline": "More than 2,500 motorists hit with tickets in seatbelt crackdown in Argentine capital", 
            "text": "\n<P>\nPolice ticketed more than 2,500 people in the Argentine capital for\nfailing to wear seatbelts in the opening days of a campaign that had\nmotorists fuming as they reluctantly buckled up.\n</P>\n<P>\nPolice handed out 2,184 tickets on Monday alone to unbuckled drivers\nand passengers, the first day of the crackdown. That was nearly\ndouble the number of tickets issued in the first six months of this\nyear. Authorities said they issued over 520 additional tickets by\nmidday Tuesday.\n</P>\n<P>\n\"Why do we have to buckle up? It makes no sense,\" grumbled taxi\ndriver Eduardo Latorre, adding he had not seen such a zealous seat\nbelt campaign in 17 years of navigating through the capital's chaotic\nstreets. \"Maybe this would be a good measure on the open highway\nwhere it would save lives, but not in Buenos Aires.\"\n</P>\n<P>\nThe law, which has been in force since 1997, requires all occupants\nof cars, including taxis, to wear seatbelts. But it was rarely\nenforced until the campaign began Monday.\n</P>\n<P>\nAlberto Silveira, president of a road-safety advocacy group, said he\nwelcomed the crackdown on violators, but feared the enforcement\neffort might not last.\n</P>\n<P>\n\"It's very typical here that authorities announce a campaign for\nsomething ... and after a few days all is forgotten,\" said Silveira,\nwho heads the group \"Let's Fight For Life.\"\n</P>\n<P>\nMore than 7,000 people were killed in road accidents in Argentina in\n2003, according to Silveira, a death rate reported to be at least\nseven times higher than in most industrialized nations.\n</P>\n<P>\nVictims have included the Duchess of York's mother, Susan Barrantes,\nkilled in a 1998 car accident in Argentina. Two years ago, thousands\nof music fans gathered to mourn the death of pop music star Rodrigo\nBueno, killed in a car crash near Buenos Aires.\n</P>\n<P>\nMany of the city's drivers weave erratically between lanes and\nroutinely ignore red lights and stop signs. Speeding and drunken\ndriving also contribute to the country's high death rate, Silveira\nsaid.\n</P>\n<P>\nWith the new crackdown, motorists were hastily buckling up to avoid\nfines of up to 500 pesos (US$175, euro140), said highway safety\nofficer Fabian Dente.\n</P>\n<P>\n\"The message is getting out. We had more than 2,000 tickets issued\nMonday but today there were only 520 issued by midday,\" said Fabian,\nwho was manning a seatbelt checkpoint.\n</P>\n<P>\nHe said most violators were being ticketed, though a few only\nreceived warnings.\n</P>\n<P>\nDente said highway authorities are determined to enforce basic road\nsafety measures. This year, police are continuing a crackdown against\nmotorcyclists riding without helmets. Authorities are also using\ncameras to catch traffic violations at key intersections.\n</P>\n<P>\nMany in Buenos Aires praised the enforcement effort.\n</P>\n<P>\nLiliana Echegaray, 44, said most people don't appreciate the danger\nposed by reckless driving.\n</P>\n<P>\n\"Almost no one uses seatbelts. No one respects the law,\" she said. \"I\nthink it's very good for safety.\"\n</P>\n<P>\nGustavo Doglio, 35, predicted the crackdown would cause more people\nto buckle up to avoid being fined. Still, he warned the initiative\nwouldn't necessarily lead to more responsible driving.\n</P>\n<P>\n\"We Argentines are just like that, we fly through the air,\" he said.\n</P>\n", 
            "id": "APW_ENG_20041019.0437"
        }, 
        {
            "headline": "Uganda police warn to enforce strict traffic regulations", 
            "text": "\n<P>\nThe Ugandan police has warned to enforce strict traffic regulations\nbeginning from Tuesday, saying that passengers who will travel in\nvehicles without wearing safety belts will be arrested.\n</P>\n<P>\nInspector General of police Katumba Wamala advised public to shun\ntaxis without seat belts, or risk being arrested and fined.\n</P>\n<P>\nThe warning was given after one month extension granted by the\ngovernment. The implementation of the strict traffic law was supposed\nto start on Oct. 1 but the government extended it for one month.\n</P>\n<P>\nAccording to traffic regulations, passengers in public and private\nvehicles will face arrest and up to one month in jail or an on-spot\nfine of 20,000 shillings (11.6 US dollars) if they travel without\nfastening their safety belts.\n</P>\n<P>\nMotorcycle riders will face a penalty of between 40,000 shillings (33\ndollars) and 80,000 shillings (66 dollars) if arrested without crash\nhelmets under the regulations.\n</P>\n<P>\n\"We have given these people enough time. We cannot have a law that\ncannot be applied,\" Katumba told a press conference on Monday after\nthe expiry of one month grace period given to all motorists.\n</P>\n<P>\nThe total cost of road accidents is estimated at 2.3 percent of the\ngross domestic product in Uganda, according to the official\nstatistics.\n</P>\n", 
            "id": "XIN_ENG_20041102.0002"
        }, 
        {
            "headline": "Ugandan gov't gives another month to enforce strict traffic regulations", 
            "text": "\n<P>\nThe Ugandan government has granted another month as the final\ndeadline for motorists, especially owners of public service vehicles\nto have their vehicles fitted with safety belts, reported the\nstate-owned newspaper The New Vision on Friday.\n</P>\n<P>\nThe decision to extend another month for enforcing strict traffic\nregulations was made at a meeting between Works Minister John\nNasasira, Internal Affairs Minister Ruhakana Rugunda and Inspector\nGeneral of police Major General Katumba Wamala.\n</P>\n<P>\nNasasira told press on Thursday that the new deadline expires at the\nend of the month.\n</P>\n<P>\n\"This deadline is final,\" he said and warned that after it expired,\nany vehicle found without seat belts would be impounded and the\npassengers fined.\n</P>\n<P>\nThis is the second extension of the traffic regulations. The law was\nfirstly supposed to start on Oct. 1, 2004.\n</P>\n<P>\nAccording to the traffic regulations, passengers in public and\nprivate vehicles will face arrest and up to one month in jail or an\non-spot fine of 20,000 shillings (11.6 US dollars) if they travel\nwithout fastening their safety belts.\n</P>\n<P>\nMotorcycle riders will face a penalty of between 40,000 shillings (33\ndollars) and 80,000 shillings (66 dollars) if arrested without crash\nhelmets under the regulations.\n</P>\n<P>\nThe total cost of road accidents is estimated at 2.3 percent of the\ngross domestic product in Uganda, according to the official\nstatistics.\n</P>\n", 
            "id": "XIN_ENG_20041105.0010"
        }, 
        {
            "headline": "HEALTH AND FITNESS NEWS AND NOTES", 
            "text": "\n<P>\nCHILLS THAT FEVER\n</P>\n<P>\nEven though colds are called colds, most people know that viruses are\nto blame, not the temperature. But a small group of people come down\nwith fevers when they experience chills, according to an article\npublished Saturday in The Lancet, the medical journal.\n</P>\n<P>\nOne of the study's authors, Dr. Hal Hoffman of the University of\nCalifornia at San Diego, estimates that about 300 people, most in the\nUnited States, suffer from the disorder, familial cold\nautoinflammatory syndrome, or FCAS, which is caused by a single\ngenetic mutation.\n</P>\n<P>\nIn FCAS, what matters is not the actual temperature but the feeling\nof being chilled. \"It doesn't have to be very cold,\" Hoffman said.\n\"The biggest complaint of FCAS patients is air-conditioned rooms.\"\n</P>\n<P>\nTo track the disease, Hoffman visited reunions of families carrying\nthe affliction. It appears likely that most of the cases stem from a\nsingle immigrant in the 1600s, he said, although a few result from\nmore recent mutations. Along with their symptoms, the patients also\nshare a common family folklore. The story is that the disease started\nwhen an ancestor fell into cold water.\n</P>\n<P>\nThe new study tested an arthritis drug, anakinra, which blocks the\neffect of a protein that is part of the chain of reactions identified\nin the cold syndrome. First, three women with the disorder were\nmonitored after they sat in a 36-degree room for 45 minutes. All\nthree developed fevers and rashes in the hours that followed. But\nnone did when given an injection of anakinra before a second\nchilling.\n</P>\n<P>\nThough word of the drug's effectiveness has spread, only a few use it\nregularly, Hoffman said. Some can't afford it -- it's not covered by\nmost insurance -- and others prefer to continue to bundle up.\n</P>\n<P>\nREFLUX TRIGGERS\n</P>\n<P>\nA new study from Norway adds smoking and eating salty food to the\nlist of habits that can lead to chronic acid reflux.\n</P>\n<P>\nThe study found that coffee, alcohol and tea appear to have no effect\non the odds of developing the disorder, which is marked by heartburn\nand frequent regurgitation, while exercise and high-fiber bread\nappeared to offer some protection.\n</P>\n<P>\nUnfortunately for coffee or wine lovers who already suffer from\nreflux, the study's lead researcher said the findings did not mean a\ngreen light for their consumption.\n</P>\n<P>\nCoffee and alcohol, along with favorites like chocolate and spicy\nfoods, can still bring on symptoms in reflux patients even if they\nplay no role in its development, said the researcher, Dr. Magnus\nNilsson of the Karolinska Institute in Stockholm.\n</P>\n<P>\nThe study, published on Thursday in Gut, a journal of the British\nMedical Association, was based on two surveys, carried out a decade\napart, that included the bulk of the population of a rural county in\ncentral Norway.\n</P>\n<P>\nA group of 3,153 people who reported reflux were compared with 40,210\npeople who reported no significant symptoms.\n</P>\n<P>\nThe researchers found that the odds of developing reflux were 70\npercent higher for longtime smokers than for nonsmokers.\n</P>\n<P>\nPeople who ate a lot of salted fish and meat -- traditional foods in\nthe area -- and those who always added salt at meals were\nsignificantly more likely to develop reflux than those who never did.\n</P>\n<P>\nA half-hour session of strenuous physical activity once a week or\nmore, and regular consumption of high-fiber bread both appeared to\ncut the risk of reflux in half, the study said.\n</P>\n<P>\nNilsson said that other research conducted by his team showed that\npeople with reflux and people worried about developing it would both\nalso benefit from losing excess weight.\n</P>\n<P>\nEPILEPSY AND INJURIES\n</P>\n<P>\nMany people with epilepsy restrict their activities, fearing injury\nduring seizures, even if the disease is well controlled. But those\nfears appear to be overblown, a new Mayo Clinic study concludes.\n</P>\n<P>\nThe study, published in the journal Neurology, examined the medical\nrecords of 247 epilepsy patients who were followed for an average of\n10 years. It found that only 39 of them suffered seizure-related\ninjuries and that most of them were minor, usually bruises to the\nhead.\n</P>\n<P>\nThe bulk of the injuries occurred among people with the most serious\ncases: those with uncontrolled seizures, with generalized convulsions\nor drop attacks, or those who had suffered injuries in falls in the\npast, according one of the study's authors, Dr. Elson L. So of the\nMayo Clinic. Frequency of seizures was the strongest predictor of\ninjury, he said.\n</P>\n<P>\nSo said that being too cautious carried its own risks, possibly\nresulting in \"social isolation, physical inactivity and psychological\ndependency.\"\n</P>\n<P>\nHe advises people with epilepsy outside the high-risk category to\ntake basic safety measures like wearing helmets while biking. They\nmay also consider having companions or supervision for more dangerous\nactivities like swimming.\n</P>\n<P>\nThose at higher risk should work with their doctors to bring their\nseizures under the tightest possible control, he said. They should\navoid driving and stress and should modify their homes to reduce the\nchance of accidents or injury, he said.\n</P>\n<P>\nAn editorial accompanying the article noted that a loosening of\nrestrictions for drivers with epilepsy had not been accompanied by\nnoticeably higher accident rates.\n</P>\n<P>\nTHE LANGUAGE OF POSTURE\n</P>\n<P>\nThe brain reacts more powerfully to the body language of a person in\na posture denoting fear than it does to a fearful facial expression,\naccording to a study released Monday.\n</P>\n<P>\nThe study found that fearful postures activated areas of the brain\nthat happy or neutral postures did not, said the study's lead\nresearcher, Dr. Beatrice de Gelder of Massachusetts General Hospital\nin Boston. And the reactions to body language involved several areas\nof the brain not activated by reading faces, including some that\nprocess emotions and others that prepare for action.\n</P>\n<P>\n\"You could almost say that when you see a fearful body you react with\nyour whole body,\" de Gelder said. She said the study, published\nonline in The Proceedings of the National Academy of Sciences,\noffered support to Darwin's theory that emotions are useful in an\nevolutionary sense because they predispose us to actions that\nincrease the chance of survival.\n</P>\n<P>\nFor the study, actors were asked to depict scary situations like\nopening a door and finding a robber, along with happy or emotionally\nneutral ones like pouring water. Still pictures of these, with the\nactors' faces blurred out, were presented to seven test subjects\nwhile their brains were scanned with equipment to detect what regions\nof the brain were being activated.\n</P>\n<P>\nDe Gelder said the brain might react more powerfully to emotions\nsignaled through body language than to faces because faces also\nconvey other information, like personal identity, that could slow\ndown mental processing in a moment of danger.\n</P>\n", 
            "id": "NYT_ENG_20041115.0206"
        }, 
        {
            "headline": "Court case may mean cowboy hats making way for helmets in Australia's Outback", 
            "text": "\n<P>\nThe sweat-stained felt hats worn by Australian cowboys, as much a\npart of the Outback as kangaroos and sun-baked soil, may be heading\nfor the history books. They fail modern industrial safety standards.\n</P>\n<P>\nIt all stems from the death of a cowboy, who suffered massive head\ninjuries after being trampled in a fall from a horse while mustering\nbulls in July 2001. His sole protection was the tattered hat provided\nhim for shading from the sun.\n</P>\n<P>\nThe New South Wales state government brought charges against the\nranch owner, who employed 23-year-old Daniel Croker, convicting and\nfining the company 95,000 Australian dollars (US$72,000; euro56,000)\nlast month for breaches of safety, including failure to provide the\nhorseman with an equestrian helmet.\n</P>\n<P>\nRanch manager Nicholas Ennis told investigators he knew of no ranch\nin Australia that made cowboys wear helmets except while mustering on\nmotorbikes.\n</P>\n<P>\nSince the tragedy at the ranch in Merriwagga, about 500 kilometers\n(300 miles) west of Sydney, helmets have become compulsory for\nworking in the saddle there, but ranchers are calling for industrial\nlaws to be changed to reflect the differences between working in the\nOutback and in a city factory.\n</P>\n<P>\nNews South Wales Farmers' Association president Mal Peters warned\nthat substituting helmets for broad-brimmed hats would increase the\nhazards of skin cancer and heat stroke.\n</P>\n<P>\nHe said there is no helmet a farmer can use when the temperature\nreaches 45 degrees Celsius (113 degrees Fahrenheit). \"For a farmer\nwho's mustering a mob of sheep, moving very slowly behind them\nwithout any air circulation, he or his employee may be subject to\nheat stroke,\" Peters said.\n</P>\n<P>\nSince the tragedy, the dead cowboy's father, Neil Croker, has become\na campaigner for safer work practices on farms.\n</P>\n<P>\n\"I think we can still have that fantasy of romantic, wild west-type\nattitude but with safety added on,\" Croker told Australian\nBroadcasting Corp. radio\n</P>\n<P>\nNational Farmers Federation chief executive Anna Cronin said\nAustralia's leading farmers' association supported initiatives to\ndevelop lightweight, broad-brimmed hard hats as an alternative to\nhelmets.\n</P>\n<P>\nBut ex-cowboy Hayden Bostock blamed apathy in the ranching industry\nfor inadequate safety equipment for cowboys. Bostock said he has been\ndeveloping a lightweight, broad-brimmed hard hat that met Australian\nsafety standards but has failed to attract enough support in the\ncattle and sheep industry to get the hat into production.\n</P>\n<P>\n\"The stockman's hat is an icon of Australia. You can't replace it\nwith an ice-cream container on the head,\" Bostock said. \"Being a\nbushman myself, we're not going to wear anything that doesn't look\nany good.\"\n</P>\n", 
            "id": "APW_ENG_20041116.0011"
        }, 
        {
            "headline": "ASEAN determines to enhance road safety", 
            "text": "\n<P>\nASEAN Transport Ministers issued a ministerial declaration on ASEAN\nroad safety Tuesday to enhance the road safety and reduce the traffic\ncasualties in member countries.\n</P>\n<P>\nThe declaration was issued at the 10th ASEAN Transport Ministers\nMeeting held here on Tuesday.\n</P>\n<P>\nWith the road safety problem in the region has reached alarming\nproportion, Ministers determined to establish an ASEAN Multi- Section\nRoad Safety Working Group to coordinate and oversee the\nimplementation of the ASEAN Road Safety Strategy and Action Plan\n2005-2010, adopted by the ministers Tuesday.\n</P>\n<P>\nThey also vowed to commit to raise the safety standards on ASEAN\nroads, identify the most dangerous sections on the ASEAN road\nnetworks and implement systematic programs for accident prevention.\n</P>\n<P>\nAt the same time, ASEAN countries will promote the gradual\nharmonization and amendment of the key road safety regulations and to\npromote awareness and steady enforcement of traffic rules and\nregulations among the citizens, such as those pertaining to speed\nlimits, driving under the influence of alcohol or drugs, and the\nwearing of safety helmets and safety seat belts.\n</P>\n<P>\nAccording to a survey by Asian Development Bank (ADB), Motorcyclists\nand pedestrians are by far the biggest proportion of those killed or\ninjured. Many of these motorcyclist casualties could be avoided if\nthere was widespread wearing of safety helmets.\n</P>\n<P>\nMoreover, the ministers agreed to foster the development of a new\nculture of road safety among citizens especially the young,\nschool-age or child population.\n</P>\n<P>\nThe figures from the Asian Development Bank (ADB) on Monday showed\nthat some 75,000 persons were killed and more than 4.7 million were\ninjured in road crashes in Southeast Asian countries during 2003. The\nannual economic losses from road crashes are estimated to be around\n15 billion US dollars, or 2.2 percent of the region's total gross\ndomestic product.\n</P>\n<P>\nADB warned that \"if Southeast Asian nations don't start taking road\nsafety seriously, there will be 385,000 road deaths and 24 million\ninjuries in the next five years, incurring more than 88 billion\ndollars in economic losses.\"\n</P>\n", 
            "id": "XIN_ENG_20041123.0080"
        }, 
        {
            "headline": "LAW REQUIRES CHILDREN TO WEAR HELMETS WHILE SKATEBOARDING", 
            "text": "\n<P>\nNew York state's politicians have been accused of leaving most major\nlegislative business unfinished this year. But they did accomplish\none thing that will have far-reaching implications for young\ndaredevils: passing a law requiring that children under 14 wear\nsafety helmets while riding skateboards in public areas.\n</P>\n<P>\nThe measure, which Gov. George E. Pataki signed on Nov. 16, mirrors\nthe state laws already in place to protect bicycle riders and those\nwho use in-line skates against serious head injuries.\n</P>\n<P>\n\"Skateboards can be at least as dangerous to ride as bicycles or\nin-line skates,\" according to a legislative memorandum in support of\nthe bill. \"This is because many skateboard riders practice dangerous\nstunts and flips on flat surfaces or walls.\"\n</P>\n<P>\nThe law takes effect on Jan. 1. J. Stephen Casscles, the counsel to\nSen. William J. Larkin, Jr., a Republican from the Hudson Valley,\nsaid the senator pushed the issue after a police chief in his\ndistrict raised concerns about the safety of child skateboarders who\nmimic stunts from video games. Pataki's action means that New York\nhas joined other states, including California, a center of\nskateboarding in the country, in requiring helmets.\n</P>\n<P>\nThough many people who skateboard said they could understand the need\nfor safety in their sport, some wondered if it the law went too far.\n</P>\n<P>\nBrad E. Kodesh, president of the A1skateboards.com Web site, which\nsells skateboard equipment, said he did not think the law was\nnecessary, because \"ultimately, I think, wearing a helmet is the\nrider's decision; it should be enforced by the parents.\"\n</P>\n<P>\nKodesh, 25, said he uses a helmet and kneepads only when he goes to a\nspecial skate park, and said he has suffered, \"some broken bones but\nno major injuries, thank goodness.\"\n</P>\n<P>\nJosh Rabinowitz, the publisher of the SkateboardDirectory.com\nskateboard directory and search engine, said he saw the law chipping\naway at civil liberties and parents' rights to raise their children\nthe way they want to. . Rabinowitz, 34, of Manhattan, said the law\nwas just another way for government to raise revenue, \"like all of\nthese ticketing laws that are supposedly for our safety.\"\n</P>\n<P>\nFor a first violation, a skateboard rider would be warned of the need\nfor a helmet, but on subsequent violations, the rider's parent or\nguardian could be fined up to $50, said Kevin C. Quinn, a spokesman\nfor the governor, who noted that judges would have discretion.\n</P>\n", 
            "id": "NYT_ENG_20041124.0299"
        }, 
        {
            "headline": "SOCCER HEADGEAR CAUSES CONTROVERSY", 
            "text": "\n<P>\nMost soccer players on the Santa Clara University women's team will\nenter the NCAA quarterfinals on Saturday wearing protective equipment\n-- headgear -- that is as controversial as it is lightweight.\n</P>\n<P>\nIn the 15 months since FIFA, soccer's world governing body, began\npermitting its use, headgear has been used by thousands of American\nplayers from youth leagues to high school to colleges to the pros.\nThe headgear gained international visibility during the 2003 Women's\nWorld Cup and the Athens Olympics.\n</P>\n<P>\nThis has triggered alarmed skepticism within the U.S. Soccer\nFederation, which contends that marketing to the fears of parents has\ntrumped science regarding the effectiveness of headgear in preventing\nconcussions.\n</P>\n<P>\nThis resistance, though, has not dissuaded a small number of youth\nclubs from requiring the use of headgear.\n</P>\n<P>\n\"I remember when baseball players didn't wear batting helmets,\" said\nSteve Ryan, commissioner of the Major Indoor Soccer League, which\napproves of headgear. \"You see some resistance in soccer, which is\nnatural. But I expect over time, you will see it broadly accepted.\"\n</P>\n<P>\nThe founder of a San Diego-based company called Full90 said he has\nsold 100,000 headgear, which resemble an enlarged headband, weigh\nless than 2 ounces, and cover the forehead, temples and occipital\nbone in back of the head. The device is made of shock-absorbing foam\nsituated between an outer layer of Lycra and an inner layer of\nsweat-absorbing polypropylene. Several models are available at prices\nranging from $24 to $39.\n</P>\n<P>\nFull90 does not claim that its headgear prevent concussions. But the\ncompany does say the headgear can reduce, by up to 50 percent, the\npeak impact forces that occur during typical collisions when a\nplayer's head strikes another head, the ground, an elbow or a goal\npost.\n</P>\n<P>\nThe headgear debate is occurring at a time when some studies indicate\nthat concussions occur in soccer at a rate similar to football.\n</P>\n<P>\nThis is also a moment supercharged with disagreement on whether\nheading of the ball can cause concussions or long-term brain\nimpairment. Studies have presented contradictory results, and the\nmatter remains disputed as the soccer federation undertakes a\nlong-term examination of head injuries.\n</P>\n<P>\nThe resolution of these head-related issues could have far-reaching\nhealth and financial impact, given that nearly 18 million people play\nsoccer in the United States.\n</P>\n<P>\nOn one side of the headgear argument is Jeff Skeen, founder of\nFull90. He said he developed the protective device after his daughter\nLauren suffered two soccer-related concussions in high school,\ncausing her to quit the sport.\n</P>\n<P>\nAt 46, Skeen possesses the righteousness of the aggrieved parent. He\nbelieves his product can reduce head injuries without giving an\nillicit advantage in heading the ball.\n</P>\n<P>\nThe soccer federation, which permits headgear but does not endorse\nit, fears that its wide use would undermine the assertion that soccer\nis a safe alternative to football, Skeen said. He likens the doubt of\nsoccer officials to familiar but failed arguments once made against\nthe use of bicycle helmets, automobile seat belts and soccer shin\nguards.\n</P>\n<P>\n\"They are trying to thwart the evolution of headgear in soccer\nbecause they think it will scare soccer moms away from the sign-up\ntable,\" Skeen said of soccer federation officials. \"And because they\nthink it could be viewed as an admission that heading the ball itself\nis dangerous.\"\n</P>\n<P>\nCalvin Williams, founder of the Kangaroo headgear company, said he\nthought soccer officials resisted the equipment because they felt \"it\nis sissified.\"\n</P>\n<P>\nSoccer federation officials disagree, saying their caution is based\non scientific uncertainty.\n</P>\n<P>\nInsufficient independent evidence exists to confirm that headgear can\nreduce the risk of head injuries, they say. Doctors affiliated with\nthe federation also say that headgear is being marketed primarily to\nchildren, who least need them because there is little incidence of\nconcussions in players under the age of 12.\n</P>\n<P>\nPlayers might develop a false sense of security, relying on headgear\ninstead of proper medical evaluation after suffering a concussion,\nfederation doctors say. Or, they say, players might feel invincible\nin headgear and play with reckless aggressiveness, displaying\nbehavior known as the Superman effect.\n</P>\n<P>\nRather than headgear, federation officials advocate better technique,\nstricter rules enforcement and improved officiating to reduce the\nnumber of head injuries. Some also recommend mouth guards and padded\ngoal posts instead of padded headgear.\n</P>\n<P>\n\"There is no evidence headgear are going to help, and some\ntheoretical stuff that it could hurt,\" said Dr. Gary Green, a\nclinical professor at the UCLA division of sports medicine and a\nmember of the soccer federation's medical advisory committee. \"Why\ntake a chance until this gets studied?\"\n</P>\n<P>\nBecause Full90 pays some pro players (the equivalent of $50 to $100\nper game, it says) and some state soccer associations ($4,000 to\n$10,000) to endorse its product, the soccer federation says the\ncompany's claims are suspect. Federation officials compare the use of\nsoccer headgear, which lack an industry safety standard, to the\nlargely unregulated business of nutritional supplements.\n</P>\n<P>\n\"We're talking about marketing and fear and manipulation,\" said Dr.\nBert Mandelbaum, team physician for the U.S. national teams.\n</P>\n<P>\nNot all medical soccer experts oppose headgear.\n</P>\n<P>\nDr. J. Scott Delaney of McGill University in Montreal said laboratory\ndata, not yet published, does indicate that headgear could reduce\nimpact forces by 10 to 30 percent. (The soccer federation says this\ninvolves low-level forces that don't cause concussions.) Delaney said\nan industry standard for headgear has been drafted and could be\ninstituted in May.\n</P>\n<P>\nIn a study, published in the Clinical Journal of Sports Medicine,\nDelaney questioned 380 Canadian university football players and 240\nuniversity soccer players as they reported to fall training camp in\n1999. He found that 70.4 percent of the football players and 62.7\npercent of the soccer players had experienced symptoms of a\nconcussion in the previous year.\n</P>\n<P>\n\"We've shown concussions are a problem and in the lab these things\nwork,\" Delaney said of headgear. \"What else do you need? Why wouldn't\nyou start protecting people?\"\n</P>\n<P>\nScientific studies involving large numbers of players can occur only\nafter headgear is used widely, said Delaney, who is team physician\nfor the McGill soccer team and the Montreal Alouettes of the Canadian\nFootball League.\n</P>\n<P>\n\"Nobody waited for the data for football and hockey\" before requiring\nhelmets in those sports, Delaney said.\n</P>\n<P>\nThe concern over concussions, and whether headgear can protect\nagainst them, has become a growing issue for youth soccer\nassociations. In September, the New York State West Youth Soccer\nAssociation, which governs more than 200 clubs and 80,000 kids in the\nBuffalo-Rochester area, voted to require headgear for all players\nunder 14.\n</P>\n<P>\nThe association later retreated over concerns about liability and\nprotests from some coaches and officials. Several coaches interviewed\nin Rochester wondered why headgear were proposed for young kids and\nnot for older teenagers, who were more likely to get concussions.\n</P>\n<P>\nOthers said risk was inherent in any sport.\n</P>\n<P>\n\"Where are you going to draw the line? Make everyone wear knee\nbraces?\" said Tom Maines, who coaches an under-10 boys team in\nBrockport, N.Y.\n</P>\n<P>\nFashion aside, Ross Paule, a midfielder for the Columbus Crew of\nMajor League Soccer, wore a Full90 headgear for a dozen games in the\nrecently completed season, seeking some security after suffering\nthree earlier concussions.\n</P>\n<P>\n\"I'm on the fence,\" said Paule, who was not paid to endorse the\nheadgear. \"I don't agree it should be mandated. If something makes\nyou comfortable, why not?\" He added: \"I can't tell you if it was a\nhuge help. When I got hit one time, maybe it gave me a little extra\ncushion.\"\n</P>\n<P>\n(END OPTIONAL TRIM)\n</P>\n<P>\nAny club or association that makes headgear compulsory risks losing\nits affiliation with the U.S. Soccer Federation, Dr. S. Robert\nContiguglia, its president, said.\n</P>\n<P>\nBut that threat is either unknown or ignored by the Temecula Valley\nSoccer Association in southern California, which for three seasons\nhas required headgear for players under 8. Peter Schilperoort,\npresident of the association, said headgear prevented bumps and cuts\npreviously suffered by his players, calling the equipment \"the best\nthing since sliced bread.\"\n</P>\n<P>\nThe De Anza Force soccer club of Cupertino, Calif., will require\nheadgear for players under 17, beginning in March, said Tom Pridham,\na club official. Both the Temecula and De Anza clubs are sponsored by\nFull90.\n</P>\n<P>\n\"We require protecting of the shin, and the head is a far more\nprecious part of the body than the shin,\" Pridham said.\n</P>\n<P>\nJerry Smith, coach of the Santa Clara women's team, which received\nfree headgear from Full90, said the equipment made his players more\nconfident in challenging balls in the air, and more assertive, but\nnot overly so.\n</P>\n<P>\nAnson Dorrance, who has coached 18 women's national championship\nteams at North Carolina, also sponsored by Full90, said compulsory\nuse of shin guards had not changed the nature of soccer, as many\nfeared. He predicted that headgear would not, either.\n</P>\n<P>\n\"I'd challenge any of these doctors who feel this has no value to run\ninto the goalpost without a Full90 and with it, then tell me, if they\nwere forced to do it a third time, whether or not they would wear\nit,\" Dorrance said.\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nSeveral players interviewed, including Joy Fawcett of the U.S.\nwomen's national team, who endorses the Full90, discounted the\nso-called the Superman effect, saying the headgear did not make them\ndangerously aggressive.\n</P>\n<P>\n\"It's like a flag that reminds you not to go up for stupid plays,\"\nsaid Jill Conaboy, a defender at Downingtown West High in suburban\nPhiladelphia, who wore a headgear last weekend as her team won the\nPennsylvania Class AAA state championship.\n</P>\n<P>\nKathy Conaboy, Jill's mother, said she held no illusion that her\ndaughter, who has suffered two concussions, would never be hurt again\nwhile wearing a headgear. What she hopes, she said, is that a blow\nthat might have caused a third concussion will result in only a\nbruise.\n</P>\n<P>\n\"A seat belt is not going to save a life in a 90-mile-per hour crash\ninto a wall,\" Kathy Conaboy said. \"A 30 mile-per-hour crash, a fender\nbender, it helps. I'm looking at this as a seatbelt.\"\n</P>\n", 
            "id": "NYT_ENG_20041126.0117"
        }
    ], 
    "id": "D1026E", 
    "title": "Head Injuries"
}