{
    "docSet": [
        {
            "headline": "Protesters gather around bombed-out factory", 
            "text": "\n\t   KHARTOUM, Sudan (AP) _ Hundreds of Sudanese trudged through the\nmud on a rainy Friday to gather by the twisted rubble and concrete\nof the factory heavily damaged by U.S. missiles.\n\t   Civilians in trucks heading toward the plant chanted ``Down\nUSA'' in English. White smoke still rose from the rubble of the\nfour-story building, which the United States said was making\nchemical weapons agents.\n\t   Many of the people said they were shocked that the United States\nstruck a factory in the heart of the capital. Police tried to block\nmany of the civilians, mostly women and children, from entering the\nfactory compound.\n\t   ``Are these people crazy? Do you think this is really a weapons\nfactory?'' said a young woman who worked at the factory. She\nrefused to give her name.\n\t   Officials at Khartoum Teaching hospital said 10 people were\ninjured in the raid, including four in critical condition.\n\t   Workers at the site said they feared that some people may be\ntrapped under the debris.\n\t   Early Friday, Sudanese demonstrators stormed the empty U.S.\nEmbassy compound in Khartoum and pulled down the American flag to\nprotest the attack.\n\t   The State Department ordered local staff to leave the U.S.\nEmbassy after the Aug. 7 bombings of embassies in Nairobi, Kenya,\nand Dar es-Salaam. American diplomats were pulled out of Khartoum\nin 1996.\n\t   Sudanese officials charged that President Clinton ordered the\nmissile attack to distract attention from his troubles in the\nMonica Lewinsky sex case.\n\t   President Omar el-Bashir said on state-run Sudan Television that\nClinton was a ``liar and morally decrepit.'' He said Sudan was\nrecalling its diplomats from Washington.\n\t   He also warned that Sudan ``reserves the right to respond to the\nAmerican attack using all necessary measures,'' Egypt's Middle East\nNews Agency reported Friday.\n\t   ``We will retain the right to protest, and will ask the Security\nCouncil to investigate the truth ... about this factory,''\nel-Bashir said on Sudanese television.\n\t   He said he would call for an emergency meeting of the council to\ndiscuss the U.S. attack and asked U.N. Secretary-General Kofi Annan\nto send a delegation to Sudan to investigate whether the plant was\nused to produce chemical weapons.\n\t   The television said the factory produced about 50 percent of the\ncountry's pharmaceuticals.\n &UR; El-Bashir also, 14th graf\n &UR; pvs-lm-ggl \t   \n", 
            "id": "APW19980821.0439"
        }, 
        {
            "headline": "ATTACK-ALBANIA, ATTACK-EVIDENCE, ATTACK-DAMAGE, ATTACK-ISLAM, ATTACK-RECAP, ATTACK-RUSSIA-REACT, ATTACK-MIDEAST-REACT, ATTACK-EUROPE-REACT, ATTACK-KENYA, ATTACK-PAKISTAN.)", 
            "text": "\n<P>\n   KHARTOUM, Sudan _ Not quite 24 hours after American cruise\nmissiles hit a factory in a decrepit industrial area of this\ncapital, clouds of white smoke and acrid smells still hovered over\nthe site Friday night.\n</P>\n<P>\n   About a dozen Sudanese soldiers lounged on the ground at the\nentrance of the destroyed factory, which the Sudanese say made\npharmaceuticals, but which the Americans contend was a cover for\nthe making of chemical weapons. Deep puddles of water on the muddy\nground attested to the fire-fighting efforts after the strike.\n</P>\n<P>\n   The Islamic government, accused by the Clinton administration of\nassisting in the terrorist activities of Osama bin Laden, used\nthese fiery remnants of the factory as a backdrop for a\nwell-organized anti-American demonstration during the day.\n</P>\n<P>\n   After Friday prayers in the city's mosques, worshipers were\nurged to attend rallies, including a particularly vocal one at the\nplant, where leading figures of the government accused the United\nStates of being a ``terrorist'' state.\n</P>\n<P>\n   At one rally, pictures of President Clinton and Monica Lewinsky\nwere on prominent display, a juxtaposition of a man and his\nmistress that is interpreted in this very conservative society as\nthe ultimate mockery.\n</P>\n<P>\n   Foreign Minister Mustafa Osman Ismail said that Sudan would\nremain a ``tomb for its enemies whatever this costs us in human\nlives.''\n</P>\n<P>\n   But the most important Sudanese leader, Hassan al Turabi, who is\nthe speaker of Parliament and the ideological power behind the\nruling National Islamic Front, remained silent Friday. American\nintelligence officials have called Turabi a close comrade of bin\nLaden, whom the administration has accused of being the mastermind\nof the bombings of two American embassies in East Africa that left\nhundreds dead.\n</P>\n<P>\n   Turabi has been a mysterious figure of the fundamentalist\ngovernment, which grabbed power in the coup in 1989.\n</P>\n<P>\n   Gen. Omar Hassan al-Bashir, the Sudanese president, made up for\nTurabi's silence. Bashir said that he would prove that the\npharmaceutical plant hit by the American missiles was not a cover\nfor making the precursors of nerve gas as Washington claimed. ``We\nhave undeniable proof'' that the plant was only used for\npharmaceutical products such as children's and anti-malarial\nmedicines, he said. International companies that had provided\nequipment for the plant that opened two years ago would back him\nup, he added. The general did not name them.\n</P>\n<P>\n   In describing the reasons for destroying the plant, Sandy\nBerger, Clinton's national security adviser, said bin Laden had\ngiven key financial help for the plant that was part of the\n``Sudanese military industrial complex.'' Bin Laden lived in Sudan\nfrom 1994 to 1996, a period when Washington says he invited\ninternational terrorists to train at camps here.\n</P>\n<P>\n   He was forced to leave Sudan in 1996 when the government decided\nthat he was too much of an embarrassment and his presence too\ncostly. After telling bin Laden to leave, the government hoped to\nwin some concessions from the Clinton administration, including\neconomic aid, but failed to do so.\n</P>\n<P>\n   As part of its case that the plant was a benign operation,\ngovernment officials said that it was owned by a Sudanese\nbusinessman, Salah Idrisse, who is also a citizen of Saudi Arabia.\n</P>\n<P>\n   The heart of the factory where most of the smoke was still\nbillowing was off bounds to reporters Friday and it was impossible\nto tell what was made there. In the rubble at the front of the\ncompound were wrappers from a veterinary solution made at the plant\nand leaflets on how to take Profenil, a trade name for ibuprofen, a\nwidely used pain reliever. Trays of small empty brown bottles,\napparently used for medicine, were scattered about on the ground.\n</P>\n<P>\n   Mohammed Hussein, 23, a builder who lives about a mile from the\nplant, said he saw bright lights and then heard the swoosh of about\nsix missiles during the attack. At first, he thought the nearby\npower station had been struck, he said. Then he thought a plane had\ncrashed. Then, he said, it occurred to him that John Garang, the\nleader of a southern rebel group that has been waging a civil war\nfor more than a decade, had finally struck the capital.\n</P>\n<P>\n   According to the plant's managing director, Sayed Hamed, the\nfactory employed 360 workers. He said the enterprise made 30\nvarieties of drugs for humans, and 23 kinds of veterinary\nmedicines. A hospital spokesman said earlier that 10 people wounded\nfrom the strike were admitted to the wards. Four of them were\ncritically hurt, he said. The plant does not operate at night and\nthere were apparently few workers around during the attack.\n</P>\n<P>\n   A spokesman for Sudanese opposition political parties based in\nCairo, Faruq Ahmed Adam, said he agreed with Washington that the\nplant was a cover for the manufacture of chemical weapons. He said\nthat another factory in the suburb of Kafouri also made chemical\nweapons. He added that Sudanese security forces were investors in\nthe plant.\n</P>\n<P>\n   Relations between Washington and the Sudanese government have\ngone from bad to worse in the nine years of the fundamentalist\nregime. But even so, ordinary people seem to be bewildered why\nAmerican should send cruise missiles here.\n</P>\n<P>\n   Some said they were skeptical that the pharmaceutical plant was\na cover for preparing chemical warfare agents. ``Most people here,\neven those who are anti-government, do not believe this particular\nfactory was making chemical weapons,'' one man said.\n</P>\n<P>\n   But another longtime opposition supporter, a lawyer, said he\nbelieved the Americans knew what they were doing. ``Bin Laden has\nnever built a factory for medicines in his life,'' said the lawyer.\n``He's only interested in killing and terrorism.'' &QL;\n</P>\n", 
            "id": "NYT19980821.0454"
        }, 
        {
            "headline": "U.S. criticized for attacks on Sudan, Afghanistan", 
            "text": "\n\t   CAIRO, Egypt (AP) _ Libyan leader Moammar Gadhafi _ still on\ncrutches from a recent hip operation _ led hundreds of chanting\nLibyans in a Friday rally condemning U.S. missile strikes on Sudan\nand Afghanistan.\n\t   ``Down, Down USA!'' and ``God is Great, Oh Sudan!'' the crowd\nchanted as Gadhafi punched the air with his fist in Martyrs' Square\nin the Libyan capital Tripoli.\n\t   The sentiment was echoed around the Middle East, where leaders\nand many citizens roundly criticized Thursday's American attacks on\na factory in Sudan and camps associated with Muslim radical Osama\nbin Laden in Afghanistan.\n\t   Much of the harshest criticism came from countries opposed to\nthe United States, but even in perceived U.S. allies like Saudi\nArabia, some people said the attack would add to and not lessen the\nthreat against Americans.\n\t   U.S. President Clinton said the strikes were ordered to avenge\nthe Aug. 7 bombings of U.S. embassies in East Africa and because of\nreports that more anti-American attacks were being planned. U.S.\nofficials said the factory in Sudan made chemical weapons agents;\nSudan maintains it's a pharmaceutical plant.\n\t   Clinton's actions were widely seen by Arabs as an effort to\ndistract public opinion in the United States from his travails over\na relationship with former White House intern Monica Lewinsky.\n\t   ``Clinton tries to cover up his scandal with attacks against\nSudan and Afghanistan,'' the main headline in the leftist As-Safir\ndaily in Lebanon said.\n\t   A front-page editorial in Beirut's Al Kifah Al Arabi paper said\nthat ``Lewinsky's dress is no longer the preoccupation of the world\nafter Clinton has discovered Osama bin Laden's dishdasha (Arab\nrobe).''\n\t   In Saudi Arabia, Abeer Hamza, a 26-year-old homemaker, said the\nAmerican campaign ``is not self-defense, this is a senseless\naction.''\n\t   She added: ``This violence will only beget more violence.''\n\t   Mohammed al-Turki, a Saudi visiting the neighboring island of\nBahrain, criticized Clinton but added that bin Laden _ who is\nhimself a Saudi was ``no better.''\n\t   In Cairo, Shaaban Ahmed Mohammed, 34, owner of a newspaper\nstand, was among a minority who said he believed the United States\nattacks were justified.\n\t   ``It has the right to protect itself. If it remains silent after\nthe last attack (in Kenya and Tanzania) it will be the victim of\nnumerous blows,'' he said.\n\t   Kuwaiti Najeeb, 12th graf pvs\n &UR; vars-ggl\n", 
            "id": "APW19980821.0541"
        }, 
        {
            "headline": "El-Bashir withdraws diplomats, calls on U.N. to investigate", 
            "text": "\n\t   KHARTOUM, Sudan (AP) _ President Omar el-Bashir on Friday\nrecalled Sudan's diplomats from Washington to protest the U.S.\nmissile strike on a factory in the Sudanese capital a day earlier.\n\t   After an emergency meeting with his Cabinet, el-Bashir also\nannounced that Sudan would file complaints with the United Nations,\nthe Arab League and the Organization of African Unity.\n\t   He said Sudan could ``prove that the factory is specifically for\npharmaceutical production'' and not the chemical weapons facility\ndescribed by U.S. officials.\n\t   El-Bashir later spoke at a rally outside his office. Sudanese\nwho poured to the rally from Friday prayers at the city's mosques\nchanted ``Down, Down USA!'' and burned an American flag.\n\t   The final casualty toll in the missile strike remained unclear.\n\t   Khartoum Hospital officials said 10 people were being treated\nfor injuries, including four in critical condition.\n\t   Workers at the site said there was still concern that some\nvictims could be buried under the rubble. They told The Associated\nPress that the factory's janitor and his family still hadn't been\naccounted for.\n\t   Sidahmed Hajj Hamad, administrative director at the factory,\nestimated the damage at dlrs 100 million.\n\t   Clinton ordered the attack on the factory in Khartoum in\nretaliation for the Aug. 7 bombings of the American embassies in\nKenya and Tanzania. U.S. missiles also struck suspected camps of\nMuslim militant Osama bin Laden in Afghanistan.\n\t   El-Bashir said that the factory _ the El-Shifa Pharmaceutical\nIndustries Co. in the North Khartoum neighborhood _ was hit by six\nTomahawk missiles.\n\t   He said a seventh fell short of the target but did not indicate\nif it did any damage.\n\t   State-run Sudan television said that the factory, which opened\nin 1996, produced about half of the country's medicines. Its main\nproducts were reported to be antibiotics and drugs to treat malaria\nand tuberculosis.\n\t   Sudan continued to charge that Clinton took the action to divert\npublic attention from the grand jury investigation into his\nrelationship with former White House intern Monica Lewinsky.\n\t   A statement issued by the Sudanese Embassy in the Kenyan capital\nNairobi said that ``the timing was chosen to serve the wish of a\nsexual pervert and maniac to divert attention away from his\ncrumbling credibility and reputation.''\n\t   The podium at the rally el-Bashir addressed was decorated with\npictures of Clinton and Lewinsky and bore the slogan ``Clinton:\nScrew Monica, not Sudan.''\n\t   El-Bashir said that ``Clinton and America will have to pay. ...\nSudan is for Islam, and we will not be bullied by Americans.''\n\t   He pledged to ``pursue all diplomatic channels'' over the\nmissile attack but also said the government was ``opening all\ntraining camps'' for volunteers for the national militia.\n\t   Overnight, Sudanese demonstrators stormed the empty U.S. Embassy\ncompound in Khartoum and pulled down the American flag to protest\nthe attack.\n\t   The State Department ordered local staff to leave the U.S.\nEmbassy after the bombings of embassies in Nairobi, Kenya, and Dar\nes-Salaam two weeks ago. American diplomats were pulled out of\nKhartoum in 1996.\n\t   Earlier in the day, hundreds of Sudanese trudged through streets\nmade muddy with rain to view the twisted steel and concrete rubble\nof the four-story factory.\n\t   Police tried to block the civilians, mostly women and children,\nfrom entering the factory compound.\n\t   ``Are these people crazy? Do you think this is really a weapons\nfactory?'' said a young woman who worked at the factory. She\nrefused to give her name.\n &UR; mo-eap\n", 
            "id": "APW19980821.0702"
        }, 
        {
            "headline": "On Arab streets, Clinton-Lewinsky affair seen behind attacks", 
            "text": "\n\t   CAIRO, Egypt (AP) _ In mosques and in McDonald's, Arabs on\nFriday criticized U.S. missile strikes in Sudan and Afghanistan as\ndriven more by President Bill Clinton's need to escape scandal than\nby a battle against terrorism.\n\t   Many said, too, that the attacks would only increase hatred and\nviolence by Muslims against the United States.\n\t   Even among the few Arabs interviewed who defended the U.S.\nattacks, some questioned whether the targeted Sudanese factory\nreally made chemical weapons ``precursors'' as U.S. officials say _\nor medicines as Sudan maintains.\n\t   ``The U.S. ... has the right to defend its interests, but it\nmust be certain,'' said Egyptian airline clerk Somaya Farouk, 23.\n``If there was a 1 percent chance that this was a pharmaceuticals\nplant, then it should have held off.''\n\t   Clinton said the missiles hit terrorist camps in Afghanistan run\nby Osama bin Laden, the Saudi millionaire blamed by Washington for\nthe Aug. 7 bombings of U.S. embassies in Kenya and Tanzania, and a\nfactory linked to bin Laden in Sudan.\n\t   The reaction to the attacks from U.S. opponents in the Middle\nEast was predictable, and American allies mostly remained silent.\nThe Cairo-based Arab League condemned the attack in Sudan, calling\nit ``an unjustified and flagrant aggression on ... an Arab\ncountry.''\n\t   Libyan leader Moammar Gadhafi _ still on crutches from a hip\noperation _ led a protest early Friday in the capital Tripoli,\nthrusting his fist in the air and shouting, ``Down, down USA.''\n\t   The strikes were harshly criticized by both Iraq and non-Arab\nIran which _ along with Libya and Sudan _ are on the U.S. list of\nterrorist sponsoring states.\n\t   ``We condemn terrorism, but nothing justifies these attacks,\nespecially these random American attacks against Muslim nations,''\nIran's Foreign Ministry spokesman Mahmoud Mohammadi told state-run\nradio.\n\t   In newspapers, and from Arabs on the street, the repeated theme\nwas that Clinton ordered the attacks to draw the spotlight off his\naffair with former White House intern Monica Lewinsky.\n\t   Reading a newspaper in a McDonald's branch in Bahrain,\n25-year-old Saudi citizen Mohammed al-Turki called the American\nmissile strikes ``a plot to divert public attention from Clinton's\nwrongdoings.''\n\t   But asked if he sympathized with bin Laden, he said ``he's no\nbetter.''\n\t   Shaaban Ahmed Mohammed, 34, owner of a Cairo newspaper stand,\nwas the only Arab interviewed who saw the strikes by the United\nStates as likely to decrease, not spur, violence.\n\t   ``It has the right to protect itself. If it remains silent after\nthe last attack (in Kenya and Tanzania), it will be the victim of\nnumerous blows,'' he said.\n\t   More typical was the view of Hussein Rashid, 41, a bookkeeper\nfrom the sprawling Cairo neighborhood of Boulaq.\n\t   ``When you wash your hands in blood repeatedly, they will never\nbe clean,'' he said. ``Clinton and the U.S have for years been\nkilling indiscriminately, so this is not new. But it certainly\nwon't go unanswered by the Muslim world.''\n", 
            "id": "APW19980821.0850"
        }, 
        {
            "headline": "Sudan council to meet, authorize UN fact-finding team", 
            "text": "\n\t   UNITED NATIONS (AP) _ Sudan will ask the Security Council to\nconsider authorizing a U.N. investigation into the U.S. airstrikes\non a Khartoum factory, Sudan's ambassador said Friday, calling the\nattack a breach of international law.\n\t   Ambassador Elfatih Mohamed Ahmed Erwa said he would deliver a\nletter of formal complaint requesting the investigation later\nFriday to the council president, Danilo Turk of Slovenia. The\nletter was from Sudan's foreign minister, Erwa said.\n\t   The Arab Group of states would support Sudan's request for an\ninvestigation, said Ali Sulaiman R. al-Saeid, the deputy ambassador\nof Kuwait.\n\t   The group, chaired by Kuwait, met Friday to discuss Sudan's\noptions.\n\t   Non-aligned states were also meeting Friday and Sudan hoped they\nwould support the investigation as well, Erwa said in an interview\nwith The Associated Press.\n\t   U.S. forces carried out the strikes in retaliation for the\nbombings at U.S. embassies in Nairobi, Kenya and Dar es Salaam,\nTanzania, which killed over 250 people.\n\t   In a statement, Sudan's mission said ``the aggression is a\nflagrant violation to the sovereignty and territorial integrity of\nSudan,'' that violated Article 2 of the U.N. charter, which says\nmember states must refrain from using force against other states.\n\t   U.S. officials have said the cruise missile attack on the\nKhartoum factory was designed to wipe out a terrorist chemical\nplant linked to Osama bin Laden, whom U.S. officials accuse in the\nembassy bombings.\n\t   Erwa told the Arab Group on Friday that the factory was a\npharmaceutical plant that had no links to bin Laden.\n\t   The United Nations confirmed Friday that it had contracted the\nel-Shifa plant to supply 100,000 liters of veterinary\npharmaceuticals for Iraq under the oil-for-food program. The\npharmaceuticals haven't been delivered, U.N. officials said.\n\t   Sudan's efforts to rally an investigation came as Pakistan\ncriticized Washington for acting unilaterally on what it described\nas an international problem.\n\t   ``The problem here is not the right of self-defense. It is how\nthe scourge of terrorism can best be eliminated from the world,''\nsaid Pakistan's U.N. ambassador, Ahmad Kamal. ``And that requires\nan international consensus and that requires all of us sitting on\nthe same side of the table.''\n\t   U.S. Ambassador Bill Richardson defended the air strikes in a\nletter Thursday to Turk that said the moves complied with the\nrights of states to self-defense as enshrined in the U.N. charter\nand international law.\n\t   Repeated threats by Bin Laden's terrorist organization left\nWashington ``no choice but to use armed force to prevent these\nattacks from continuing,'' Richardson wrote.\n\t   He cited Article 51 of the U.N. charter, which states that\nnothing ``shall impair the inherent right of individual or\ncollective self-defense if an armed attack occurs against a member\nof the United Nations.''\n\t   China's U.N. ambassador, Shen Guofang, said Beijing was waiting\nfor more information before deciding whether the United States had\nviolated any U.N. norms.\n\t   Secretary-General Kofi Annan spoke to U.S. Secretary of State\nMadeleine Albright about the raids Thursday by phone from Mali,\nwhere Annan is vacationing, Eckhard said.\n\t   Annan repeated his condemnation of terrorism and said the\nattacks on the U.S. embassies ``illustrate the need for the\ninternational community to come together to combat this menace,''\nEckhard said. \t   \n", 
            "id": "APW19980821.1000"
        }, 
        {
            "headline": "Diplomats tour battered factory, protesters denounce U.S.", 
            "text": "\n\t   KHARTOUM, Sudan (AP) _ Diplomats from more than a dozen nations\nwere taken on a tour Friday of the Sudanese factory struck a day\nearlier by U.S. missiles.\n\t   Firemen still rushed about, their faces covered with surgical\nmasks to keep out the smell of burning plastic as they tried to put\nout blazes that persisted more than 24 hours after the attack.\n\t   ``We ask the American people to push their government to stop\ninterfering in our internal affairs,'' said Bishop Gabriel Rorej,\nminister of state for foreign affairs who showed the diplomats\naround. ``We are innocent people, and we renounce terrorism, and we\nare not a safe haven for terrorists and we will never be so.''\n\t   President Clinton ordered the attack on the El-Shifa\nPharmaceutical Industries Co. on Thursday on grounds the factory\nwas producing precursors for the deadly VX chemical weapon.\nAmerican missiles also struck suspected bases of Muslim extremist\nOsama bin Laden in Afghanistan.\n\t   The factory complex is in an industrial zone that is surrounded\nby mud and brick houses, mainly for factory workers.\n\t   At least three dozen anti-riot police guarded the road leading\nto the site to try to keep away gawkers.\n\t   The pharmaceutical factory complex consists of a half-dozen\nbuildings, two of which _ a cafeteria and a storage building _ were\nstill smoldering on Friday.\n\t   Two floors of the four-story administration building were\nflattened in the missile attack, and half of the main two-story\nfactory was destroyed. A warehouse also sustained heavy damage from\na missile hit.\n\t   One missile that landed between buildings left a crater about 2\nmeters (yards) in diameter and two meters deep. It was quickly\nfilling up with water from the fire-fighting efforts.\n\t   Pills, smashed plastic medicine bottles and paper cartons were\nscattered over the ground, along with concrete rubble and shards of\nglass.\n\t   Sidahmed Hajj Hamad, administrative director at El-Shifa,\nestimated the damage to the 2-year-old factory at dlrs 100 million.\nHe said the owner was Sudanese businessman Salah-Eddin Ahmed\nIdriss, who lives in Saudi Arabia.\n\t   He described El-Shifa as ``the largest pharmaceutical factory we\nhad in this country'' and added: ``We never produced any chemical\nmaterial.''\n\t   As the diplomats toured, about 100 Sudanese women _ most in the\nhead scarves of devout Muslims _ protested outside the factory\ngate, shouting ``America should be destroyed!'' and ``The factory\nshould be rebuilt!''\n\t   Khadisha Ali, a sophomore from an Islamic university who led the\nchanting, told The Associated Press: ``We condemn this American\naggression on our country. We call on the world community to come\nto the aid of Sudan.''\n", 
            "id": "APW19980821.1004"
        }, 
        {
            "headline": "Minister: Sudan invites an American verification committee", 
            "text": "\n\t   BAGHDAD, Iraq (AP) _ Sudanese Foreign Minister Mustafa Osman\nIsmail asked the United States on Friday to send a fact-finding\ncommittee to inspect the alleged chemical weapons factory in\nKhartoum.\n\t   The foreign minister spoke to reporters after arriving in\nBaghdad a day after U.S. missiles devastated a factory in the\nSudanese capital. The United States said the plant produced the\ningredients of chemical weapons. Sudan said it produced\npharmaceutical products.\n\t   ``We, as Sudanese, are ready to receive a specialized committee\nfrom the American administration to come and freely investigate\nwhether this factory ... has anything to do with chemical\n(weapons),'' Ismail said.\n\t   Such a committee could also check whether the factory was owned\nby Osama Bin Laden, the Afghanistan-based extremist whom the\nAmericans have blamed for the bombings of its embassies in Kenya\nand Tanzania on Aug. 7, the foreign minister said.\n\t   If the Americans proved the factory was producing chemical\nagents, ``we will accept the attempt (attack),'' Ismail added.\n\t   Addressing the same press conference, Iraqi Foreign Minister\nMohammed Saeed al-Sahhaf condemned Thursday's attack on the north\nKhartoum factory, in which hospital officials say 10 people were\ninjured.\n\t   The attack in Khartoum and the simultaneous strike on Bin\nLaden's camps in Afghanistan were a ``totally unwarranted act of\naggression,'' al-Sahhaf said.\n\t   ``They (the Americans) are behaving like international\nmercenaries.''\n\t   Ismail, who is making a three-day visit to Iraq, crossed into\nthe country from Jordan. U.N. sanctions imposed after Iraq's\ninvasion of Kuwait in 1990 ban flights to and from Iraq.\n &UR; ms-jbm\n", 
            "id": "APW19980821.1136"
        }, 
        {
            "headline": "El-Bashir withdraws diplomats, calls on U.N. to investigate", 
            "text": "\n\t   KHARTOUM, Sudan (AP) _ President Omar el-Bashir launched a\ndiplomatic offensive Friday to protest the U.S. missile strike on a\nfactory in the Sudanese capital.\n\t   After an emergency meeting with his Cabinet, el-Bashir said\nSudan would file complaints with the United Nations, the Arab\nLeague and the Organization of African Unity.\n\t   He said Sudan could ``prove that the factory is specifically for\npharmaceutical production'' and not the chemical weapons facility\ndescribed by U.S. officials.\n\t   El-Bashir later spoke at a rally outside his office. Sudanese\nwho poured to the rally from Friday prayers at the city's mosques\nchanted ``Down, Down USA!'' and burned an American flag.\n\t   The final casualty toll in the missile strike remained unclear.\n\t   Khartoum Hospital officials said 10 people were being treated\nfor injuries, including four in critical condition.\n\t   Workers at the site said there was still concern that some\nvictims could be buried under the rubble. They told The Associated\nPress that the factory's janitor and his family still hadn't been\naccounted for.\n\t   Sidahmed Hajj Hamad, administrative director at the factory,\nestimated the damage at dlrs 100 million.\n\t   Clinton ordered the attack on the factory in Khartoum in\nretaliation for the Aug. 7 bombings of the American embassies in\nKenya and Tanzania. U.S. missiles also struck suspected camps of\nMuslim militant Osama bin Laden in Afghanistan.\n\t   El-Bashir said that the factory _ the El-Shifa Pharmaceutical\nIndustries Co. in the North Khartoum neighborhood _ was hit by six\nTomahawk missiles.\n\t   He said a seventh fell short of the target but did not indicate\nif it did any damage.\n\t   At the factory, enveloped in a white haze caused by smoldering\nfires, brown glass jars sat in piles amid bricks and twisted sheet\nmetal. Soldiers and civil defense workers in surgical masks milled\naround the site. A white box for latex gloves and blue cartons for\nanti-biotics were piled next to the building.\n\t   There was little security late Friday and visitors were allowed\nto enter the deserted factory unhindered.\n\t   Earlier in the day, a young woman who worked at the factory had\nasked The AP: ``Are these people crazy? Do you think this is really\na weapons factory?''\n\t   State-run Sudan television said the factory, which opened in\n1996, produced about half of the country's medicines. Its main\nproducts were reported to be antibiotics and drugs to treat malaria\nand tuberculosis.\n\t   Sudan continued to charge that Clinton took the action to divert\npublic attention from the grand jury investigation into his\nrelationship with former White House intern Monica Lewinsky.\n\t   A statement issued by the Sudanese Embassy in the Kenyan capital\nNairobi said that ``the timing was chosen to serve the wish of a\nsexual pervert and maniac to divert attention away from his\ncrumbling credibility and reputation.''\n\t   The podium at the rally el-Bashir addressed was decorated with\npictures of Clinton and Lewinsky and bore the slogan ``Clinton:\nScrew Monica, not Sudan.''\n\t   El-Bashir said that ``Clinton and America will have to pay. ...\nSudan is for Islam, and we will not be bullied by Americans.''\n\t   He pledged to ``pursue all diplomatic channels'' over the\nmissile attack but also said the government was ``opening all\ntraining camps'' for volunteers for the national militia.\n\t   Overnight, Sudanese demonstrators stormed the empty U.S. Embassy\ncompound in Khartoum and pulled down the American flag to protest\nthe attack.\n\t   The State Department ordered local staff to leave the U.S.\nEmbassy after the bombings of embassies in Nairobi, Kenya, and Dar\nes-Salaam two weeks ago. American diplomats were pulled out of\nKhartoum in 1996.\n &UR; mo/as-eap/jbm\n", 
            "id": "APW19980821.1239"
        }, 
        {
            "headline": "Sudan asks council to authorize fact-finding team", 
            "text": "\n\t   UNITED NATIONS (AP) _ Sudan asked the Security Council to\nconvene an urgent meeting to authorize a fact-finding investigation\ninto the ``barbaric, unjust'' U.S. airstrikes on a Khartoum\nfactory.\n\t   The Security Council was expected to take up the matter on\nMonday, council sources said Friday.\n\t   Washington's justification that Thursday's bombing raids were an\nact of self-defense were ``very naive, lacking in logic and\nbaseless because Sudan did not carry out any act or threat against\nthe United States,'' said a letter from the state minister at the\nministry of external relations.\n\t   The minister, H.E. Bishop Gobrial Roric, urged the council to\n``condemn this barbaric, unjust aggression and make the United\nStates responsible for the human and material damage.''\n\t   The letter, sent to council president Danilo Turk of Slovenia,\nwas intended to lodge Sudan's formal complaint that Thursday's U.S.\nairstrikes on a Khartoum pharmaceutical factory were a breach of\nthe U.N. charter and a violation of its sovereignty.\n\t   U.S. officials have said they were targeting a terrorist\nchemical plant linked to a suspect in the U.S. embassy bombings in\neast Africa.\n\t   Bahrain, the lone Arab on the council, was expected to raise the\nissue at the council meeting Monday. The Arab Group of states and\nanother group of Islamic states met Friday at the United Nations to\nexpress support for Sudan's effort.\n\t   The United States hadn't decided what it's response would be,\nsaid a U.S. official.\n\t   U.S. forces carried out the strikes in retaliation for the\nbombings at U.S. embassies in Nairobi, Kenya and Dar es Salaam,\nTanzania, which killed over 250 people.\n\t   U.S. officials have said the cruise missile attack on the\nKhartoum factory was designed to wipe out a terrorist chemical\nplant linked to Osama bin Laden, whom U.S. officials accuse in the\nembassy bombings.\n\t   In his four-page letter, Roric denied that bin Laden owns the\npharmaceutical factory and described accusations that the factory\nproduces chemical weapons as ``untrue,'' adding ``the United States\ngovernment does not have evidence.''\n\t   The United Nations confirmed Friday that it had contracted the\nel-Shifa plant to supply 100,000 liters of veterinary\npharmaceuticals for Iraq under the oil-for-food program. The\npharmaceuticals haven't been delivered, U.N. officials said.\n\t   Roric called for an ``emergency Security Council meeting to\ndiscuss this aggression, and send a technical fact-finding mission\nto investigate the American claims and take the necessary measures\nto guarantee (the attack) won't be repeated and guarantee the\nsafety and security of my country.''\n\t   Sudan's efforts to rally an investigation came as Pakistan\ncriticized Washington for acting unilaterally for what it said was\nan international problem.\n\t   ``The problem here is not the right of self-defense. It is how\nthe scourge of terrorism can best be eliminated from the world,''\nsaid Pakistan's U.N. ambassador, Ahmad Kamal. ``And that requires\nan international consensus and that requires all of us sitting on\nthe same side of the table.''\n\t   In a statement, Sudan's mission said ``the aggression is a\nflagrant violation to the sovereignty and territorial integrity of\nSudan,'' that violated Article 2 of the U.N. charter, which says\nmember states must refrain from using force against other states.\n\t   U.S. Ambassador Bill Richardson defended the air strikes in a\nletter Thursday to Turk that said the moves complied with the\nrights of states to self-defense as enshrined in the U.N. charter\nand international law.\n\t   He cited Article 51 of the U.N. charter, which states have the\nright to self-defense if attacked.\n\t   Afghanistan's U.N. ambassador, Raban Farhadi, in an interview\nwith the AP called for a formal investigation into the strikes and\nwas consulting with council members to raise the issue before the\ncouncil.\n\t   ``We insist on the necessity of diplomatic action because\nmilitary action may lead to harming civilians,'' said Farhadi, who\nrepresents the ousted government of President Burhanuddin Rabbani,\nousted by the Taliban in 1996.\n", 
            "id": "APW19980821.1283"
        }
    ], 
    "id": "D1024E", 
    "title": "Bomb Khartoum"
}