{
    "docSet": [
        {
            "headline": "Judge Keeps Jury Anonymous in Mail-Bomb Terrorist Trial", 
            "text": "\n<P>\nWASHINGTON, October 3 (Xinhua) -- The names, addresses and\nemployers of jurors and their spouses will be kept secret once the\nUnabomber murder trial gets under way with jury selection on\nNovember 12 in Sacramento, California.\n</P>\n<P>\nUnabomber, the mail bomb terrorist, killed three people and\ninjured 23 others between 1978 and 1995. The suspect, Theodore\nKaczynski, a 55-year-old former University of California math\ninstructor, is charged with four of the 16 attacks attributed to\nthe Unabomber, two of which are fatal. He is also charged with a\nthird fatal bombing in New Jersey.\n</P>\n<P>\nU.S. District Judge Garland Burrell Jr. issued that order today\nin denying a news media motion to make juror names public,\naccording to news reports.\n</P>\n<P>\nMedia Attorney Charity Kenyon argued there isn't enough\nevidence showing they will be harassed, endangered or influenced\nif the public and news media knew who they are.\n</P>\n<P>\nBut Burrell disagreed, saying that threats to witnesses in the\n18-year Unabomber case \"raise the specter that juror safety is\npotentially at risk.\"\n</P>\n<P>\nHe also said reports of harassment against witnesses --\nsubmitted by attorneys on both sides of the case -- meet the test\nfor juror anonymity spelled out by the 9th U.S. Circuit, which may\nbe asked to overturn his order.\n</P>\n<P>\nOne report by federal defender Quin Denvir said the names and\naddresses of 18 supposed Unabomber witnesses were publicly\ndistributed in July with the suggestion that they be contacted and\nscared as a game.\n</P>\n<P>\nBurrell said the length of the trial, which is expected to last\nup to six months, makes it impractical to pursue alternatives to\nan anonymous jury, including sequestering jurors or moving the\ntrial to another city.\n</P>\n<P>\nThe court has contacted about 600 prospects for the 12-member\njury, with six alternates, so far. \n</P>\n", 
            "id": "XIE19971004.0214"
        }, 
        {
            "headline": "Jury Selection in Unabomber Trial Begins", 
            "text": "\n<P>\nWASHINGTON, October 6 (Xinhua) -- Jury selection for the trial\nof suspected Unabomber Theodore Kaczynski is under way in\nSacramento, California, with an unprecedented number of nearly 600\nprospective jurors to be interviewed.\n</P>\n<P>\nIt is expected that several hundred prospects may be eliminated\nquickly because the trial and selection process could cause the\ntrial to last for six months, including the jury courtroom\nselection, which is scheduled to begin November 12.\n</P>\n<P>\nAttorneys are hopeful they can impanel 12 impartial jurors and\nsix alternates to decide the fate of Kaczynski, a 55-year-old\nformer college math instructor, who was arrested at a remote\nMontana cabin last year, United Press International reported.\n</P>\n<P>\nHe is charged in Sacramento with placing or mailing four bombs\nthat killed computer store owner Hugh Scrutton in 1985 and timber\nlobbyist Gilbert Murray in 1995, and with injuring two scientists\nin the San Francisco Bay area and in Connecticut in 1993.\n</P>\n<P>\nKaczynski is also charged with another fatal bombing in a\nseparate case in New Jersey.\n</P>\n<P>\nU.S. District Court Judge Garland Burrell Jr. has ordered that\njurors' identities in the Sacramento trial be kept secret, but\nsaid they won't be sequestered. \n</P>\n", 
            "id": "XIE19971007.0176"
        }, 
        {
            "headline": "Major News Items in Leading U.S. Newspapers", 
            "text": "\n<P>\nWASHINGTON, January 5 (Xinhua) -- The following are major news\nitems in leading U.S. newspapers today:\n</P>\n<P>\nThe Washington Post:\n</P>\n<P>\n-- Chairmen of the House Budget and Ways and Means committees\nSunday said they would oppose an emerging administration\ninitiatives to offer Medicare benefits to younger retirees and\npredicted the proposal would be rejected by the Congress.\n</P>\n<P>\n-- In their drive to win back the House in 1998, Democrats are\ncounting on Latino distrust of the GOP to unseat Republican\nincumbents in San Diego and a half-dozen other districts\nnationwide.\n</P>\n<P>\nThe New York Times:\n</P>\n<P>\n-- White House officials said President Bill Clinton wanted to\nput in place a plan to shore up social security, which is expected\nto run out money by about 2030.\n</P>\n<P>\n-- Contending that he had no further place in Prime Minister\nBenjamin Netanyahu's right-wing coalition, Foreign Minister David\nLevy resigned Sunday, leaving the embattled government with a\nrazor-thin majority in parliament.\n</P>\n<P>\nThe Wall Street Journal:\n</P>\n<P>\n-- Federal Reserve Chairman Alan Greenspan broached the\nsensitive subject of stock prices in a speech, saying that \"very\nrapid asset price declines\" can be \"a virulently negative force in\nthe economy.\" Still, the Fed chief didn't predict a market plunge\nor even comment on its current level.\n</P>\n<P>\nUSA Today:\n</P>\n<P>\n-- Treasury Secretary Robert Rubin Sunday warned Congress\nagainst counting on a federal budget surplus, calling talk of tax\ncuts \"very dangerous.\"\n</P>\n<P>\n-- Lawyers are set to make opening statements Monday in trial\nof Unabomber suspect Theodore Kaczynski. \n</P>\n", 
            "id": "XIE19980105.0053"
        }, 
        {
            "headline": "Jury Selection Begins in Mail Bomb Terrorist", 
            "text": "\n<P>\nWASHINGTON, November 12 (Xinhua) -- The UNABOMber trial is\ngetting under way today with jury selection in Sacramento,\nCalifornia.\n</P>\n<P>\nFBI agents arrested Theodore Kaczynski 19 months ago at his\ncabin in rural Montana following one of the most intensive\nmanhunts in U.S. history.\n</P>\n<P>\nProsecutors say they have a great deal of evidence against the\n55-year-old former math professor, who's charged with four of the\n16 bombings blamed on the notorious UNABOMber, according to news\nreports.\n</P>\n<P>\nDefense lawyers are expected to try to raise reasonable doubt\nin the minds of jurors that the hermit is the same man who placed\nor mailed bombs that killed Sacramento computer store owner Hugh\nScrutton in 1985, and timber industry lobbyist Gilbert Murray 10\nyears later.\n</P>\n<P>\nLegal experts say Kaczynski's best hope is escaping the death\npenalty in the second phase of the trial, if he's convicted, on\ngrounds that he has had lifelong mental problems.\n</P>\n<P>\nIn the first phase, jurors must determine if Kaczynski is the\nbomber who terrorized the country for 17 years, beginning in 1978.\n</P>\n<P>\nU.S. District Judge Garland Burrell Jr. plans to call one dozen\nprospective jurors a day, beginning today, until he has a pool of\nat least 64.\n</P>\n<P>\nAt that point, attorneys will question juror candidates and use\ndozens of preemptory challenges to exclude those they consider\nunfit. Burrell said he'll form the panel when he has 12 jurors\nand six alternates. \n</P>\n", 
            "id": "XIE19971113.0007"
        }, 
        {
            "headline": "Unabomber Suspect Pleads Innocent", 
            "text": "\n<P>\nWASHINGTON, December 10 (Xinhua) -- Unabomber suspect Theodore\nJ. Kaczynski pleaded innocent today via video to charges he sent\nthe mail bomb killing an advertising executive exactly two years\nago.\n</P>\n<P>\nKaczynski's plea from California was made through a live hookup\nto the federal courthouse in Newark, New jersey, where Judge\nDickinson R. Debevoise presided in a courtroom, The Associated\nPress reported.\n</P>\n<P>\nAmong those present was Susan Mosser, whose 50-year-old\nhusband, Thomas, was killed when he opened a package containing a\nbomb on December 10, 1994, in his northern New Jersey home.\n</P>\n<P>\nIn Sacramento, California, where Kaczynski has been jailed\nsince early summer, the U.S. Marshals Service moved Kaczynski to\nthe county public defender's office for the cross-country\narraignment.\n</P>\n<P>\nKaczynski, the former Berkeley mathematics professor, has\npleaded innocent to four Unabomber attacks that killed two people\nin Sacramento.\n</P>\n<P>\nProsecutors have said they hope to decide before January\nwhether to seek the death penalty, which Kaczynski could also face\nfor the two California bombing deaths.\n</P>\n<P>\nDebevoise also heard arguments on a defense request to transfer\nthe New Jersey case to Sacramento, where a November trial date has\nbeen set. Kaczynski's lawyers are seeking a single trial there on\nall the Unabomber charges.\n</P>\n<P>\nKaczynski, 54, was arrested April 3 at his cabin in Lincoln,\nMontana, and is being held without bail.\n</P>\n<P>\nFederal authorities believe he used bombs to kill three people\nand injure 23 others between 1978 and 1995. \n</P>\n", 
            "id": "XIE19961211.0315"
        }, 
        {
            "headline": "Attorney General to Seek Death Penalty in Unabomber Case", 
            "text": "\n<P>\nWASHINGTON, May 15 (Xinhua) -- U.S. Attorney General Janet Reno\nhas authorized prosecutors to seek the death penalty for Unabomber\nsuspect Theodore Kaczynski, Justice Department official and a\nlawyer for the Kaczynski family said Thursday.\n</P>\n<P>\nIn a statement, Washington, D.C. attorney Anthony Bisceglie\nsaid he had informed Kaczynski's brother David and his mother\nWanda of Reno's decision to authorize prosecutors to seek the\ndeath penalty in the case.\n</P>\n<P>\nKaczynski, a 54-year-old former mathematics professor, is\naccused of being the Unabomber, who killed three people and\ninjured 23 during a campaign against technology between 1978 and\n1995.\n</P>\n<P>\nDavid and Wanda turned in Theodore Kaczynski last year after\nauthorities had mounted an unsuccessful 18-year search for the\nUnabomber.\n</P>\n<P>\nThe family argued that other families in the future might be\nreluctant to turn in relatives if a death sentence were imposed in\nthis case.\n</P>\n<P>\nJustice Department sources said Reno agreed to prosecutors'\nrequest and had authorized the death penalty in the case, and said\nthe decision was expected to be disclosed in a court filing later\non Thursday in Sacramento, California, where the case is pending.\n</P>\n<P>\nKaczynski, arrested in Montana in April 1996, has pleaded not\nguilty to the Sacramento charges accusing him of four bomb\nattacks, in which two people were killed.\n</P>\n<P>\nHe faces a later trial in Newark, New Jersey, on federal\ncharges that he mailed a package bomb that killed advertising\nexecutive Thomas Mosser in New Jersey. Kaczynski has also pleaded\ninnocent in the case.  \n</P>\n", 
            "id": "XIE19970516.0041"
        }, 
        {
            "headline": "Defense Motion Rejected in UNABOM Case", 
            "text": "\n<P>\nWASHINGTON, July 29 (Xinhua) -- A federal judge has rejected a\nmotion to exclude key evidence from the Sacramento, California\ntrial in November of UNABOMber suspect Theodore J. Kaczynski.\n</P>\n<P>\nKaczynski is the suspect of the mailing-bomb terrorist who has\nkilled three people and injured 23 others in the 18 years. He was\narrested April last year.\n</P>\n<P>\nU.S. District Judge Garland Burrell Jr. says Kaczynski's\nconstitutional rights wouldn't be violated if his potentially\nincriminating journals, notes and other private writing are used\nagainst him.\n</P>\n<P>\nThe 55-year-old former mathematics instructor's defense team\nargued that admitting the documents would infringe on his rights\nof privacy and protection from self-incrimination. Burrell\nrejected a motion on the same issue earlier.\n</P>\n<P>\nIn his latest ruling Monday, he said the defense argument\napplies only \"when the government compels an individual to\nincriminate himself,\" which he says didn't happen in Kaczynski's\ncase, news reports said.\n</P>\n<P>\nThe evidence includes journals that prosecutors say contain\nadmissions to all 16 bombings attributed to the UNABOMber during a\n18-year reign of terror that began in 1978.\n</P>\n<P>\nKaczynski is charged in Sacramento with four of those bombings,\nwhich killed two men and wounded others. He also is charged with a\nthird fatal bombing in New Jersey.  \n</P>\n", 
            "id": "XIE19970730.0060"
        }, 
        {
            "headline": "Defense of Mailbomb Terrorist Suspect Seeks Large", 
            "text": "\n<P>\nWASHINGTON, August 15 (Xinhua) -- Lawyers for UNABOMber suspect\nTheodore Kaczynski are asking for special measures to find\nnorthern California jurors who aren't biased against him by news\ncoverage.\n</P>\n<P>\nKaczynski, the 55-year-old former university math instructor is\nsuspected of being the UNABOMber, the mailbomb terrorist who\nkilled three people and injured 23 others in 17 years before his\narrest last year. The UNABOMber was so named because his early\ntargets were universities and airlines.\n</P>\n<P>\nAttorneys Quin Denvir and Judy Clarke have asked that\nprospective jurors for the November 12 trial in Sacramento,\nCalifornia, be picked from within the Eastern District, which\nincludes Sacramento and 22 other counties, according to news\nreports.\n</P>\n<P>\nTheir 1,600-page motion also asks the pool to be taken from\nlicensed drivers rather than voter registration lists typically\nused in federal trials.\n</P>\n<P>\nDenvir and Clarke want prospective jurors to complete detailed\nquestionnaires about their knowledge of the case and their\nfeelings about the death penalty, which the government is seeking\nagainst Kaczynski.\n</P>\n<P>\nThe attorneys say the 17-year case has prompted more news\ncoverage than any other in history, including 341 New York Times\narticles between June 1993 and May 1997.\n</P>\n<P>\nKaczynski is charged in Sacramento with four of 16 bombings,\nwhich killed two men and wounded two others. He is charged with a\nthird death in New Jersey.\n</P>\n<P>\nProsecutors say they expect to take up to four weeks to present\nevidence showing that Kaczynski is the UNABOMber.  \n</P>\n", 
            "id": "XIE19970816.0034"
        }, 
        {
            "headline": "Judge Rejects Most Unabomber Suspect Defense's Requests", 
            "text": "\n<P>\nWASHINGTON, September 2 (Xinhua) -- The judge in the trial of\nUnabomber suspect Theodore Kaczynski turned down a series of\ndefense requests for revisions in jury selection.\n</P>\n<P>\nIn an order filed late Friday afternoon and distributed by a\ncourt document service today, U.S. District Judge Garland Burrell\nJr. in Sacramento, California, said defense lawyers Quin Denvir\nand Judy Clarke had failed to prove the necessity of expanding the\njury pool beyond the list of registered voters, media reports\nsaid.\n</P>\n<P>\nKaczynski, 55, is awaiting trial on November 12 on a 10-count\nfederal indictment charging him with four of the 16 bombings\nattributed to the Unabomber -- a name stemming from the bomber's\nearly victims, which included universities, airlines and other\ntechnology-related targets. The mail bomb terrorist killed three\npeople and injured 23 others in 18 years.\n</P>\n<P>\nThe former college math instructor is charged separately in New\nJersey in connection with a fifth bombing.\n</P>\n<P>\nKaczynski, who was arrested in April last year, has pleaded\ninnocent to all charges. If convicted, he could receive the death\npenalty.\n</P>\n<P>\nThe defense had asked that lists of licensed drivers, as well\nas lists of registered voters, be used to broaden the pool of\nury.\n</P>\n<P>\nBurrell said the request had to be rejected because the defense\nhad failed to show that using the voter rolls the impact of\npretrial news coverage. \n</P>\n", 
            "id": "XIE19970903.0033"
        }, 
        {
            "headline": "UNABOMber Suspect Moved to Federal Prison", 
            "text": "\n<P>\nWASHINGTON, September 4 (Xinhua) -- Authorities have moved\nUNABOMber suspect Theodore Kaczynski from Sacramento County Jail\nto a federal prison 20 miles southeast of Oakland in California.\n</P>\n<P>\nMedia reports said Kaczynski's lawyers requested the transfer,\nwhich was completed Wednesday, 10 weeks before his trial begins in\nSacramento.\n</P>\n<P>\nOfficials said the 55-year-old former college mathematics\ninstructor had complained of noise in the jail, although they\ndeclined to say if that was the reason for the transfer.\n</P>\n<P>\nLt. Dan Lewis, the jail's executive director, said the Federal\nCorrectional Institution near Pleasanton holds a higher number of\nwhite collar criminals and may be quieter.\n</P>\n<P>\nKacznski is expected to be returned to Sacramento for his trial\non November 12. He is charged in four bombings that killed two men\nand wounded two others.\n</P>\n<P>\nExplosive devices placed or mailed by the notorious UNABOMber\nkilled three people and injured 23 during a 17-year reign of\nterror that began in 1978. The terrorist is so dubbed because his\nfirst targets included universities and airlines.\n</P>\n<P>\nKaczynski was arrested in a cabin in Montana in April last\nyear. \n</P>\n", 
            "id": "XIE19970905.0283"
        }
    ], 
    "id": "D1028E", 
    "title": "Unabomber Trial"
}