{
    "docSet": [
        {
            "headline": "Norwegian North Sea oil platform being evacuated after gas leak", 
            "text": "\n<P>\nMore than 160 of 216 people working on a Norwegian oil platform in\nthe North Sea were evacuated Sunday after one of the rigs became\n\"unstable\", causing a loss of output of 130,000 barrels per day, a\ncompany spokesman and rescue services said.\n</P>\n<P>\nThe group was evacuated by helicopter from the Snorre A platform\nwhich is operated by Norway's Statoil, Terje Largaas, a rescue\nofficial at Sola in the southwest of the country, told AFP.\n</P>\n<P>\n\"It means that we lost control of the pressure in one of the rigs,\"\nafter a gas leak around 7:00 pm (1800 GMT), he said.\n</P>\n<P>\nThree helicopters and four ships were helping evacuate the rest of\nthe staff, Norwegian news agency NTB said.\n</P>\n<P>\n\"We have stopped production\" at Snorre A, Kristofer Hetland, a\nspokesman for Statoil, told AFP.\n</P>\n<P>\nHetland could not say when production was expected to resume.\n</P>\n<P>\n\"We are trying to stabilize the situation,\" he said, adding that the\nproblem appeared to have been fixed four hours after the incident\nbegan.\n</P>\n<P>\nNo one was hurt, he said.\n</P>\n<P>\nThe Snorre oil field where the Snorre A and Snorre B platforms are\nlocated produces a total 238,000 barrels per day, according to the\nStatoil website.\n</P>\n<P>\nNorway is the third crude exporter after Saudi Arabia and Russia and\nproduces nearly three million barrels per day.\n</P>\n", 
            "id": "AFP_ENG_20041128.0522"
        }, 
        {
            "headline": "Efforts underway to seal gas leak on Norwegian platform", 
            "text": "\n<P>\nNorwegian oil group Statoil said on Monday that it was trying to seal\noff a gas leak on a platform in the North Sea where production had\nbeen suspended and most employees evacuated owing to the risk of an\nexplosion.\n</P>\n<P>\nA team of about 30 workers was tackling the problem.\n</P>\n<P>\n\"The situation is still serious,\" Kristofer Hetland, a spokesman for\nthe Norwegian oil group Statoil which operates the Snorre A offshore\nplatform, told AFP.\n</P>\n<P>\n\"We are trying to seal the leak so that we can resume production as\nearly as possible,\" he said.\n</P>\n<P>\nOwing to a risk that gas leaking from an injection shaft might\nexplode, 180 of 216 workers on the Snorre A platform were evacuated\nby helicopter on Sunday evening.\n</P>\n<P>\nNo injuries were reported.\n</P>\n<P>\nThe suspension of operations means a loss of 130,000 barrels per day\n(bpd) out of a total of some three million bpd normally produced by\nNorway, the world's third-largest exporter after Saudi Arabia and\nRussia.\n</P>\n<P>\nStatoil said it did not know when production would be able to resume.\n</P>\n<P>\n\"Safety is our biggest priority right now. All other considerations\nwill have to wait,\" Oeivind Reinertsen, a senior Statoil executive,\nsaid in a statement.\n</P>\n<P>\nReinertsen described the incident as \"serious and rare\".\n</P>\n<P>\nActivities at the neighbouring Snorre B platform were not affected\nfor the time being, Hetland said.\n</P>\n<P>\nWorkers on the Snorre A platform were to be replaced by a new team on\nMonday.\n</P>\n<P>\nThe Snorre field is operated by Statoil, which owns a 14.39 percent\nshare, as well as the Norwegian state-owned group Petoro, ExxonMobil\nof the United States, Idemitsu Petroleum of Japan, RWE Dea of\nGermany, Total of France, Amerada Hess of the US and Enterprise Oil\nof Britain.\n</P>\n", 
            "id": "AFP_ENG_20041129.0156"
        }, 
        {
            "headline": "Statoil evacuates North Sea platform after gas leak", 
            "text": "\n<P>\nNorway's daily oil production was down by an estimated 4 percent\nafter a gas leak forced Statoil ASA to shut down one of its platforms\nin the North Sea.\n</P>\n<P>\nThe gas leak, which led to the evacuation of 180 workers from the\nfloating Snorre A platform located northwest of the port city of\nBergen, was contained Monday afternoon, nearly 18 hours after it was\nreported, Statoil spokesman Oeivind Reinertsen said.\n</P>\n<P>\nMeanwhile, Marathon Oil Corp. said production on its Brae Alpha\nplatform in the British portion of the North Sea remained closed\nafter a gas leak there on Saturday forced it to shut down, cutting\nits 36,000 barrels a day of production.\n</P>\n<P>\nThe gas leaks, which were unrelated, resulted in the stopping of\n130,000 barrels a day on Statoil's platform, or a 4 percent reduction\nin Norway's daily production of about 3.2 million barrels a day. The\nplatform processes another 75,000 barrels a day in production from\nthe nearby Vigdis field, but it wasn't clear if that oil was being\nrouted to another platform.\n</P>\n<P>\nNorway's petroleum ministry said the shutdown would not affect its\noil exports since it has sufficient reserves.\n</P>\n<P>\nStatoil did not say when it expected to resume production at its\nSnorre A platform, noting that a permanent cap had not been put in\nplace.\n</P>\n<P>\n\"The safety aspect has top priority at the moment,\" Reinertsen said.\n\"All other considerations will have to wait.\"\n</P>\n<P>\nMarathon was similarly mum on when production aboard its platform\nwould restart.\n</P>\n<P>\nNorway's oil ministry said there was no evidence that any oil leaked\nfrom the Statoil-owned floating platform into the water because of\nthe accident.\n</P>\n<P>\nThe 36 workers aboard the platform pumped heavy drilling mud into the\nleaking injection well.\n</P>\n<P>\n\"The mud is intended to push back the gas so that we can get at the\nwell to halt the leak,\" Reinertsen said. \"We quickly mobilized\ntechnical expertise in Stavanger, and these specialists have been in\nconstant contact with the platform and drilling management on Snorre\nA.\"\n</P>\n<P>\nHe said the leak was discovered during an attempt to drill a\nsidetrack from an injection well. Although heavy mud had been pumped\nin to stem any possible leaks, the gas pushed out as the production\ntube was being removed.\n</P>\n<P>\n\"Gas is no longer appearing on the sea surface,\" said Terje Overvik,\nexecutive vice president for Statoil's exploration and production\nNorway, adding that work was still ongoing to permanently secure the\nwell.\n</P>\n<P>\nLight, sweet crude for January delivery was up 26 cents at US$49.70 a\nbarrel on the New York Mercantile Exchange on Monday. In London, the\nJanuary contract for Brent crude rose 98 cents to US$45.53 on the\nInternational Petroleum Exchange.\n</P>\n<P>\nNorway is the world's third-largest oil exporter after Saudi Arabia\nand Russia. Statoil was founded by the government in 1972 to oversee\nthe nation's petroleum interests, and employs about 17,000 people in\n25 countries. The company was partly privatized in 2001 when the\nstate sold a 17.5 percent stake to investors.\n</P>\n<P>\n___\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nStatoil: http://www.statoil.com\n</P>\n", 
            "id": "APW_ENG_20041130.0020"
        }, 
        {
            "headline": "Norwegian oil production still hobbled after gas leak", 
            "text": "\n<P>\nNorwegian oil group Statoil said on Tuesday that it had yet to resume\nproduction on two of its platforms after a gas leak forced it to shut\ndown operations earlier this week, cutting Norway's total oil output\nby 200,000 barrels per day.\n</P>\n<P>\n\"We are still working on securing the well,\" Statoil spokesman\nKristofer Hetland told AFP.\n</P>\n<P>\n\"This will take time ... It's complicated work,\" he added.\n</P>\n<P>\nProduction was suspended and 180 of 216 employees were evacuated\nafter a gas leak appeared at the Snorre A platform in the North Sea\non Sunday, giving rise to fears of an explosion.\n</P>\n<P>\nThe gas leak, which Statoil said was \"unusual and serious\", came from\nan injection well used to pump gas and water into a layer of oil to\nextract as much oil as possible.\n</P>\n<P>\nA team of about 60 workers is currently trying to seal the leak with\ncement.\n</P>\n<P>\nUntil repairs are completed production has been halted on the Snorre\nA platform, causing losses of 130,000 barrels per day (bpd) and on\nneighboring platform Vigdis, entailing losses of 75,000 bpd.\n</P>\n<P>\n\"We do not want to speculate on when we can resume production,\"\nHetland said.\n</P>\n<P>\nAccording to public radio station NRK the production halt is costing\nStatoil, whose stake in the two platforms accounts for 40,000 bpd,\n11.5 million kroner (1.8 million dollars, 1.4 million euros) a day.\n</P>\n<P>\nNorway is the world's third-largest oil exporter after Saudi Arabia\nand Russia, with an average daily production of three million\nbarrels.\n</P>\n", 
            "id": "AFP_ENG_20041130.0392"
        }, 
        {
            "headline": "Unclear when Norwegian oil production will get back to normal", 
            "text": "\n<P>\nNorwegian oil group Statoil said on Wednesday that it remained\n\"unclear\" when it would be able to resume production on two of its\nplatforms after a gas leak forced it to shut down operations earlier\nthis week.\n</P>\n<P>\n\"At the moment it is unclear when production from Snorre A and Vigdis\nwill resume,\" Statoil said in a statement.\n</P>\n<P>\nProduction was suspended and 180 of 216 employees were evacuated\nafter a gas leak appeared at the Snorre A platform in the North Sea\non Sunday, giving rise to fears of an explosion.\n</P>\n<P>\nThe gas leak, which Statoil said was \"unusual and serious\", came from\nan injection well used to pump gas and water into a layer of oil to\nextract as much oil as possible.\n</P>\n<P>\nUntil repairs are completed production has been halted on the Snorre\nA platform, causing losses of 130,000 barrels per day (bpd) and on\nneighboring platform Vigdis, entailing losses of 75,000 bpd.\n</P>\n<P>\n\"Work to secure the well on the Snorre A platform ... continued all\nthrough the night, and is still going well and according to plan\ntoday ... But it will take some time before these efforts will be\ncompleted,\" the company said.\n</P>\n<P>\nNorway is the world's third-largest oil exporter after Saudi Arabia\nand Russia, with an average daily production of three million\nbarrels.\n</P>\n", 
            "id": "AFP_ENG_20041201.0203"
        }, 
        {
            "headline": "Norwegian oil production interrupted until at least next week", 
            "text": "\n<P>\nNorwegian oil group Statoil said Monday that production on two of its\nplatforms in the North Sea shut down last week because of a gas leak\nwould probably remain suspended until at least next week.\n</P>\n<P>\n\"It is probably impossible to say anything until the end of next week\nend about the date at which the Snorre A and Vigdis (platforms) will\nbe able to resume activity,\" Statoil, the operator of the two\ninstallations, said in a statement.\n</P>\n<P>\nOn November 28, the company shut down Snorre A after a gas leak was\ndetected. The smaller Vigdis, located near Snorre A and whose\nproduction transits Snorre, was also closed.\n</P>\n<P>\nNorway's oil production has been reduced by some 205,000 barrels per\nday. The country is the world's third-largest oil exporter after\nSaudi Arabia and Russia, with an average daily production of three\nmillion barrels.\n</P>\n<P>\nThe gas leak, which could have caused an explosion if the gas had\nignited, was sealed a day later and Statoil has since been trying to\nsecure the injection well where the leak appeared.\n</P>\n<P>\n\"We still have a fair amount of work to do before we can resume\nproduction,\" Oivind Reinertsen, a senior Statoil official, said in\nthe statement.\n</P>\n<P>\nThe agency that oversees health and environmental issues in the oil\nsector, Petroleumtilsyn, must also give the green light for\nproduction to resume, which could delay matters even further.\n</P>\n", 
            "id": "AFP_ENG_20041206.0457"
        }, 
        {
            "headline": "Statoil expects to restart Snorre A oil production this week", 
            "text": "\n<P>\nStatoil ASA said Tuesday it expects to restart its Snorre A offshore\npetroleum platform later this week, almost a month after a natural\ngas leak shut down operations.\n</P>\n<P>\nThe state-controlled oil company said it hopes full production from\nSnorre and the satellite field Vigdis will resume by Dec. 31.\n</P>\n<P>\nSnorre A, a steel tension-leg platform, was shut down Nov. 28 after a\ngas leak that resulted in the evacuation of 180 workers. The shutdown\nof Snorre and the Vigdis field meant a loss of 205,000 barrels of oil\na day in production, or 6.4 percent of Norway's roughly 3.2 million\nbarrels a day of production.\n</P>\n<P>\nNorway is the world's third-largest oil exporter after Saudi Arabia\nand Russia.\n</P>\n<P>\nStatoil pumped cement into the production well to permanently cap it\nand prevent any further leaks.\n</P>\n<P>\n\"A startup depends in part on maintaining our schedule for the\nremaining work,\" said Oivind Reinertsen, Statoil's senior vice\npresident for the Tampen cluster of fields, which includes Snorre.\n</P>\n<P>\n\"We must also complete the planned inspection program with a positive\nresult. But if everything goes according to plan, we should be back\nin normal operation before Dec. 31,\" he said.\n</P>\n<P>\nStatoil also said it submitted a report on its progress in sealing\nthe well to the Norwegian Petroleum Safety Authority on Tuesday, and\nthat resuming crude oil flows also depends on the authority giving\nthe go-ahead.\n</P>\n<P>\nStatoil was founded by the government in 1972 to oversee the nation's\npetroleum interests, and employs about 17,000 people in 25 countries.\nThe company was partly privatized in 2001 when the state sold a 17.5\npercent stake to investors.\n</P>\n<P>\n___\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nhttp://www.statoil.com\n</P>\n", 
            "id": "APW_ENG_20041221.0226"
        }, 
        {
            "headline": "Statoil's Snorre A unlikely to resume oil production this week", 
            "text": "\n<P>\nThe Snorre A offshore oil platform is unlikely to resume production\nthis week after being shut down by a natural gas leak because more\ntime is needed to review plans, the Norwegian Petroleum Safety\nAuthority said Thursday.\n</P>\n<P>\nOn Tuesday, state-controlled oil company Statoil ASA said it hoped to\nget the platform running this week and build up to full production by\nDec. 31.\n</P>\n<P>\nA Nov. 28 natural gas leak forced the shutdown of the Snorre A steel\ntension-leg platform and the evacuation of 180 workers. The shutdown\nof Snorre and production in the nearby Vigdis field cut Norway's\nproduction by 205,000 barrels of oil a day, or 6.4 percent of the\nnation's roughly 3.2 million barrel daily production.\n</P>\n<P>\nStatoil pumped cement into the production well to permanently cap it\nand prevent any further leaks.\n</P>\n<P>\nMagne Ognedal, director general of the safety authority, said his\nstaff is working intensely on reviewing a startup proposal submitted\nby Statoil this week, but needs more information.\n</P>\n<P>\n\"For us, it is impossible to estimate when it will be done. There are\na number of things we need information about,\" he said, adding that a\nstartup this week is unlikely.\n</P>\n<P>\nHe said some of the information must come from the field itself, and\nthat a fierce storm has prevented the gathering of crucial data.\n</P>\n<P>\nThe Petroleum Safety Directorate was created in January 2004 to\noversee safety, health and environmental concerns on Norwegian\noffshore oil fields.\n</P>\n<P>\nNorway is the world's third-largest oil exporter after Saudi Arabia\nand Russia. Statoil was founded by the government in 1972 to oversee\nthe nation's petroleum interests, and employs about 17,000 people in\n25 countries. The company was partly privatized in 2001 when the\nstate sold a 17.5 percent stake to investors.\n</P>\n<P>\n___\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nhttp://www.statoil.com\n</P>\n", 
            "id": "APW_ENG_20041223.0148"
        }, 
        {
            "headline": "Royal Dutch/Shell Group shuts down 140,000-barrel production in Norwegian oil field", 
            "text": "\n<P>\nRoyal Dutch/Shell Group of Cos. said Friday that it shut down its 140,000-barrel\nper day Draugen offshore oil field because of damage to its oil-loading\nequipment.\n</P>\n<P>\nThe damage had forced Shell to cut production to 75,000 barrels per day in the\nfield in the Norwegian Sea on Tuesday, but had shut down completely because bad\nweather prevented repairs, company spokeswoman Kitty Eide said.\n</P>\n<P>\nThe shutdown means that Norway has lost nearly 11 percent of its normal capacity\nof roughly 3.2 million barrels per day.\n</P>\n<P>\nBad weather was in part blamed for Statoil ASA being unable to restart 205,000\nbarrels per day of production from two other fields, Snorre and Vigdis, which\nwere shut down after a Nov. 28 natural gas leak.\n</P>\n<P>\nThe Norwegian Petroleum Safety Authority, a government agency, has said it needs\ncalmer weather to complete inspections of the Snorre field before it can allow\nproduction to resume. It has also said damage to wells may be greater than first\nbelieved, and could not give an estimated start date.\n</P>\n<P>\nAt the Draugen field, damage to loading equipment slowed transfers of oil to\ntankers to the point that the platform's storage tanks were full, and production\nhad to be shut down.\n</P>\n<P>\nEide told Dow Jones Newswires that there was a small chance of completing\nrepairs on Friday \"but the weather window isn't looking good.\"\n</P>\n<P>\nShe also said the chances of repairs on Saturday also looked \"very\nhit-and-run.\"\n</P>\n<P>\nOnce repairs are made, Eide said production could be back to normal within a\nday.\n</P>\n<P>\nNorway's Meteorological Office said gales with eight-meter (25-foot) waves were\nforecast through early next week.\n</P>\n<P>\nNorway is the world's third largest oil exporter, after Saudi Arabia and\nRussia.\n</P>\n", 
            "id": "APW_ENG_20050107.0367"
        }, 
        {
            "headline": "Statoil seeks gradual resumption of production on closed oil platforms", 
            "text": "\n<P>\nNorwegian oil group Statoil on Tuesday \nrequested permission to gradually resume production on two platforms \nin the North Sea that were shut down last November due to a gas \nleak, targeting a production of 100,000 barrels per day in the short \nterm.\n</P>\n<P>\n\"Statoil thinks it will be acceptable to resume partial \nproduction from its Snorre A platform in the North Sea,\" the company \nsaid in a statement, adding that, \"a partial start-up could take \nplace independently of remaining work with the platform wells\".\n</P>\n<P>\nStatoil, which will need a green light from the Norwegian \nPetroleum Safety Authority before resuming production, shut down \nSnorre A on November 28 last year after a gas leak was detected.\n</P>\n<P>\nIts satellite platform Vigdis, whose production transits Snorre, \nwas also closed.\n</P>\n<P>\nThe gas leak, which could have caused an explosion if the gas \nhad ignited, was sealed a day later and Statoil has since been \ntrying to secure the injection well where the leak appeared.\n</P>\n<P>\nNorway, which is the world's third-largest oil exporter after \nSaudi Arabia and Russia and which normally has an average daily \nproduction of three million barrels, has seen its oil production \nreduced by some 205,000 barrels per day (bpd) since the platforms \nwere closed.\n</P>\n<P>\nStatoil has proposed resuming full production on Vigdis (75,000 \nbpd), and partial production on Snorre A, by pumping up oil through \nunderwater extensions while repairs continue on the platform \nitself.\n</P>\n<P>\nThe proposed solution would permit the company in the short term \nto pump up some 100,000 bpd while waiting for the platform repairs \nto be completed.\n</P>\n<P>\nStatoil however said it could take some time to reach even such \nlimited production goals.\n</P>\n<P>\n\"It will take a lot of time to reach the targeted production \nlevels (of 100,000 bpd) because the installations have been closed \nfor a long time and reopening them requires proceeding with \ncaution,\" company spokeswoman Kjersti Morstoel told AFP.\n</P>\n<P>\nContinued poor weather conditions in the North Sea also hindered \nBritish-Dutch oil giant Shell from resuming production on Tuesday on \nits Norwegian platform Draugen, which was shut down last Friday \nafter its loading equipment was damaged.\n</P>\n<P>\nThat closure has slashed Norway's oil production by an \nadditional 140,000 bpd.\n</P>\n", 
            "id": "AFP_ENG_20050111.0369"
        }
    ], 
    "id": "D1032F", 
    "title": "Offshore Gas Leak"
}