{
	"id":"D1031F",
	"title":"Mangrove Forests",
	"docSet":[
		{
			"id":"NYT_ENG_20041230.0220",
			"headline":"UN TO ASSESS DAMAGE TO CORAL REEFS, FORESTS",
			"text":" The United Nations Thursday set aside $1 million to assess environmental damage caused by this week's devastating tsunami, as reports of destroyed coral reefs and uprooted mangrove forests began trickling in. While attention is clearly focused on the rising human toll of the tragedy, some dive operators and marine biologists are reporting that from Sri Lanka to Thailand corals are suffocating under layers of mud, heaps of rotten fish, are clogging beachfronts, and rare turtle nesting sites have been washed out to sea. \"There is a huge natural cost, but what it is is still to be determined,\" said Lynne Hale, director of the global marine initiative for the Nature Conservancy, who worked in Thailand's Phuket Island and Sri Lanka for many years. Both areas were hard hit by the tsunami. Now based in Rhode Island, Hale said the tsunami may have caused lasting environmental damage that may take decades or longer to recover from. \"This is a massive, massive erosion event,\" she said. A UN task force based in Geneva will assess two things: environmental damage that threatens human health, and the toll on the ecological resources -- many of which support tourism and the fishing industry. The Indian Ocean region, with its aqua, shallow seas, hosts some of the most beloved and famous coral reefs in the world that support scores of fish species found nowhere else. Mangroves are critical nurseries for many of these fish. And the beaches of Sri Lanka, the Andaman and Nicobar islands, and other countries hit by the tsunami host prime nesting spots for some of the world's rarest sea turtles, such as leatherbacks that return to the same spot year after year to lay eggs. Scientists Thursday said they expect marine life from shore to about a mile out to have suffered the worst damage. However, some biologists speculated that marine mammals such as whales and dolphins swimming near shore when the tsunami struck may have sensed the strange seas and headed for deeper waters, where the giant waves were barely noticeable. Land animals may have had the same \"sixth sense\" to move to safety: Wildlife officials in Sri Lanka's Yala National Park said they have not seen evidence that many animals died, despite the preserve's closeness to the ocean. Scientists don't have comprehensive historical data about marine damage that tsunamis can cause, especially one of this magnitude. They do know that in 1883, when the Krakatoa volcano exploded and sent a giant tsunami washing over Indonesia, coral heads that weighed hundreds of tons were tossed hundreds of feet inland. And in 1964, when a tsunami hit Alaska, news reports noted that baby salmon were killed, although it's unclear how many. This week, dive operators and researchers began sending e-mails to the WorldFish Center in Malaysia, an international fisheries research center, painting an early bleak picture of the region's treasured coastal waters. On Phuket Island, one popular beach was piled with dead staghorn coral, starfish, gulper eels, sea cucumbers, and sea grasses. In the Maldives, dive operator Norbert Schmidt said the eastern part of the island was hit the worst, with dead coral and sand covering the runway at Hulule International Airport. In Sri Lanka and Thailand, coral damage is reported to be severe, and trees have crashed down onto reefs, ripping many of the corals, some hundreds of years old, apart. \"Many fish washed ashore, trees that were knocked down (smashed) into the reefs,\" Michiru Main, a researcher who was conducting a reef survey at Mu Ko Surin, a popular dive spot in Thailand, when the tsunami struck, said in an e-mail. \"I can definitely say there is damage in the area.\" Already stressed from fishing and tourism, many of the reefs may be covered in mud, which can block sunlight that fish and other organisms below them need. Meanwhile, corals, which only grow a fraction of an inch each year, may be excreting mucus as a defensive mechanism against the mud -- \"expensive in terms of energy (that) weakens the coral,\" e-mailed Marco Noordeloos of the WorldFish Center. Noordeloos said fish populations have probably been damaged, too, although it's far too early to get a complete picture. Some scientists this week said human activity in the coastal zone contributed to the immense damage on shore -- such as building tourist hotels too close to the water and tearing out mangrove forests to put in shrimp aquaculture farms throughout Asia. But others say that while the lack of mangrove forests probably exacerbated the destruction, it's unlikely that they would have slowed the tsunami's enormous volume of water. \"Maybe in East Africa where the waves weren't as high, but I'm not sure when you get a 40-foot wave a mangrove would have made a huge difference,\" said Susi Moser, research scientist for the National Center for Atmospheric Research. Beth Daley can be reached at bdaleyglobe.com "
		},
		{
			"id":"AFP_ENG_20041230.0385",
			"headline":"India says reclusive aborigines safe on remote islands by Pratap Chakravarty",
			"text":" Groups of rare aboriginal tribes already near the edge of extinction in the Andaman and Nicobar islands survived a massive tsunami, the coast guard said Thursday. Five tribes numbering 989 people were safe after Sunday's onslaught, including the 100-member Onge, 250 of the fiercely independent Sentinelese, 39 of the almost extinct Andamanese, 350 of the Jarawa and 250 of the hunter-gatherer Shompen. They were located by helicopter and some were reached by boat and provided with supplies and medical treatment, Coast Guard director general Arun Kumar Singh said Thursday. The Indian navy had been hunting for the aborigines on the tsunami-savaged Nicobar islands amid fears that any harm to some of nature's most enigmatic communities could push them into extinction. The mangrove islet of Campbell Bay is one of hundreds in the archipelago, some partly or fully reserved for aborigines. \"The great Andamanese tribes are all OK,\" Lt. Governor Ram Kapse told reporters. \"There are no casualties among them.\" The Shompen live along riverbanks in the dense mangroves surrounding the settlement of Campbell Bay, 800 kilometres (500 miles) south of the Andamanese capital Port Blair. For centuries they have shied away from outside contact, notably with Indians. On Sunday, the island chain bore the full brunt of the massive waves triggered by a huge undersea earthquake off nearby Sumatra, Indonesia. The Indian government in the mid-1970s sent retired military personnel as settlers to the breathtaking tropical territory amid friction with neighbouring Indonesia over ownership. The Onge tribe was confined to 25 square kilometers after the Forest Department took over their land in 1977 and face further loss of territory as the government builds homes, roads, jetties and a match factory near their reserve. The Sentinelese on North Sentinel island have constantly repulsed outsiders with showers of arrows and remain one of the least studied of the tribes. The Andamanese, on the verge of extinction, were decimated by disease from colonisers in the mid-19th century and remain settled on tiny Strait Island. The once reclusive and hostile Jawara occupy 639 square kilometers on the south and middle Andaman islands. But in recent years they have been steadily engaging with tourists since a road split their land. One other tribe numbering 30,000, the Nicobarese, are not decreasing and have been partly assimilated into Indian society. The origins of the endangered Andaman tribes, today only about 12 percent of the overall population of some 350,000, still mystify anthropologists. Genetic evidence suggests the pygmy-like people with dark skin and tightly curled hair have lived on the Andamans for at least 60,000 years. \"They are very important -- a link to our roots we come from, to our prehistoric days when we were at the hunting and gathering stage,\" Ajoy Bagchi, executive director of the New Delhi-based Anthropological Survey of India said. "
		},
		{
			"id":"AFP_ENG_20041230.0632",
			"headline":"Marine life could take centuries to recover from killer waves by Madeleine Coorey",
			"text":" Beaches around South Asia devastated by tsunamis could be restored to their former glory within a few years, but the marine life through which the huge waves passed could take centuries to recover, experts said. Coral reefs, mangroves, fish and other marine life had been damaged by the tsunamis which rose out of the Indian Ocean on Sunday, triggered by a massive earthquake near the Indonesian island of Sumatra. The disaster has left more than 120,000 people dead and up to five million displaced in the region, with Indonesia, Thailand, India and Sri Lanka the worst affected countries. \"It is so hard to say in brief, but the level of devastation of coastal areas by the disaster is obvious,\" director of Conservation International in the Indonesian resort island of Bali, Ketut Sarjana Putra, said. \"It will take a long time to recover.\" The ocean's seagrass bed and mangrove ecosystem would also be affected, Putra said, but it is the reefs that bore the brunt of the destruction. \"The coral reef system might be totally destroyed. It will take hundreds of years to grow back,\" he said. The health of the reefs could in turn dramatically affect the size of fish populations which rely on them for their habitat. Lyle Vail, director of the Lizard Island Research Station on Australia's Great Barrier Reef, said damage to coral reefs from a tsunami would likely be similar to that from a cyclone. When a tsunami passes, reef structures grind into each other causing extensive damage. In serious cases recovery would be slow as there would be fewer larval animals to repopulate the coral. A major problem would be a loss of fish, displaced by the waves from their habitat, and other forms of protein which depend on the reefs. Regional marine programme co-ordinator for South and Southeast Asia with the IUCN (World Conservation Union) in Colombo, Sri Lanka, Jerker Tamelander, said damage to the marine ecosystem could be \"very, very serious.\" \"You have a region where the marine ecosystem is stressed and degraded as it is,\" he told AFP. Tamelander said many coral reefs in the Indian Ocean were just beginning to recover from damage caused by the changing water temperatures generated by the El Nino weather pattern. \"In the region as a whole I think we can expect very severe ecosystem effects,\" he said, adding the recovery process for coral reefs could take \"decades to centuries\". A major problem would be the amount of silt, sand and organic matter churned into the water which would then \"smother\" vegetation and marine life. Coral could also have been damaged by exposure to the air as water was sucked back from the shore before the tsunamis hit. Tamelander says in some cases mangroves, which protect the shore from erosion and often serve as nurseries for young fish, would also have been completel0 years,\" he said. "
		},
		{
			"id":"NYT_ENG_20041231.0035",
			"headline":"UN TO ASSESS DAMAGE TO CORAL REEFS, FORESTS",
			"text":" The United Nations Thursday set aside $1 million to assess environmental damage caused by this week's devastating tsunami, as reports of destroyed coral reefs and uprooted mangrove forests began trickling in. While attention is clearly focused on the rising human toll of the tragedy, some dive operators and marine biologists are reporting that from Sri Lanka to Thailand corals are suffocating under layers of mud, heaps of rotten fish, are clogging beachfronts, and rare turtle nesting sites have been washed out to sea. \"There is a huge natural cost, but what it is is still to be determined,\" said Lynne Hale, director of the global marine initiative for the Nature Conservancy, who worked in Thailand's Phuket Island and Sri Lanka for many years. Both areas were hard hit by the tsunami. Now based in Rhode Island, Hale said the tsunami may have caused lasting environmental damage that may take decades or longer to recover from. \"This is a massive, massive erosion event,\" she said. A UN task force based in Geneva will assess two things: environmental damage that threatens human health, and the toll on the ecological resources -- many of which support tourism and the fishing industry. The Indian Ocean region, with its aqua, shallow seas, hosts some of the most beloved and famous coral reefs in the world that support scores of fish species found nowhere else. Mangroves are critical nurseries for many of these fish. And the beaches of Sri Lanka, the Andaman and Nicobar islands, and other countries hit by the tsunami host prime nesting spots for some of the world's rarest sea turtles, such as leatherbacks that return to the same spot year after year to lay eggs. Scientists Thursday said they expect marine life from shore to about a mile out to have suffered the worst damage. However, some biologists speculated that marine mammals such as whales and dolphins swimming near shore when the tsunami struck may have sensed the strange seas and headed for deeper waters, where the giant waves were barely noticeable. Land animals may have had the same \"sixth sense\" to move to safety: Wildlife officials in Sri Lanka's Yala National Park said they have not seen evidence that many animals died, despite the preserve's closeness to the ocean. Scientists don't have comprehensive historical data about marine damage that tsunamis can cause, especially one of this magnitude. They do know that in 1883, when the Krakatoa volcano exploded and sent a giant tsunami washing over Indonesia, coral heads that weighed hundreds of tons were tossed hundreds of feet inland. And in 1964, when a tsunami hit Alaska, news reports noted that baby salmon were killed, although it's unclear how many. This week, dive operators and researchers began sending e-mails to the WorldFish Center in Malaysia, an international fisheries research center, painting an early bleak picture of the region's treasured coastal waters. On Phuket Island, one popular beach was piled with dead staghorn coral, starfish, gulper eels, sea cucumbers, and sea grasses. In the Maldives, dive operator Norbert Schmidt said the eastern part of the island was hit the worst, with dead coral and sand covering the runway at Hulule International Airport. In Sri Lanka and Thailand, coral damage is reported to be severe, and trees have crashed down onto reefs, ripping many of the corals, some hundreds of years old, apart. \"Many fish washed ashore, trees that were knocked down (smashed) into the reefs,\" Michiru Main, a researcher who was conducting a reef survey at Mu Ko Surin, a popular dive spot in Thailand, when the tsunami struck, said in an e-mail. \"I can definitely say there is damage in the area.\" Already stressed from fishing and tourism, many of the reefs may be covered in mud, which can block sunlight that fish and other organisms below them need. Meanwhile, corals, which only grow a fraction of an inch each year, may be excreting mucus as a defensive mechanism against the mud -- \"expensive in terms of energy (that) weakens the coral,\" e-mailed Marco Noordeloos of the WorldFish Center. Noordeloos said fish populations have probably been damaged, too, although it's far too early to get a complete picture. Some scientists this week said human activity in the coastal zone contributed to the immense damage on shore -- such as building tourist hotels too close to the water and tearing out mangrove forests to put in shrimp aquaculture farms throughout Asia. But others say that while the lack of mangrove forests probably exacerbated the destruction, it's unlikely that they would have slowed the tsunami's enormous volume of water. \"Maybe in East Africa where the waves weren't as high, but I'm not sure when you get a 40-foot wave a mangrove would have made a huge difference,\" said Susi Moser, research scientist for the National Center for Atmospheric Research. Beth Daley can be reached at bdaleyglobe.com "
		},
		{
			"id":"XIN_ENG_20041231.0091",
			"headline":"28 areas in Indonesia prone to tsunami",
			"text":" The Indonesian Volcanic and Geological Disaster Mitigation Directorate (DVMBG) said on Friday 28 areas in the country are prone to tsunami tidal waves and called on local administrations and people to stay alert for such natural disasters. The estimate of the tsunami-prone areas was based on similar disasters affecting the areas previously, the office's chief, Yousana Siagian, was quoted by the official Antara news agency as saying. Most of the 28 areas provinces on Sumatra, Sulawesi, Java and Papua islands. To avoid tsunami, people should neither reside in the areas close to coastlines nor destroy mangrove forests that protect tidal waves, he said from the agency's compound in Bandung, West Java. A 10-meter high tsunami triggered by a powerful earthquake off northern Sumatra island swept through coastlines across the Indian Ocean on Dec. 26. The death toll in the catastrophe in Indonesia's Aceh and North Sumatra provinces alone reached more than 80,000 on Thursday. "
		},
		{
			"id":"XIN_ENG_20050104.0124",
			"headline":"Vietnam strives to protect mangrove forests",
			"text":" There remains 14 mangrove forests for Vietnam to be protected in the 2005-2010 period, according to a recent survey jointly conducted by Vietnam's Ministry of Agriculture and Rural Development and the United Nations Environment Program, Vietnam News Agency reported on Tuesday. They distributed over the northern province of Quang Ninh and Nam Dinh, Hai Phong city and southern Soc Trang, Ca Mau, Kien Giang and Ben Tre province in the country. Vietnam has in the past two years worked to ensure sustainable development for submerged forests, which face over-exploitation for aquaculture rearing. According to the survey report, the country's mangrove forests have to date dwindled to 155,290 hectares, a 50 percent drop from 1980. The reduction was blamed for the conversion of these forests to aquaculture and farming, which has seriously ruined the mangrove forests' ecosystem and impacted the sea environment. Mangrove forests thrive near the mouths of large rivers where river deltas provide lots of sediment. Its roots collect sediments and slow the water's flow, helping to protect the coastline and preventing erosion. Over time, the roots can collect enough debris and mud to extend the edge of the coastline further out. At the same time, mangrove forests are teeming with life. Shorebirds, crab-eating monkeys, and fishing cats all make it home. Mangroves provide a safe haven and a nursery for a variety of fish, birds, crustaceans, and shellfish and have special aerial roots and salt-filtering taproots that enable them to thrive in brackish water. "
		},
		{
			"id":"APW_ENG_20050107.0022",
			"headline":"Mangroves could have significantly reduced tsunami damage, conservation groups say",
			"text":" Damage from the Indian Ocean tsunami could have been significantly reduced if more coastal areas had maintained their protective shields of mangrove swamps and coral reefs, conservation groups said Thursday. \"These act as shock absorbers for the types of flooding and the tsunami that we saw,\" said Simon Cripps, head of the Worldwide Fund for Nature's marine program based in Gland, Switzerland. \"It wouldn't have been able to stop it completely, of course, but we've seen areas already ... where there were mangroves, there was substantially less damage.\" Mangroves grow in thickets along tropical coastlines and their complicated root systems help to bind the shore together, effectively providing a shield against destructive waves. They are vital for coastal protection from the sea, the U.N. Environment Program says. Many lives could have been saved if mangroves and reefs had been conserved in a healthy state, said the Mangrove Action Program, an environmental organization based in Port Angeles, Washington. \"Instead these vital protective buffers that nature provides against wind and wave had been foolishly degraded or removed for unsustainable developments,\" the organization said in a statement. An official of the 144-nation Ramsar treaty protecting the world's wetlands said initial assessments indicated mangroves had lessened some of the impact of the tsunami, but that further study was needed to determine how effective they were. \"Mangroves are recognized as being one of the coastal systems that provides buffering against storms and storm effects from the sea,\" said Nick Davidson, deputy chief of the secretariat for the Ramsar Convention on Wetlands, which also is based in Gland, near Geneva. But, he said, it remains unclear whether mangroves and coral reefs had a significant protective effect against a \"tsunami on the scale that we've just witnessed.\" Up to half of the world's mangrove swamps have disappeared in the last 20-30 years because of the development of tourist resorts, transport infrastructure and commercial prawn fishing, Cripps said in a telephone interview. The Mangrove Action Program estimates that there are 16,000 hectares (40,000 acres) of mangroves left in the world. This makes coastal areas more susceptible to flooding, as has previously been seen in Bangladesh, which no longer has a protective shield of mangroves. \"The advantage of mangroves is severalfold,\" Cripps said. \"They hold the structure of the land together, the coastline together.\" Coral reefs have been similarly hit by waste water from new developments, dynamite fishing and warmer water because of climate change. Cripps cited the example of the Marriott hotel in Phuket, Thailand, which was built next to a turtle nesting beach and so was developed with strict environmental guidelines. The hotel was built back from the beach and development of the waterfront was severely restricted, so mangrove swamps were preserved along the coast. \"Apparently the damage, the actual physical damage, and the human loss of life was very much less than in other areas and other hotels in the region,\" he said. An offshore coral reef also seems to have prevented much more widespread destruction on the low-lying Maldives islands, Cripps noted. \"There is good evidence from previous events such as hurricanes and typhoons that the presence of mangroves certainly assists in reducing the impact on land,\" Davidson said. \"The presence of coral reefs, I think, slows down the movement of water and the more shallow zone areas you have far away from the coast, the more effective at reducing energy of incoming water systems.\" ___ On the Net: Mangrove Action Program: www.earthisland.org/map "
		},
		{
			"id":"XIN_ENG_20050116.0132",
			"headline":"Indonesian ship to conduct submarine survey of quake-hit ocean floor",
			"text":" JAKARTA, Jan. 16 (Xinhua)-- The Indonesian government Sunday sent a research vessel to the west coast of tsunami-devastated Aceh to conduct survey of the ocean floor around the zone of the earthquake on Dec. 26 last year. Indonesia's State Minister for Research and Technology Kusmayanto Kadiman saw off the ship, Baruna Jaya IV, at Jakarta's Tanjung Priok Port. \"We will conduct a submarine survey of the ocean floor around the quake's epicenter to find out whether the fault is still active and the extent of the damage,\" said Kusmayanto. According to the minister, early information and data on the condition of the seabed around the epicenter of the quake would be extremely useful for establishing an early warning system against earthquake, tsunami and volcanic eruption. \"We are not aiming only at tsunamis but other natural disasters like volcanic eruptions as well. The plan to set up a disaster prevention and management center has already been launched and being discussed further,\" he said. The Indonesian government is also sending a technology service operation team to Aceh to provide humanitarian aid and technical assistance, and in the meantime conduct surveys on seabed and damage of the coastal area along the west coast of Aceh, said Indonesian officials. Some parts of the western Aceh are still not accessible by land because of earthquake and tsunami and have received only a small amount of relief supplies, said the officials. The technology service operation team will also carry out mapping and water exploration, provide water and sanitation management, look for solar energy generated electricity, and conduct studies of the affected areas which could be rebuilt and those where dwelling would practically no longer be possible and should be developed into mangrove forests, said the officials. "
		},
		{
			"id":"APW_ENG_20050119.0565",
			"headline":"U.N. agency calls for rehabilitation of tsunami-affected mangroves",
			"text":" A U.N. agriculture agency called Wednesday for the rehabilitation of mangroves damaged by the Asian tsunami, saying the move would help speed up recovery in areas affected by the devastating tidal waves. However, the Food and Agriculture Organization said that massive mangrove planting should be avoided, especially in areas where there are other important ecosystems, such as turtle nesting grounds and sea grass beds. Mangroves grow in thickets along tropical coastlines and have tangled roots that grow above ground. They cover an area of around 15 million hectares (37,000 acres) worldwide, said the U.N. agency, with about 40 percent of it found in the countries affected by the tsunami. \"Mangroves contribute directly to rural livelihoods by providing wood and non-wood forest products _ including timber, poles, fuel wood and thatch for houses,\" said Mette Loyche Wilkie, an agency expert, \"and indirectly by providing spawning grounds and nutrients for fish and shellfish.\" The damage inflicted to mangroves by the Dec. 26 tsunami was still being assessed, and changes in soil salinity or fresh water inflow might cause further damage in the longer-term, the agency said in a statement. Mangroves can provide a shield against destructive waves, and the Rome-based agency said there have been specific cases during the recent tsunami where damage and loss of lives were reduced thanks to the mangroves. However, the agency said, narrow strips of mangroves, when uprooted or snapped off at mid-trunk and swept inland, can kill people and cause additional damage. The agency reported one case in Thailand where the mangroves also damaged shallow coral reefs. "
		},
		{
			"id":"APW_ENG_20050122.0053",
			"headline":"In southern India, mangroves absorbed brunt of tsunami, saving lives",
			"text":" For generations, the Irula tribe in southern India made a living out of skinning snakes. Then a 1972 wildlife law banned such sales and the tribals, who lived in seaside forests, turned to fishing and worked on a government program to restore coastal mangrove swamps damaged by human development. When the tsunami struck on Dec. 26, the mangroves in the Pichavaram wetland acted as a buffer, saving the Irulas and about a dozen fishing hamlets from the killer waves. \"We were saved by the trees we planted in the past,\" said V. Kumar, an Irula who spends two hours every morning planting mangrove saplings. \"Those who destroyed the forest and built houses on open beaches had to face the brunt,\" he said, pointing to a fishing hamlet on a sand bar between the mangroves and the sea that was completely washed away. There was no loss of human life or property in these villages, located 100 meters (110 yards) to 700 meters (765 yards) from the sea. Elsewhere in Tamil Nadu state, the worst-hit in India, the sea entered as deep as 1,500 meters (5,000 feet), washing away thousands of people and their homes. The story of Pichavaram and others like it in areas where trees protected thatched roofs even as huge concrete structures on open beaches collapsed, prompted environmentalists to call for stringent rules to protect coastal ecology. The tsunami struck as India was reviewing coastal regulations, which critics say were diluted to allow increasing commercial activities near the sea. \"The tsunami has taught us a lesson,\" said Rohan D'souza, an environmental historian at the New Delhi-based Jawaharlal Nehru University. \"By spending millions of dollars on a tsunami warning system, we may save the people, but not their livelihood. We need to save the coast.\" Nearly 11,000 people died in India, mostly in Tamil Nadu state, where tens of thousands of fishermen are still living in relief camps. They can't immediately return to fishing because their boats were destroyed and few fish are found close to the shore. Also, many fishermen are scared to go to sea. But in Pichavaram _ covered with 2,220 acres (900 hectares) of mangrove forests _ the local residents continue to fish just as they did before the tsunami. Some 3,000 fishing families in the region depend on mangroves, harvesting some 230 tons in prawns, fishes and crabs annually. \"Here, there has been very little impact,\" said S. Ramamurthy, the officer in charge of the forests, about 220 kilometers (135 miles) south of Madras, the capital of Tamil Nadu state. Some trees in rows close to the sea were uprooted, said Ramamurthy as he and an Associated Press team toured the area on a boat. The waves slowed after entering the thick forests and the volume of water was also reduced because it split off into dozens of canals and creeks, he said. \"The mangroves are the best buffer against tidal waves. But they have been steadily destroyed,\" said V. Selvam, program director at the Madras-based M.S. Swaminathan Research Foundation, which helped the government persuade the Irulas to manage the Pichavaram forest. Mangroves grow in brackish water, in some delta areas where rivers meet the sea. In other parts of the coast, coral reefs and other kinds of vegetation can also help reduce the impact of waves and prevent soil erosion, Selvam said. Meanwhile, the United Nations' Food and Agricultural Organization said it fears the reconstruction of tsunami-hit areas could put pressure on mangroves and other coastal vegetations. \"What we do know is that the demand for fuelwood, for wood to rebuild houses and infrastructure and for constructing fishing boats is substantial,\" said Jim Carle, an FAO expert on plantations. \"This is likely to lead to further pressure on the coastal forests, including mangroves,\" he said in a statement earlier this week. After the tsunami, authorities in Tamil Nadu state launched a massive forestation program along the coast. The program aims to involve fishermen's families in growing and preserving forests. Officials have asked fishing families to plant a sapling and dedicate it to a family member who died in the disaster. The plant will have a small tag with the engraved name of the dead person, said Akash Deep Baruah, chief forest officer of Nagappattinam district, where nearly 7,000 people died. \"This way, they will be motivated to grow vegetation and stop encroaching on land along the coast,\" Baruah said. \"Also, it will help diversify the livelihood of the fisherman.\" Such local efforts, however, could slow unless the federal government tightens environmental laws in the coastal region. Prior to 1991, India allowed few industrial and commercial activities, including tourism-related projects, along the coast. Government permission was required to set up any venture within 500 meters (550 yards) from the point up to which high tides reach. Commercial activity was completely banned in some areas like the Andaman and Nicobar islands and fragile patches like the mangroves. Many regulations were eased in the past decade to promote aquaculture, exports and tourism as part of the government's economic liberalization policies. A proliferation of shrimp farms destroyed vegetation and caused severe waterlogging in many areas. To boost exports, officials often overlooked environmental concerns and allowed industrial projects detrimental to the coast's ecology. \"What we need to do very quickly is to defuse the ticking time-bombs that have been generated in the past decade on our coast,\" said Valmik Thapar, a New Delhi-based nature activist. "
		}
	]
}
