{
	"id":"D1032F",
	"title":"Offshore Gas Leak",
	"docSet":[
		{
			"id":"AFP_ENG_20041128.0522",
			"headline":"Norwegian North Sea oil platform being evacuated after gas leak",
			"text":" More than 160 of 216 people working on a Norwegian oil platform in the North Sea were evacuated Sunday after one of the rigs became \"unstable\", causing a loss of output of 130,000 barrels per day, a company spokesman and rescue services said. The group was evacuated by helicopter from the Snorre A platform which is operated by Norway's Statoil, Terje Largaas, a rescue official at Sola in the southwest of the country, told AFP. \"It means that we lost control of the pressure in one of the rigs,\" after a gas leak around 7:00 pm (1800 GMT), he said. Three helicopters and four ships were helping evacuate the rest of the staff, Norwegian news agency NTB said. \"We have stopped production\" at Snorre A, Kristofer Hetland, a spokesman for Statoil, told AFP. Hetland could not say when production was expected to resume. \"We are trying to stabilize the situation,\" he said, adding that the problem appeared to have been fixed four hours after the incident began. No one was hurt, he said. The Snorre oil field where the Snorre A and Snorre B platforms are located produces a total 238,000 barrels per day, according to the Statoil website. Norway is the third crude exporter after Saudi Arabia and Russia and produces nearly three million barrels per day. "
		},
		{
			"id":"AFP_ENG_20041129.0156",
			"headline":"Efforts underway to seal gas leak on Norwegian platform",
			"text":" Norwegian oil group Statoil said on Monday that it was trying to seal off a gas leak on a platform in the North Sea where production had been suspended and most employees evacuated owing to the risk of an explosion. A team of about 30 workers was tackling the problem. \"The situation is still serious,\" Kristofer Hetland, a spokesman for the Norwegian oil group Statoil which operates the Snorre A offshore platform, told AFP. \"We are trying to seal the leak so that we can resume production as early as possible,\" he said. Owing to a risk that gas leaking from an injection shaft might explode, 180 of 216 workers on the Snorre A platform were evacuated by helicopter on Sunday evening. No injuries were reported. The suspension of operations means a loss of 130,000 barrels per day (bpd) out of a total of some three million bpd normally produced by Norway, the world's third-largest exporter after Saudi Arabia and Russia. Statoil said it did not know when production would be able to resume. \"Safety is our biggest priority right now. All other considerations will have to wait,\" Oeivind Reinertsen, a senior Statoil executive, said in a statement. Reinertsen described the incident as \"serious and rare\". Activities at the neighbouring Snorre B platform were not affected for the time being, Hetland said. Workers on the Snorre A platform were to be replaced by a new team on Monday. The Snorre field is operated by Statoil, which owns a 14.39 percent share, as well as the Norwegian state-owned group Petoro, ExxonMobil of the United States, Idemitsu Petroleum of Japan, RWE Dea of Germany, Total of France, Amerada Hess of the US and Enterprise Oil of Britain. "
		},
		{
			"id":"APW_ENG_20041130.0020",
			"headline":"Statoil evacuates North Sea platform after gas leak",
			"text":" Norway's daily oil production was down by an estimated 4 percent after a gas leak forced Statoil ASA to shut down one of its platforms in the North Sea. The gas leak, which led to the evacuation of 180 workers from the floating Snorre A platform located northwest of the port city of Bergen, was contained Monday afternoon, nearly 18 hours after it was reported, Statoil spokesman Oeivind Reinertsen said. Meanwhile, Marathon Oil Corp. said production on its Brae Alpha platform in the British portion of the North Sea remained closed after a gas leak there on Saturday forced it to shut down, cutting its 36,000 barrels a day of production. The gas leaks, which were unrelated, resulted in the stopping of 130,000 barrels a day on Statoil's platform, or a 4 percent reduction in Norway's daily production of about 3.2 million barrels a day. The platform processes another 75,000 barrels a day in production from the nearby Vigdis field, but it wasn't clear if that oil was being routed to another platform. Norway's petroleum ministry said the shutdown would not affect its oil exports since it has sufficient reserves. Statoil did not say when it expected to resume production at its Snorre A platform, noting that a permanent cap had not been put in place. \"The safety aspect has top priority at the moment,\" Reinertsen said. \"All other considerations will have to wait.\" Marathon was similarly mum on when production aboard its platform would restart. Norway's oil ministry said there was no evidence that any oil leaked from the Statoil-owned floating platform into the water because of the accident. The 36 workers aboard the platform pumped heavy drilling mud into the leaking injection well. \"The mud is intended to push back the gas so that we can get at the well to halt the leak,\" Reinertsen said. \"We quickly mobilized technical expertise in Stavanger, and these specialists have been in constant contact with the platform and drilling management on Snorre A.\" He said the leak was discovered during an attempt to drill a sidetrack from an injection well. Although heavy mud had been pumped in to stem any possible leaks, the gas pushed out as the production tube was being removed. \"Gas is no longer appearing on the sea surface,\" said Terje Overvik, executive vice president for Statoil's exploration and production Norway, adding that work was still ongoing to permanently secure the well. Light, sweet crude for January delivery was up 26 cents at US$49.70 a barrel on the New York Mercantile Exchange on Monday. In London, the January contract for Brent crude rose 98 cents to US$45.53 on the International Petroleum Exchange. Norway is the world's third-largest oil exporter after Saudi Arabia and Russia. Statoil was founded by the government in 1972 to oversee the nation's petroleum interests, and employs about 17,000 people in 25 countries. The company was partly privatized in 2001 when the state sold a 17.5 percent stake to investors. ___ On the Net: Statoil: http://www.statoil.com "
		},
		{
			"id":"AFP_ENG_20041130.0392",
			"headline":"Norwegian oil production still hobbled after gas leak",
			"text":" Norwegian oil group Statoil said on Tuesday that it had yet to resume production on two of its platforms after a gas leak forced it to shut down operations earlier this week, cutting Norway's total oil output by 200,000 barrels per day. \"We are still working on securing the well,\" Statoil spokesman Kristofer Hetland told AFP. \"This will take time ... It's complicated work,\" he added. Production was suspended and 180 of 216 employees were evacuated after a gas leak appeared at the Snorre A platform in the North Sea on Sunday, giving rise to fears of an explosion. The gas leak, which Statoil said was \"unusual and serious\", came from an injection well used to pump gas and water into a layer of oil to extract as much oil as possible. A team of about 60 workers is currently trying to seal the leak with cement. Until repairs are completed production has been halted on the Snorre A platform, causing losses of 130,000 barrels per day (bpd) and on neighboring platform Vigdis, entailing losses of 75,000 bpd. \"We do not want to speculate on when we can resume production,\" Hetland said. According to public radio station NRK the production halt is costing Statoil, whose stake in the two platforms accounts for 40,000 bpd, 11.5 million kroner (1.8 million dollars, 1.4 million euros) a day. Norway is the world's third-largest oil exporter after Saudi Arabia and Russia, with an average daily production of three million barrels. "
		},
		{
			"id":"AFP_ENG_20041201.0203",
			"headline":"Unclear when Norwegian oil production will get back to normal",
			"text":" Norwegian oil group Statoil said on Wednesday that it remained \"unclear\" when it would be able to resume production on two of its platforms after a gas leak forced it to shut down operations earlier this week. \"At the moment it is unclear when production from Snorre A and Vigdis will resume,\" Statoil said in a statement. Production was suspended and 180 of 216 employees were evacuated after a gas leak appeared at the Snorre A platform in the North Sea on Sunday, giving rise to fears of an explosion. The gas leak, which Statoil said was \"unusual and serious\", came from an injection well used to pump gas and water into a layer of oil to extract as much oil as possible. Until repairs are completed production has been halted on the Snorre A platform, causing losses of 130,000 barrels per day (bpd) and on neighboring platform Vigdis, entailing losses of 75,000 bpd. \"Work to secure the well on the Snorre A platform ... continued all through the night, and is still going well and according to plan today ... But it will take some time before these efforts will be completed,\" the company said. Norway is the world's third-largest oil exporter after Saudi Arabia and Russia, with an average daily production of three million barrels. "
		},
		{
			"id":"AFP_ENG_20041206.0457",
			"headline":"Norwegian oil production interrupted until at least next week",
			"text":" Norwegian oil group Statoil said Monday that production on two of its platforms in the North Sea shut down last week because of a gas leak would probably remain suspended until at least next week. \"It is probably impossible to say anything until the end of next week end about the date at which the Snorre A and Vigdis (platforms) will be able to resume activity,\" Statoil, the operator of the two installations, said in a statement. On November 28, the company shut down Snorre A after a gas leak was detected. The smaller Vigdis, located near Snorre A and whose production transits Snorre, was also closed. Norway's oil production has been reduced by some 205,000 barrels per day. The country is the world's third-largest oil exporter after Saudi Arabia and Russia, with an average daily production of three million barrels. The gas leak, which could have caused an explosion if the gas had ignited, was sealed a day later and Statoil has since been trying to secure the injection well where the leak appeared. \"We still have a fair amount of work to do before we can resume production,\" Oivind Reinertsen, a senior Statoil official, said in the statement. The agency that oversees health and environmental issues in the oil sector, Petroleumtilsyn, must also give the green light for production to resume, which could delay matters even further. "
		},
		{
			"id":"APW_ENG_20041221.0226",
			"headline":"Statoil expects to restart Snorre A oil production this week",
			"text":" Statoil ASA said Tuesday it expects to restart its Snorre A offshore petroleum platform later this week, almost a month after a natural gas leak shut down operations. The state-controlled oil company said it hopes full production from Snorre and the satellite field Vigdis will resume by Dec. 31. Snorre A, a steel tension-leg platform, was shut down Nov. 28 after a gas leak that resulted in the evacuation of 180 workers. The shutdown of Snorre and the Vigdis field meant a loss of 205,000 barrels of oil a day in production, or 6.4 percent of Norway's roughly 3.2 million barrels a day of production. Norway is the world's third-largest oil exporter after Saudi Arabia and Russia. Statoil pumped cement into the production well to permanently cap it and prevent any further leaks. \"A startup depends in part on maintaining our schedule for the remaining work,\" said Oivind Reinertsen, Statoil's senior vice president for the Tampen cluster of fields, which includes Snorre. \"We must also complete the planned inspection program with a positive result. But if everything goes according to plan, we should be back in normal operation before Dec. 31,\" he said. Statoil also said it submitted a report on its progress in sealing the well to the Norwegian Petroleum Safety Authority on Tuesday, and that resuming crude oil flows also depends on the authority giving the go-ahead. Statoil was founded by the government in 1972 to oversee the nation's petroleum interests, and employs about 17,000 people in 25 countries. The company was partly privatized in 2001 when the state sold a 17.5 percent stake to investors. ___ On the Net: http://www.statoil.com "
		},
		{
			"id":"APW_ENG_20041223.0148",
			"headline":"Statoil's Snorre A unlikely to resume oil production this week",
			"text":" The Snorre A offshore oil platform is unlikely to resume production this week after being shut down by a natural gas leak because more time is needed to review plans, the Norwegian Petroleum Safety Authority said Thursday. On Tuesday, state-controlled oil company Statoil ASA said it hoped to get the platform running this week and build up to full production by Dec. 31. A Nov. 28 natural gas leak forced the shutdown of the Snorre A steel tension-leg platform and the evacuation of 180 workers. The shutdown of Snorre and production in the nearby Vigdis field cut Norway's production by 205,000 barrels of oil a day, or 6.4 percent of the nation's roughly 3.2 million barrel daily production. Statoil pumped cement into the production well to permanently cap it and prevent any further leaks. Magne Ognedal, director general of the safety authority, said his staff is working intensely on reviewing a startup proposal submitted by Statoil this week, but needs more information. \"For us, it is impossible to estimate when it will be done. There are a number of things we need information about,\" he said, adding that a startup this week is unlikely. He said some of the information must come from the field itself, and that a fierce storm has prevented the gathering of crucial data. The Petroleum Safety Directorate was created in January 2004 to oversee safety, health and environmental concerns on Norwegian offshore oil fields. Norway is the world's third-largest oil exporter after Saudi Arabia and Russia. Statoil was founded by the government in 1972 to oversee the nation's petroleum interests, and employs about 17,000 people in 25 countries. The company was partly privatized in 2001 when the state sold a 17.5 percent stake to investors. ___ On the Net: http://www.statoil.com "
		},
		{
			"id":"APW_ENG_20050107.0367",
			"headline":"Royal Dutch/Shell Group shuts down 140,000-barrel production in Norwegian oil field",
			"text":" Royal Dutch/Shell Group of Cos. said Friday that it shut down its 140,000-barrel per day Draugen offshore oil field because of damage to its oil-loading equipment. The damage had forced Shell to cut production to 75,000 barrels per day in the field in the Norwegian Sea on Tuesday, but had shut down completely because bad weather prevented repairs, company spokeswoman Kitty Eide said. The shutdown means that Norway has lost nearly 11 percent of its normal capacity of roughly 3.2 million barrels per day. Bad weather was in part blamed for Statoil ASA being unable to restart 205,000 barrels per day of production from two other fields, Snorre and Vigdis, which were shut down after a Nov. 28 natural gas leak. The Norwegian Petroleum Safety Authority, a government agency, has said it needs calmer weather to complete inspections of the Snorre field before it can allow production to resume. It has also said damage to wells may be greater than first believed, and could not give an estimated start date. At the Draugen field, damage to loading equipment slowed transfers of oil to tankers to the point that the platform's storage tanks were full, and production had to be shut down. Eide told Dow Jones Newswires that there was a small chance of completing repairs on Friday \"but the weather window isn't looking good.\" She also said the chances of repairs on Saturday also looked \"very hit-and-run.\" Once repairs are made, Eide said production could be back to normal within a day. Norway's Meteorological Office said gales with eight-meter (25-foot) waves were forecast through early next week. Norway is the world's third largest oil exporter, after Saudi Arabia and Russia. "
		},
		{
			"id":"AFP_ENG_20050111.0369",
			"headline":"Statoil seeks gradual resumption of production on closed oil platforms",
			"text":" Norwegian oil group Statoil on Tuesday requested permission to gradually resume production on two platforms in the North Sea that were shut down last November due to a gas leak, targeting a production of 100,000 barrels per day in the short term. \"Statoil thinks it will be acceptable to resume partial production from its Snorre A platform in the North Sea,\" the company said in a statement, adding that, \"a partial start-up could take place independently of remaining work with the platform wells\". Statoil, which will need a green light from the Norwegian Petroleum Safety Authority before resuming production, shut down Snorre A on November 28 last year after a gas leak was detected. Its satellite platform Vigdis, whose production transits Snorre, was also closed. The gas leak, which could have caused an explosion if the gas had ignited, was sealed a day later and Statoil has since been trying to secure the injection well where the leak appeared. Norway, which is the world's third-largest oil exporter after Saudi Arabia and Russia and which normally has an average daily production of three million barrels, has seen its oil production reduced by some 205,000 barrels per day (bpd) since the platforms were closed. Statoil has proposed resuming full production on Vigdis (75,000 bpd), and partial production on Snorre A, by pumping up oil through underwater extensions while repairs continue on the platform itself. The proposed solution would permit the company in the short term to pump up some 100,000 bpd while waiting for the platform repairs to be completed. Statoil however said it could take some time to reach even such limited production goals. \"It will take a lot of time to reach the targeted production levels (of 100,000 bpd) because the installations have been closed for a long time and reopening them requires proceeding with caution,\" company spokeswoman Kjersti Morstoel told AFP. Continued poor weather conditions in the North Sea also hindered British-Dutch oil giant Shell from resuming production on Tuesday on its Norwegian platform Draugen, which was shut down last Friday after its loading equipment was damaged. That closure has slashed Norway's oil production by an additional 140,000 bpd. "
		}
	]
}
