{
    "docSet": [
        {
            "headline": "SKorean president orders probe into wiretapping by intelligence agency", 
            "text": "\n<P>\nPresident Roh Moo-Hyun called Monday for \na probe into allegations that intelligence officials had illegally \ntaped conversations between South Korea's ambassador to the United \nStates and a Samsung Group executive.\n</P>\n<P>\nRoh asked the National Intelligence Service (NIS), the country's \nmain spy agency, to launch a \"thorough\" investigation into the case, \nhis spokesman Kim Man-Soo said.\n</P>\n<P>\n\"It is shameful and deplorable that a state organization was \ninvolved in illegal wiretapping,\" Roh was quoted as saying.\n</P>\n<P>\nSouth Korean television and newspapers have released what they \ncalled a taped private conversation between ambassador Hong \nSeok-Hyun and a top official of the country's largest conglomerate \nSamsung in 1997.\n</P>\n<P>\nHong, the publisher of leading newspaper Joongang Ilbo, was \nnamed as the country's top envoy in Washington in February. He is a \nbrother-in-law of Samsung Group chief Lee Kun-Hee.\n</P>\n<P>\nThe recordings reportedly contain discussions about a proposal \nto give three billion won (2.9 million dollars) to the then-ruling \nparty chief Lee Hoi-Chang.    Kim Dae-Jung beat Lee in a \npresidential election in late 1997. Lee retired from politics after \nhe failed in his second presidential bid in 2002.\n</P>\n<P>\nRuling and opposition party lawmakers have urged Hong to step \ndown, but Roh did not comment on his fate, the spokesman said.\n</P>\n<P>\nFormer NIS officials told newspapers Monday that the taped \nconversation was authentic. They said the intelligence agency had \nmaintained a special wiretapping unit.\n</P>\n<P>\nThe People's Solidarity of Participatory Democracy filed a \npetition Monday with state prosecutors against Lee, Hong and the \nSamsung chief.\n</P>\n<P>\nThe influential civic group also called for criminal charges \nagainst former government officials suspected of having received \nbribes from Samsung.\n</P>\n<P>\nSouth Korea was rattled by widespread corruption scandals last \nyear after prosecutors launched a probe into illegal donations by \nbusinesses to politicians during the presidential poll in 2002.\n</P>\n<P>\nA Samsung executive was accused of donating illicit funds to \npolitical parties while dozens of lawmakers, politicians and aides \nto Roh were arrested.\n</P>\n<P>\nBusinesses told investigators that they had donated illicit \ncampaign funds for fear of reprisal from politicians if they did \nnot.\n</P>\n", 
            "id": "AFP_ENG_20050725.0053"
        }, 
        {
            "headline": "S.Korean president orders thorough investigation into slush funds scandal", 
            "text": "\n<P>\nSouth Korean President Roh Moo-hyun \non Monday ordered the National Intelligence Service (NIS) to \nthoroughly investigate the allegation that one of the nation's \nbiggest conglomerates provided huge slush funds to presidential \ncandidates in 1997.\n</P>\n<P>\nRoh made the remarks while presiding over a weekly meeting with\nsenior presidential aides in earlier Monday, Roh's spokesman Kim \nMan-soo said.\n</P>\n<P>\nHowever, the South Korean president did not mention the fate of\nthe country's Ambassador to the United States Hong Seok-hyun, who \nwas allegedly involved in the slush funds scandal, according to \nthe spokesman.\n</P>\n<P>\nHong was president of JoongAng Daily, one of three most \ninfluential newspapers in South Korea, at that time.\n</P>\n<P>\nMBC, a major local broadcasting company, released parts of an \neavesdropped conversation in which Hong allegedly discussed with a\nsenior Samsung Group official to donate slush fund to candidate of\nthe Grand National Party (GNP) Lee Hoi-chang in the 1997 \npresidential election.\n</P>\n<P>\nBut Lee was defeated by Kim Dae-jung, candidate of the National\nCongress for New Politics which later turned to the Millennium \nDemocratic Party (MDP).\n</P>\n<P>\nThe taped conversation, allegedly made by a team from the \nnation's top intelligence agency in 1997, was leaked to the media \nlast Thursday.\n</P>\n<P>\nBoth ruling and opposition political parties urged Hong to \nresign to take responsibility for the scandal.\n</P>\n<P>\nMoreover, on Monday, the Samsung Group expressed an apology for\nthe slush fund scandal.\n</P>\n<P>\n\"We offer a sincere apology to the public for causing concerns,\nregardless of the truth of a series of media reports on the matter,\n\" the group said in a statement. \"Some of earlier media reports \nare totally groundless and distorted.\"\n</P>\n<P>\nSamsung Group also said it will decide later whether to take \nlegal action against MBC and other media outlets after a further \nreview of their coverage.\n</P>\n", 
            "id": "XIN_ENG_20050725.0057"
        }, 
        {
            "headline": "SKorean president orders probe into wiretapping by intelligence agency ATTENTION - UPDATES with Samsung's apology ///", 
            "text": "\n<P>\nSouth Korean President Roh Moo-Hyun \ncalled Monday for an inquiry into allegations that intelligence \nofficials had illegally taped conversations between the man who is \nnow ambassador to the United States and a Samsung Group executive.\n</P>\n<P>\nRoh asked the National Intelligence Service (NIS), the country's \nmain spy agency, to launch a \"thorough\" investigation into the case, \nhis spokesman Kim Man-Soo said.\n</P>\n<P>\n\"It is shameful and deplorable that a state organization was \ninvolved in illegal wiretapping,\" Roh was quoted as saying.\n</P>\n<P>\nTelevision and newspapers have released what they called a taped \nprivate conversation between Hong Seok-Hyun and a top official of \nthe country's largest conglomerate Samsung in 1997.\n</P>\n<P>\nHong, the publisher of leading newspaper Joongang Ilbo, was \nnamed as ambassador to the US in February. He is a brother-in-law of \nSamsung Group chief Lee Kun-Hee.\n</P>\n<P>\nThe recordings reportedly contain discussions about a proposal \nto give three billion won (2.9 million dollars) to the then-ruling \nparty chief Lee Hoi-Chang.    Kim Dae-Jung beat Lee in a \npresidential election in late 1997. Lee retired from politics after \nhe failed in his second presidential bid in 2002.\n</P>\n<P>\nRuling and opposition party lawmakers have urged Hong to step \ndown but Roh did not comment on his fate, the spokesman said.\n</P>\n<P>\n\"I am in agony over how to deal with information collected \nthrough illegal wiretapping...this requires cautious judgement,\" Roh \nsaid.\n</P>\n<P>\nRoh is concerned that Hong's resignation could hurt cooperation \nwith the United States about ending a standoff over North Korea's \nnuclear weapons drive, Yonhap news agency said.\n</P>\n<P>\nFormer NIS officials told newspapers Monday that the taped \nconversation was authentic. They said the intelligence agency had \nmaintained a special wiretapping unit.\n</P>\n<P>\nThe People's Solidarity of Participatory Democracy, an \ninfluential civic group, filed a petition Monday with state \nprosecutors against Lee, Hong and the Samsung chief.\n</P>\n<P>\nSamsung apologized Monday over the issue. \"We sincerely \napologize for causing turmoil over media reports on illegally taped \nconversations,\" the group said in a statement.\n</P>\n<P>\nBut Kim Joon-Shik, a group executive, said Samsung would file a \nlibel suit, accusing some media outlets of distorting and \nexaggerating the case.\n</P>\n<P>\nSouth Korea was rattled by widespread corruption scandals last \nyear after prosecutors launched a probe into illegal donations by \nbusinesses to politicians during the presidential poll in 2002.\n</P>\n<P>\nA Samsung executive was accused of donating illicit funds to \npolitical parties while dozens of lawmakers, politicians and aides \nto Roh were arrested.\n</P>\n<P>\nBusinesses told investigators that they had donated illicit \ncampaign funds for fear of reprisal from politicians if they did \nnot.\n</P>\n", 
            "id": "AFP_ENG_20050725.0110"
        }, 
        {
            "headline": "South Korean ambassador to US resigns over slush fund scandal ATTENTION - RECASTS with president's comment ///", 
            "text": "\n<P>\nSouth Korea's envoy to the United States \nhas offered his resignation, bowing to pressure over his alleged \ninvolvement in a major political slush fund scandal, officials said \nTuesday.\n</P>\n<P>\nAmbassador Hong Seok-Hyun called the office of President Roh \nMoo-Hyun late Monday and offered to resign, presidential spokesman \nKim Man-Soo said, indicating Hong's resignation would be accepted.\n</P>\n<P>\n\"It is regrettable as the ambassador has performed his job well \nat an important time,\" Roh was quoted as saying.\n</P>\n<P>\nHong, however, will be allowed to continue his job for the time \nbeing until Roh officially accepts his resignation, the spokesman \nsaid.\n</P>\n<P>\n\"The timing of his official resignation will depend on the \nsettlement of his job,\" he said.\n</P>\n<P>\nRoh has been concerned that Hong's resignation could hurt \ncooperation with the United States about ending a standoff over \nNorth Korea's nuclear weapons drive, Yonhap news agency said.\n</P>\n<P>\nHong came under pressure to resign as suspicions arose that he \nmight have acted as an intermediary between the country's largest \nconglomerate Samsung and politicians and handed out Samsung's slush \nfunds to presidential candidates in 1997.\n</P>\n<P>\nThe potentially explosive case came to light when a tape of a \nwiretapped conversation in 1997 between Hong and a top Samsung \nofficial was leaked to the press last week.\n</P>\n<P>\nHong, the publisher of leading newspaper Joongang Ilbo, was \nnamed as ambassador to the United States in February. He is a \nbrother-in-law of Samsung Group chief Lee Kun-Hee.\n</P>\n<P>\nThe recordings reportedly contain discussions about a proposal \nto give three billion won (2.9 million dollars) to the then-ruling \nparty chief Lee Hoi-Chang.    Kim Dae-Jung beat Lee in a \npresidential election in late 1997. Lee retired from politics after \nhe failed in his second presidential bid in 2002.\n</P>\n<P>\nRoh has asked the National Intelligence Service (NIS), the \ncountry's main spy agency, to launch a \"thorough\" investigation into \nthe case.\n</P>\n<P>\nFormer NIS officials have told newspapers the taped conversation \nwas authentic. They said the intelligence agency had maintained a \nspecial wiretapping unit.\n</P>\n<P>\nCivic groups have urged state prosecutors to investigate Lee, \nHong and the Samsung chief.\n</P>\n<P>\nSamsung apologized Monday over the issue but threatened to file \na libel suit, accusing some media outlets of distorting and \nexaggerating the case.\n</P>\n<P>\nSouth Korea was rattled by widespread corruption scandals last \nyear after prosecutors launched a probe into illegal donations by \nbusinesses to politicians during the presidential poll in 2002.\n</P>\n<P>\nA Samsung executive was accused of donating illicit funds to \npolitical parties while dozens of lawmakers, politicians and aides \nto Roh were arrested.\n</P>\n<P>\nBusinesses told investigators that they had donated illicit \ncampaign funds for fear of reprisal from politicians if they did \nnot.\n</P>\n", 
            "id": "AFP_ENG_20050726.0066"
        }, 
        {
            "headline": "South Korean ambassador to US resigns over slush fund scandal ATTENTION - UPDATES with suicide attempt by former spy ///", 
            "text": "\n<P>\nSouth Korea's envoy to the United States \nhas offered his resignation, bowing to pressure over his alleged \ninvolvement in a major political slush fund scandal, officials said \nTuesday.\n</P>\n<P>\nAmbassador Hong Seok-Hyun called the office of President Roh \nMoo-Hyun late Monday and offered to resign, presidential spokesman \nKim Man-Soo said, indicating Hong's resignation would be accepted.\n</P>\n<P>\n\"It is regrettable as the ambassador has performed his job well \nat an important time,\" Roh was quoted as saying.\n</P>\n<P>\nHong, however, would be allowed to continue his job for the time \nbeing until Roh officially accepted his resignation, the spokesman \nsaid.\n</P>\n<P>\n\"The timing of his official resignation will depend on the \nsettlement of his job,\" he said. Hong's resignation requires \nprocedural steps such a letter recalling him from Washington.\n</P>\n<P>\nOfficials at Roh's Uri Party said the government should stop the \nenvoy's resignation from hurting cooperation with the United States \nabout ending a standoff over North Korea's nuclear weapons drive.\n</P>\n<P>\nHong came under pressure to resign as suspicions arose that he \nmight have acted as an intermediary between the country's largest \nconglomerate Samsung and politicians and handed out Samsung's slush \nfunds to presidential candidates in 1997.\n</P>\n<P>\nThe potentially explosive case came to light when a tape of a \nwiretapped conversation in 1997 between Hong and a top Samsung \nofficial was leaked to the press last week.\n</P>\n<P>\nHong, the publisher of leading newspaper Joongang Ilbo, was \nnamed as ambassador to the United States in February. He is a \nbrother-in-law of Samsung Group chief Lee Kun-Hee.\n</P>\n<P>\nThe recordings reportedly contain discussions about a proposal \nto give three billion won (2.9 million dollars) to the then-ruling \nparty chief Lee Hoi-Chang.    Kim Dae-Jung beat Lee in a \npresidential election in late 1997. Lee retired from politics after \nhe failed in his second presidential bid in 2002.\n</P>\n<P>\nA former intelligence official who attempted to commit suicide \nTuesday left a note saying the taped conversation was among \nrecordings kept at his home after his retirement and handed over to \na Korean-American businessman, Yonhap news agency said.\n</P>\n<P>\nIn his note, Kong Un-Yong alleged that the businessman leaked \ncopies of the taped conversation to the press after his attempt to \nblackmail Samsung broke down.\n</P>\n<P>\nKong, 58, who allegedly headed a special wiretapping unit, was \nunconscious in hospital after stabbing himself in the stomach, \nYonhap said.\n</P>\n<P>\nThe suicide attempt came after Roh asked the National \nIntelligence Service (NIS), the country's main spy agency, to \ninvestigate the case.\n</P>\n<P>\nCivic groups have urged state prosecutors to investigate Lee, \nHong and the Samsung chief.\n</P>\n<P>\nSamsung apologized Monday over the issue but threatened to file \na libel suit, accusing some media outlets of distorting and \nexaggerating the case.\n</P>\n<P>\nSouth Korea was rattled by widespread corruption scandals last \nyear after prosecutors launched a probe into illegal donations by \nbusinesses to politicians during the presidential poll in 2002.\n</P>\n<P>\nA Samsung executive was accused of donating illicit funds to \npolitical parties while dozens of lawmakers, politicians and aides \nto Roh were arrested.\n</P>\n<P>\nBusinesses told investigators that they had donated illicit \ncampaign funds for fear of reprisal from politicians if they did \nnot.\n</P>\n", 
            "id": "AFP_ENG_20050726.0234"
        }, 
        {
            "headline": "South Korea's president to accept resignation of ambassador to U.S.", 
            "text": "\n<P>\nPresident Roh Moo-hyun on Tuesday said he will accept the resignation of South\nKorea's ambassador to the United States, who is stepping down over a burgeoning\nscandal surrounding the East Asian country's 1997 presidential\nelection.\n</P>\n<P>\nAmbassador Hong Seok-hyun called the presidential chief of staff, Kim Woo-sik,\nlate Monday to say that he would resign. In offering to quit, Hong offered an\napology to Roh for \"causing concern over this incident,\" according to Roh's\noffice.\n</P>\n<P>\n\"I feel sorry because he has been doing a good job as ambassador to the United\nStates at a crucial period,\" Roh was quoted as saying by Kim Man-soo, the\npresidential spokesman.\n</P>\n<P>\nRoh's office indicated it may take time before Hong officially leaves his post\nbecause of \"pending issues\" that need to be taken care of. It didn't\nelaborate.\n</P>\n<P>\nNews of the resignation came on the same day that six-nation talks in Beijing,\naimed at getting North Korea to give up its nuclear weapons program, resumed\nafter a 13-month hiatus. The two Koreas, China, Japan, Russia and the United\nStates are taking part.\n</P>\n<P>\nThe president named Hong, formerly a prominent newspaper publisher, to South\nKorea's most important diplomatic post in December. The United States is Seoul's\nclosest ally, with about 32,500 U.S. troops stationed here.\n</P>\n<P>\nHong had assumed his duties in Washington in February.\n</P>\n<P>\nHe has come under intense pressure to step down over a purportedly wiretapped\nconversation in which he is said to have discussed a slush fund for candidates\nin the 1997 election.\n</P>\n<P>\nMBC TV reported last week that the National Intelligence Service, South Korea's\nspy agency, secretly recorded a conversation between Hong _ then publisher of\nthe mass-circulation newspaper JoongAng Ilbo _ and Lee Hak-soo, a high-ranking\nofficial with the Samsung Group, South Korea's largest business\nconglomerate.\n</P>\n<P>\nHong and Lee quickly won a court injunction against the broadcast of the\nrecording, but that didn't stop the network from divulging the subject of their\nalleged conversation: channeling Samsung funds to candidates ahead of the 1997\nelection.\n</P>\n<P>\nThe Seoul Central District Prosecutors Office on Tuesday began investigating a\ncomplaint filed by a civic group against 20 people including Hong and Lee,\nalleging the illegal distribution of political funds and bribery.\n</P>\n<P>\nPresident Roh has called for the National Intelligence Service to conduct a\nthorough investigation into the alleged illegal wiretapping.\n</P>\n<P>\nSamsung, preparing legal action against the network, apologized to the nation on\nMonday, expressing regret that \"social confusion was fostered and anxiety caused\nto the Korean people\" over the reports of the tape.\n</P>\n<P>\nOpposition presidential candidate Kim Dae-jung defeated governing party\ncandidate Lee Hoi-chang in the 1997 election.\n</P>\n", 
            "id": "APW_ENG_20050726.0473"
        }, 
        {
            "headline": "Former S.Korean intelligence official faces arrest for leaking wiretap", 
            "text": "\n<P>\nSouth Korean prosecutors said Thurday they \nhave secured an arrest warrant for a former intelligence official \naccused of leaking a taped conversation detailing a slush fund \npayment by the Samsung Group.\n</P>\n<P>\nGong Un-Yong, 58, is accused of handing over the taped \nconversation to a Korean-American businessman who was arrested last \nweek, prosecutors said.\n</P>\n<P>\nGong has been hospitalized since he attempted to commit suicide \nnine days ago. He had left a note saying that the conversation was \namong recordings he kept at his home after his retirement.\n</P>\n<P>\nGong had headed a special wiretapping team from the National \nIntelligence Service, the main spy agency.\n</P>\n<P>\nThe businessman is suspected of leaking the conversation to the \npress after his attempt to blackmail Samsung failed.\n</P>\n<P>\nThe 19097 conversation is between Hong Seok-Hyun, a \nbrother-in-law of Samsung Group chief Lee Kun-Hee, and a top \nofficial of the group.\n</P>\n<P>\nIt sparked suspicions that Hong, who later became South Korea's \nenvoy to the United States, acted as an intermediary for Samsung and \nhanded out slush funds to presidential candidates.\n</P>\n<P>\nHong has offered to resign the ambassadorship.\n</P>\n<P>\nThe recordings reportedly contain discussions about a proposal \nto give three billion won (2.9 million dollars) to the then-ruling \nparty chief Lee Hoi-Chang.    Kim Dae-Jung beat Lee in the 1997 \npresidential election. Lee retired from politics after he failed in \nhis second presidential bid in 2002.\n</P>\n<P>\nSouth Korea was rattled by widespread corruption scandals last \nyear after prosecutors launched a probe into illegal donations by \nbusinesses to politicians during the 2002 presidential poll.\n</P>\n<P>\nBusinesses told investigators that they had made the donations \nfor fear of reprisals from politicians.\n</P>\n", 
            "id": "AFP_ENG_20050804.0145"
        }, 
        {
            "headline": "South Korea's spy agency apologizes over wiretapping", 
            "text": "\n<P>\nSouth Korea's spy agency publicly \napologized Friday for illegally wiretapping telephone calls years \nago, revealed by the leakage of a taped 1997 conversation of an \nalleged payment by the Samsung Group to presidential candidates.\n</P>\n<P>\nProsecutors meanwhile raided the house of a former head of the \nspy agency, the National Intelligence Service (NIS), late Thursday \nand seized documents and computer discs believed to be related to \nthe unlawful bugging.\n</P>\n<P>\nIn an apology broadcast live across the country, NIS director \nKim Seung-Gyu said the agency had tapped conversations of \ninfluential figures until as late as March 2002 when ex-president \nKim Dae-Jung was in office.\n</P>\n<P>\n\"Forgive us for the past illegal bugging ... We are now \ndetermined to start from scratch and write a new history of NIS,\" he \nsaid.\n</P>\n<P>\n\"I am convinced that without an honest confession, the NIS \ncannot get rid of its dark past in order to be born again and fulfil \nits original mission,\" he said.\n</P>\n<P>\nKim said there had been no illicit wiretapping under the \ngovernment of President Roh Moo-Hyun.\n</P>\n<P>\n\"Now we don't need to conduct illegal bugging, and we don't have \nthe intention of doing so,\" he said.\n</P>\n<P>\nA former NIS official who headed a wiretapping team was arrested \nThursday for leaking the taped 1997 conversation between Hong \nSeok-Hyun, a brother-in-law of Samsung Group chief Lee Kun-Hee, and \na top official of the group.\n</P>\n<P>\nThe conversation sparked suspicions that Hong, who later became \nSouth Korea's envoy to the United States, acted as a courier for \nSamsung to dole out slush funds to presidential candidates.\n</P>\n<P>\nThe arrested former NIS official, 58-year-old Gong Un-Yong, is \naccused of handing over an audio tape containing the conversation to \na Korean-American businessman who was arrested last week.\n</P>\n<P>\nThe businessman is suspected of leaking the conversation to the \nmedia after his attempt to blackmail Samsung for ransom in return \nfor the tape failed.\n</P>\n<P>\nHong has offered to resign as the US ambassadorship since the \nscandal emerged.\n</P>\n<P>\nProsecutors investigating the illegal wiretapping scandal on \nFriday raided the home of Chun Yong-Taek who served as the NIS head \nin 1999.\n</P>\n<P>\nYonhap news agency said prosecutors would summon Lee Hak-Soo, a \npowerful vice chairman of Samsung, early next week to question him \nover the wiretapping and allegations that Samsung provided illicit \ncampaign funds to politicians.\n</P>\n", 
            "id": "AFP_ENG_20050805.0027"
        }, 
        {
            "headline": "South Korean spy agency admits, apologizes for wiretapping", 
            "text": "\n<P>\nSouth Korea's spy agency apologized Friday for illegally recording phone\nconversations involving influential figures and admitted that wiretapping\ncontinued long after former President Kim Dae-jung ordered an end to it in\n1998.\n</P>\n<P>\n\"I ask for the forgiveness of the Korean people for past illegal wiretapping,\"\nNational Intelligence Service chief Kim Seung-kew said, reading a statement to\nreporters. He also apologized for \"causing anxiety and disappointment to the\nKorean people\" by leaking the recorded information.\n</P>\n<P>\nPresident Roh Moo-hyun ordered an investigation into wiretapping last month\nafter a scandal broke over a recording of an alleged conversation in 1997\nbetween a major newspaper publisher and an influential company executive. The\ntwo allegedly discussed channeling slush funds to candidates in that year's\npresidential election.\n</P>\n<P>\nThe scandal, dubbed the \"X-files\" by local media, struck a raw nerve in a\nsociety barely a generation removed from an oppressive military-backed\ngovernment in which serious curbs on civil liberties and collusive ties between\nbig business and political figures were the norm.\n</P>\n<P>\nRampant spy agency wiretapping was believed to have ended after Kim Dae-jung,\nwho won the 1997 election, ordered the practice terminated. Kim, who served from\n1998 until 2003, had himself been subject to such monitoring in his days as a\nleading dissident.\n</P>\n<P>\nAs it released interim results from its ongoing investigation into the wiretaps\nFriday, the agency admitted that \"minimal wiretapping\" continued until March\n2002, well into Kim's tenure as president, reversing an earlier position that it\nstopped with the presidential order.\n</P>\n<P>\n\"There was a lot of anguish and hesitation internally on whether to confess to\nthe Korean people our past wiretapping activities, but we reached the agreement\nthat we must report the truth,\" the intelligence service chief\nsaid.\n</P>\n<P>\nKim Dae-jung's office expressed \"profound regret\" over the spy agency's\nadmission of wiretapping during his government. Kim \"never received any report\nof such illegal activities\" during his presidency, Choi Gyung-hwan, Kim's\nsecretary, said in a statement.\n</P>\n<P>\nRoh's office reacted harshly to the admission. \"The past abuse of authority\nrevealed today is shocking,\" it said in a statement. \"Illegal actions of\nnational agencies should never again occur.\"\n</P>\n<P>\nDuring the investigation, prosecutors discovered 274 wiretapped recordings at\nthe home of one former NIS agent.\n</P>\n<P>\nLast month, television network MBC said it had acquired a spy agency recording\nof a 1997 conversation between Hong Seok-hyun, then publisher of the\nmass-circulation JoongAng Ilbo, and Lee Hak-soo, a top executive with Samsung\nGroup, the country's biggest industrial conglomerate.\n</P>\n<P>\nHong and Lee obtained a court order preventing the network from broadcasting the\ntape so it reported the contents based on a transcript of the alleged\nconversation instead.\n</P>\n<P>\nHong has since announced he will step down from his current position as South\nKorean Ambassador to the United States. Samsung apologized to the nation,\nexpressing regret that \"social confusion was fostered and anxiety caused to the\nKorean people\" over the report of the tape.\n</P>\n<P>\nProsecutors on Friday began questioning Lee Sang-ho, the MBC reporter who\nobtained the tape, said Sun Dong-kyu, the network's editor in charge of\npolitical coverage. It was unclear how he obtained the recording.\n</P>\n", 
            "id": "APW_ENG_20050805.0274"
        }, 
        {
            "headline": "Former SKorean president and Nobel Peace laureate, Kim Dae-jung, hospitalized", 
            "text": "\n<P>\nNobel Peace Prize laureate and former South Korean President Kim Dae-jung was\nhospitalized Wednesday, his office said.\n</P>\n<P>\nKim, 79, had been feeling weak and had a mild fever for a few days, Kim's\nsecretary Choi Gyung-hwan said in a statement. Concerned about the possibility\nof an infection, Kim's doctor recommended an examination at Seoul's Severance\nHospital, Choi said.\n</P>\n<P>\nKim won the Nobel Peace Prize in 2000 for his \"sunshine\" policy of engaging\nNorth Korea. He also held an unprecedented summit with North Korean leader Kim\nJong Il that year.\n</P>\n<P>\nBut his legacy has been tarnished over the scandal that the government made\nsecret payments ahead of the 2000 summit, and also this year over revelations\nthat the intelligence agency engaged in illegal wiretapping during much of his\nadministration. Kim has denied of any knowledge of the wiretapping.\n</P>\n<P>\nIn 2003, Kim underwent an operation to expand his coronary artery as well as\nhemodialysis, a treatment for kidney disorders.\n</P>\n", 
            "id": "APW_ENG_20050810.0312"
        }
    ], 
    "id": "D1033F", 
    "title": "South Korean Wire Tapping"
}