{
    "docSet": [
        {
            "headline": "UKRAINE CANDIDATE'S ILLNESS STUMPS DOCTORS", 
            "text": "\n<P>\nWhen the once-robust, telegenic man was wheeled in through the\nsliding glass doors of the plush Rudolfinerhaus hospital in early\nSeptember, he was severely ill, conscious but groggy and complaining\nof terrible abdominal pain. Multiple blood tests were abnormal,\ndoctors here say; his skin was covered with odd-looking lesions; and\nhis digestive tract was dotted with ulcers from top to bottom.\n</P>\n<P>\nEurope's most illustrious doctors were stumped; the patient's many\nsymptoms defied a unifying diagnosis. Eight days later, Viktor A.\nYushchenko, Ukraine's opposition leader, checked out against medical\nadvice, determined to return to the business of winning the\npresidential election in Ukraine.\n</P>\n<P>\nIn less than two weeks he was back, crippled by excruciating back\npain that required such huge doses of morphine to control that he\nalmost ended up on a ventilator. Once again, a week of testing found\nno medical explanation.\n</P>\n<P>\nYushchenko and his doctors agreed on a risky plan: Doctors threaded a\nsmall tube through the skin of his upper back, into his spinal canal,\nso he could receive constant pain-killing medication while\ncampaigning.\n</P>\n<P>\nSo it was that Yushchenko flew back to Kiev with a catheter lodged in\nhis back, escorted by a team of Austria's most elite doctors. He\ncampaigned with the tube in place for a week, attending several large\nrallies, according to his press secretary, Irina Gerashchenko.\n</P>\n<P>\nDr. Michael Zimpfer, the medical director at the hospital here,\npersonally supervised Yushchenko. \"I went with him because I had\nserious security concerns and I wanted to make sure he was handled\nproperly,\" he said. Indeed, the doctors had become increasingly\nsuspicious that foul play, possibly an unusual poisoning, could be\nthe cause of their patient's problems, a charge that Gerashchenko\nrepeated.\n</P>\n<P>\nIn interviews this week, the Austrian doctors were quick to emphasize\nthat, scientifically, they could not say that the candidate had been\npoisoned. They tested only for common agents, and found none. But the\nmedical team became so concerned about the possibility of an\nunconventional agent that they consulted biological and chemical\nweapons experts.\n</P>\n<P>\n\"A poisoning without the poison is like a murder without a gun,\"\nZimpfer said. \"But if someone said to me, 'Look what we found!' I\nwouldn't be at all surprised.\n</P>\n<P>\n\"In this case, absence of evidence is not evidence of absence,\" he\nsaid.\n</P>\n<P>\nHe continued: \"As I've said to the family, If this is a poisoning,\nit's going to be very tricky and tough to discover. They are not\ngoing to use some regular household agent.\"\n</P>\n<P>\nGerashchenko said that Yushchenko was continuing to receive treatment\nfrom Ukrainian doctors. \"He feels much better than he did two months\nago, but he's far from ideal,\" she said.\n</P>\n<P>\nNew details of Yushchenko's hospital admissions in Vienna raise\ndisturbing questions: Was the candidate poisoned or infected with\nsome biological agent, and, if so, with what? What is his current\nstate of health, in the middle of a pivotal battle for power?\n</P>\n<P>\nIn September, Yushchenko immediately said he had been poisoned, but\nthat charge was lost among the heated political debates and\ndemonstrations in the final weeks of the campaign, which culminated\nin the disputed election.\n</P>\n<P>\n\"Look at my face,\" Yushchenko told the Ukrainian parliament on Sept.\n21, after his first stint in the Vienna hospital. \"Note my\narticulation. This is one-hundredth of the problems that I've had.\nThis is not a problem of political cuisine as such. We are talking\nabout the Ukrainian political kitchen where assassinations are\nordered.\"\n</P>\n<P>\nOpponents dismissively suggested that the cause of Yushchenko's\nhospitalization was bad sushi or too much alcohol; doctors here said\nthere was no evidence of either. But some doctors point out that it\nis conceivable Yushchenko had the bad luck to develop a rare illness,\ndifficult to diagnose, at the height of the campaign.\n</P>\n<P>\nThe issue has persisted because of the obvious disfigurement and\ndiscoloration of his face, which is swollen and pocked with large\nbumps and cysts, and is a dusky grayish color. The left eye is\nbloodshot and sometimes waters.\n</P>\n<P>\nLast week a British toxicologist, Dr. John Henry, suggested that\nYushchenko's symptoms were consistent with dioxin poisoning, which\ncauses a severe form of acne called chloracne. The condition occurs\nmonths to years after exposure, when the body seeks to eliminate\nresidue of the chemical through the skin. But cases of dioxin\npoisoning are extremely rare. Scientists debate whether a huge\none-timedose could be delivered as a poison.\n</P>\n<P>\nDoctors at Rudolfinerhaus said they did not test Yushchenko for\ndioxin in part because his skin changes were much milder in\nSeptember, not suggestive of dioxin. The candidate refused a biopsy\nof his face -- which doctors suggested to try to narrow down the\ncauses -- because he did not want to campaign with stitches. But\ndioxin and related toxic chemicals are detectable in the body years\nafter exposure. Gerashchenko said tests for such substances had still\nnot been performed.\n</P>\n<P>\nSome doctors not involved with the Yushchenko case, consulted for\ntheir opinions, said that he could be suffering from an unusual\nimmune disease. Scleromyxedema, for instance, is an extremely rare\nprogressive disorder that produces facial symptoms much like\nYushchenko's. But it is not known to produce pain.\n</P>\n<P>\nDermatologists at Rudolfinerhaus initially suggested that the facial\nlesions could represent a slightly unusual case of a well-known\ncondition called rosacea, where the face becomes swollen and lumpy.\nBut Zimpfer said Yushchenko's skin nodules no longer indicated that\ndisease.\n</P>\n<P>\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n</P>\n<P>\nPolitical intrigue is not the norm at Rudolfinerhaus, an elite\nprivate hospital that caters to wealthy Austrians and foreigners.\n</P>\n<P>\nZimpfer provided extensive details of Yushchenko's hospitalizations.\nHe arrived first on Sept. 10, severely ill and unable to walk, after\nfive days of terrible abdominal pain. Initial testing showed that he\nhad a high white cell count, as well as elevated liver and pancreas\nenzymes, suggesting inflammation of those organs. His tests were\nnegative for all the obvious possibilities, like hepatitis caused by\na virus.\n</P>\n<P>\nScans showed that his liver, pancreas and intestine were, indeed,\nswollen. Internal examinations of the intestine using an endoscope\nfound that he had ulcerations -- essentially bleeding abrasions -- of\nthe stomach and throughout his intestine and bowel as well. Ulcers\nare typically not spread out in that way.\n</P>\n<P>\nThe doctors gave him supportive care, like intravenous fluid and a\nrestricted food intake to rest the digestive tract. As he gradually\nrecovered strength, he opted to get back to the campaign trail.\nAlready, doctors noticed that he was developing odd lesions on his\nface and trunk.\n</P>\n<P>\nTen days later, the candidate returned, after three days of what he\ncalled excruciating back pain. Its source was again a mystery, since\nrelated lab tests and scans were normal.\n</P>\n<P>\nThe pain was so severe that doctors had to place a large-bore\nintravenous line into Yushchenko's chest and essentially nearly\nanesthetize him with huge doses of opiates. Because opiates depress\nrespiratory functions, his breathing rate slowed, and his vital signs\nhad to be constantly monitored. More medicine would have required\nthat Yushchenko be placed on a respirator, Zimpfer said.\n</P>\n<P>\nYushchenko and his doctors made a difficult choice: They decided to\nplace an epidural catheter between his shoulder blades into the\nmembranes of the upper spine so that medicines could be delivered to\nthe nerves in his back without compromising his mental abilities.\n</P>\n<P>\nEpidural catheters are common for pain relief in childbirth, but they\nare far riskier when they are placed for longer periods and in the\nupper back, closer to the brain and vital nerves.\n</P>\n<P>\nYushchenko was discharged three days later, leaving with a retinue of\ndoctors and cartons of medical supplies. He was still on \"plenty\" of\nmedication, said Zimpfer. They arrived in Ukraine, and, after a few\nhours, Zimpfer returned to Vienna, leaving Yushchenko in the care of\nanother Austrian doctor.\n</P>\n<P>\n\"He was severely ill, but this does not all add up to a single\ndisease or even a known syndrome,\" Zimpfer said. \"At this point his\ndiagnosis is just a description of all his symptoms.\"\n</P>\n", 
            "id": "NYT_ENG_20041203.0213"
        }, 
        {
            "headline": "Yushchenko Diagnosed with Dioxin Poisoning", 
            "text": "\n<P>\nUkrainian presidential hopeful Viktor Yushchenko\nwas poisoned with dioxin, most likely intentionally, doctors in Vienna\nwho have been struggling to diagnose his mystery illness confirmed\nSaturday.\n</P>\n<P>\nYushchenko, a pro-Western opposition leader engaged in a bitter\npresidential contest, has alleged since suddenly falling ill in\nSeptember that he was poisoned in an assassination attempt intended to\neliminate a key critic of Ukraine's government. Authorities have\ndenied the charge, and some government supporters have ridiculed it.\n</P>\n<P>\nMichael Zimpfer, director of the private Rudolfinerhaus clinic that\nhas been treating Yushchenko, said tests concluded in the last 24\nhours prove that dioxin caused the illness that has disfigured the\nUkrainian candidate's face.\n</P>\n<P>\n``There is no doubt about the fact that Mr. Yushchenko's disease\nhas been caused by dioxin poisoning,'' he told reporters at a news\nconference at the clinic. The doctors, Zimpfer said, ``suspect the\ninvolvement of an external party,'' and that the dioxin was given\norally. ``The criminal investigation does not fall within our\npurview,'' he added.\n</P>\n<P>\nThe diagnosis was based on clinical observations, skin changes and\nfindings from tissue and blood samples, he said.\n</P>\n<P>\nAsked whether he had reported his findings to the Ukrainian\nauthorities, Zimpfer replied that Austrian justice officials have been\nin direct contact with Ukraine since Yushchenko's second\nhospitalization in late September.\n</P>\n<P>\nYushchenko fell sick Sept. 6, the day after having late-night food\nand drinks with the head of the Security Service of Ukraine, among\nother people. Yushchenko's wife, Kateryna Chumachenko, said she\nnoticed a strange taste on his lips when she kissed him that night.\n``I tasted some medicine on his breath, on his lips,'' she said in an\ninterview on ABC's ``Good Morning America.'' ``And I asked him about\nit. He brushed it away, saying there is nothing.''\n</P>\n<P>\nYushchenko has suffered problems that affected several internal\norgans and caused severe back pain, according to his doctors. The most\nvisible symptom has been disfigurement of his face with pockmarks,\ncysts and darkened areas. In recent weeks, medical experts in various\ncountries have said the facial condition appeared to be chloracne,\nwhich is associated with dioxin poisoning.\n</P>\n<P>\nThe explosive allegation of attempted murder, now backed by fresh\nmedical evidence, could have an unpredictable effect on a repeat\npresidential runoff election pitting Yushchenko against Prime Minister\nViktor Yanukovych on Dec. 26. The revote was set after the Supreme\nCourt ruled the Nov. 21 balloting, narrowly won by Yanukovych, invalid\nbecause of fraud.\n</P>\n<P>\nYushchenko supporters, however, already believed he had been\npoisoned, and it was not immediately clear how many Yanukovych backers\nwould be willing to believe the Vienna doctors.\n</P>\n<P>\nSome people in the opposition camp remained nervous whether the\nDec. 26 balloting really would take place. Saturday's announcement\npotentially raised the stakes by increasing the possibility that if\nthe poisoning were an assassination attempt, those responsible might\nbe caught and punished under a Yushchenko presidency.\n</P>\n<P>\n``I don't want all of us to have the impression that the Yanukovych\ncampaign and Yanukovych himself have relaxed and stopped fighting,''\nYulia Tymoshenko, a key opposition leader, said at a Saturday news\nconference in Kiev, the capital. ``They will try everything for the\npresidential elections not to happen, or not to have a result.''\n</P>\n<P>\nUnder Ukrainian law, if a presidential election is so flawed that\nit is impossible to determine the result, it is possible for the\nincumbent to remain in power while new balloting is organized.\n</P>\n<P>\nSpeaking to a rally in the eastern city of Luhansk before the\nVienna announcement, Yanukovych expressed sympathy for Yushchenko.\n``He really is a sick person,'' Yanukovych replied. ``I had a little\ntalk with him concerning this topic. I'm sorry for him as a person. I\nwish him to get well soon. As for the reasons, I know nothing. Let the\nspecialists work on that.''\n</P>\n<P>\nYanukovych's campaign manager, Taras Chornovyl, has rejected any\npossibility that the prime minister was involved in the alleged\npoisoning. There is ``no logic in such an accusation,'' he said.\n</P>\n<P>\nYushchenko first checked into the Vienna clinic Sept. 10, at which\npoint, according to Zimpfer, he had been ill for five days. The\neffects of dioxin poisoning are swift as the substance rapidly is\nabsorbed by the body, Zimpfer said. Yushchenko's dioxin levels in\nblood and tissue samples taken in September but only recently tested\nspecifically for that substance were at least 1,000 times higher than\nnormal, a level Zimpfer said required a dose of just milligrams.\n</P>\n<P>\n``It would have been easy to put it in a cream soup, for example,''\nhe said.\n</P>\n<P>\nZimpfer said that Yushchenko's dioxin levels have returned to\nnormal and that he probably would leave the clinic Sunday or Monday.\n</P>\n<P>\nZimpfer said the doctors did not know for sure whether Yushchenko\nhad been poisoned by just one substance or by a combination of\nsubstances. ``It is possible that we only found the dioxin,'' he said.\nDamage to the digestive system suggested that the poison had been\ningested orally, he said.\n</P>\n<P>\n(Begin optional trim)\n</P>\n<P>\nIn an Oct. 7 statement to Ukraine's parliament, Volodymyr\nSivkovych, chairman of an ad hoc commission that looked into\nYushchenko's illness, reported on the opposition leader's activities\nthe day before he became ill. On the evening of Sept. 5, Yushchenko\nfirst had dinner at the summer house of a businessman, where sushi was\nserved that had not been refrigerated for more than three hours,\nSivkovych said. From late that evening until 2:00 a.m. the next day,\n``Yushchenko was visiting the summer house of Volodymyr Satsyuk, the\nfirst deputy chairman of the Security Service of Ukraine,'' he said.\nThe security service head, Ihor Smeshko, was also present, he said.\nThe commission understood this meeting was held at the request of a\nYushchenko associate, he said.\n</P>\n<P>\n``Food was served on common plates, and drinks were served . . .\nfrom bottles that were uncorked in the presence of the company,''\nSivkovych reported. ``Yushchenko started to complain of splitting\nheadaches early on Sept. 6.''\n</P>\n<P>\nYushchenko outlined his allegations of an attempted assassination\nin a Sept. 21 speech to Parliament.\n</P>\n<P>\n``Friends, this is not a problem of cuisine as such,'' Yushchenko\nsaid then. ``We are talking about a Ukrainian political kitchen, where\nassassinations are ordered!'' Yushchenko cited the suspicious but\nunexplained deaths of several prominent figures, including Vyacheslav\nChornovil, a former presidential candidate who died in a traffic\naccident several years ago.\n</P>\n<P>\n``In 1999 Vyacheslav Chornovil was here alive,'' he said. ``We\npretend we don't know who killed him with a Kamaz truck. In 2000,\n(campaigning journalist) Georgi Gongadze was sitting on the balcony\nover there and writing political reports. Who cut his head off? Well,\nwe don't seem to know, although one prosecutor said once that the\nkiller has already been found, and that his surname begins with the\nletter K. He wasn't brave enough to give us a few more letters.''\n</P>\n<P>\nGongadze's death has been the darkest shadow trailing Ukrainian\nPresident Leonid Kuchma.\n</P>\n<P>\nTapes purportedly recorded secretly by a former Kuchma bodyguard\ndisclose that the president made repeated complaints about Gongadze to\nhis former interior minister, Yuri Kravchenko. Gongadze disappeared\nthe night of Sept. 16, 2000, shortly after going out to empty the\ntrash. An autopsy showed that he died within hours. His head has not\nbeen found.\n</P>\n<P>\nA former police officer, Ihor Honcharov, said last year that he had\ninformation that police working with a criminal gang had abducted the\njournalist on orders from Kravchenko, who was following orders from\nKuchma.\n</P>\n<P>\nHoncharov had been arrested on charges of being a member of a rogue\npolice gang that had been involved in contract killing. He died in\nprison last August. The prosecutor general's office said he died of\nspinal trauma as a result of being beaten.\n</P>\n<P>\nYushchenko has said that if he is elected president, prosecutors\nwill pursue investigations into the death of Gongadze and other\nhigh-profile criminal cases.\n</P>\n<P>\n(End optional trim)\n</P>\n<P>\nNikolai Korpan, the doctor who oversaw Yushchenko's treatment, said\nno ``functional damage'' would remain as a result of the dioxin\nexposure. But the doctors said that Yushchenko's facial disfigurement\nwould remain for a long time as follow-up treatments continue.\n</P>\n<P>\nHolley reported from Kiev, Ukraine, and Yee reported from Vienna.\n</P>\n", 
            "id": "LTW_ENG_20041211.0050"
        }, 
        {
            "headline": "Yushchenko Was Poisoned, Doctors Say", 
            "text": "\n<P>\nThe illness that disfigured the face of opposition\npresidential candidate Viktor Yushchenko resulted from poisoning by\nthe toxic substance dioxin, which might have been placed deliberately\nin his food, Austrian doctors who treated him told reporters in Vienna\non Saturday.\n</P>\n<P>\n``The criminal investigation does not fit within our purview but\n... there is suspicion of third-party involvement,'' said Michael\nZimpfer, director of Vienna's private Rudolfinerhaus clinic, where the\ncandidate went for treatment in September after falling ill while\ncampaigning.\n</P>\n<P>\nThe face of the once youthful-looking Yushchenko, 50, was\nmysteriously transformed into a blotch of lesions after he reached\nAustria. He also suffered severe abdominal and back pain and paralysis\non the left side of his face. His appearance has continued to worsen,\nraising public concern about his health despite his claims he is fully\nrecovering.\n</P>\n<P>\nYushchenko contends he was poisoned in an assassination attempt by\n``government officials'' who feared that he would defeat Prime\nMinister Viktor Yanukovych in runoff elections held on Nov. 21. His\nopponents have dismissed the charge, saying he got sick after gorging\nhimself on bad sushi and too much alcohol.\n</P>\n<P>\nYanukovych was officially declared the winner of the Nov. 21 vote.\nThe country's Supreme Court soon overturned that finding, citing\nwidespread poll fraud, and a new election will be held on Dec. 26.\n</P>\n<P>\nThe Austrian doctors, addressing reporters in Vienna on Saturday,\nsaid Yushchenko's long-term prognosis was good, though it could take\nseveral years for his face to heal. For now, Yushchenko is ``fully\ncapable of working,'' said Nikolai Korpan, another doctor.\n</P>\n<P>\n``If this dose had been higher, it may have caused death,'' Zimpfer\nsaid, noting the dioxin could have been administered through food,\nsuch as soup.\n</P>\n<P>\nDioxins are a group of organic compounds that contain chlorine.\nThey are a common byproduct in the manufacture of many industrial\nchemicals, and are also a common contaminant from waste incineration.\nThey are a component of the Vietnam-era defoliant Agent Orange and\nmany researchers have labeled them a cause of cancer and other\ndiseases among people who were exposed to the defoliant.\n</P>\n<P>\nDebate over dioxins' potency as a poison, as opposed to a\ncancer-causing agent, has swirled for decades. But the compounds are\nknown to cause reproductive and developmental problems, in addition to\nextreme skin eruptions known as chloracne.\n</P>\n<P>\nDocumented cases of acute dioxin poisoning are rare.\n</P>\n<P>\nOne notable case occurred in Seveso, Italy, in 1976, when an\nexplosion at a Hoffman-LaRoche chemical plant released a cloud of the\nherbicide 2,4,5-T, exposing several thousand people to the chemical\nand an estimated 45 pounds of dioxins, which typically arise as a\nbyproduct in the synthesis of 2,4,5-T.\n</P>\n<P>\nMany people near the plant developed severe skin problems within\nhours. In the months that followed, many who experienced heavy\nexposures developed chloracne. Another case occurred in 1997 in\nVienna, where two employees of a textile institute developed chloracne\non their bodies, according to Olaf Paepke, a scientist at a Hamburg\ninstitute, who conducted chemical analysis for the investigation. The\nemployees had levels of dioxin in their systems thousands of times\nhigher than normally found. Police were never able to determine how\nthe poisoning occurred, including if it was deliberate or accidental,\nPaepke said. The employees survived.\n</P>\n<P>\nDioxins are not commercially available, Paepke said, but can be\nobtained through industry contacts or made in a laboratory by people\nwith the proper skills. A tiny, unnoticeable amount placed in food is\nsufficient to cause severe illness, he said.\n</P>\n<P>\nArnold Schecter, a dioxin expert at the University of Texas School\nof Public Health at Southwestern Medical Center in Dallas, said\ndioxins can be highly effective poison in people who are sensitive to\ntheir effects. If Yushchenko was deliberately given dioxin, it was\ndone by ``someone was very clever and very knowledgeable,'' Schecter\nsaid.\n</P>\n<P>\n``If someone put a drop of pure dioxin in his food, he wouldn't\ntaste it, he wouldn't see it and a few days later he'd start to get\nsick,'' Schecter said.\n</P>\n<P>\n``If you are trying to kill someone quickly, it's not the way to\ngo,'' he said. ``But if you want to disable someone and want to do it\nsubtly and have it happen days or weeks or months after you have\ncontact with someone, this can do it,'' Schecter said. ``Plus there\nare very few labs in the world that can accurately detect dioxin in\nthe blood.''\n</P>\n<P>\nPaul M. Wax, with the American College of Toxicology, said two\nscientists he met in Volgograd, Russia, in 1992, told him that during\nthe Soviet era they had investigated the potential of developing\ndioxin as a chemical weapon.\n</P>\n<P>\nWax expressed doubts that dioxin could be used in that way. ``It\nwas never on anyone's list,'' said Wax, who now teaches courses on\nchemical terrorism. ``We don't think about it as an acute poison that\ncan kill you. ... It's not going to cause someone to keel over on a\nbattlefield,'' but could cause long-term illness.\n</P>\n<P>\nA Russian government specialist challenged the Vienna doctors'\nfindings. ``It is impossible to get a dose of dioxin today and get\npoisoning tomorrow,'' said Yury Ostapenko, head of the Toxicology\nInformation Center at the Russian Health Ministry, speaking on the\nEcho Moskvy radio station. ``Dioxins do not belong to immediate-effect\npoisons: poisoning develops for years and decades.''\n</P>\n<P>\nDoctors at the Austrian clinic had declined for weeks to issue a\nfinding on the cause of the illness, but said Saturday that tests\nconducted in an Amsterdam hospital had confirmed the presence of\ndioxin.\n</P>\n<P>\nYushchenko flew to Austria on Friday for further tests at the\nclinic. ``What happened to me was an attempt to politically destroy a\npolitician with opposing views,'' he said at a news conference in Kiev\non Friday, shortly before his departure. ``The aim was to kill me.''\n</P>\n<P>\nSpeaking to 5,000 supporters in the city of Luhansk before the\nannouncement in Vienna, Yanukovych said of Yushchenko: ``He certainly\nis ill and I sympathize. Let him get well soon. As for the reasons, I\nknow nothing. Let the specialists work on that.''\n</P>\n<P>\nYushchenko supporters said the finding bore out what they had long\nbelieved.\n</P>\n<P>\n``This official confirmation is another opportunity to speak the\ntruth to the Ukrainian people and to show one more time the dirty\nmethods that were used by the authorities,'' said Yuri Yekhanurov, a\nmember of parliament, in a telephone interview.\n</P>\n<P>\nIn Vienna, Yushchenko struck an upbeat note Saturday. ``I plan to\nlive for a long time and I plan to live happily,'' he said. ``I am\ngetting better ... every day.''\n</P>\n<P>\nStaff Writers Rob Stein, Rick Weiss, Juliet Eilperin, Joby Warrick\nand John Burgess in Washington contributed to this report.\n</P>\n", 
            "id": "LTW_ENG_20041211.0053"
        }, 
        {
            "headline": "POISON FOUND IN CANDIDATE FROM UKRAINE", 
            "text": "\n<P>\nNew tests conducted Friday night at a hospital in Vienna, Austria,\nconfirmed that Viktor A. Yushchenko, the Ukrainian opposition\ncandidate for president, had been poisoned with dioxin, providing an\nexplanation for a broad array of painful and disfiguring conditions\nthat plagued him during the past three months of the campaign.\n</P>\n<P>\nThere was \"no doubt\" that Yushchenko's disease \"has been caused by a\ncase of poisoning by dioxin,\" Dr. Michael Zimpfer, president of the\nRudolfinerhaus Hospital said at a news conference on Saturday.\n</P>\n<P>\n\"We have proved the source of his problem, and we clearly suspect\nthird party involvement,\" Zimpfer said in a subsequent interview. But\nhe said law-enforcement authorities would have to determine how the\npoisoning occurred.\n</P>\n<P>\nYushchenko and his aides had long insisted that he had been poisoned,\na charge that his opponents ridiculed, saying that the once-telegenic\ncandidate had been stricken by bad sushi or too much drink.\n</P>\n<P>\nOn Friday, Yushchenko said: \"It is my growing conviction that what\nhappened to me was an act of political reprisal against a politician\nin opposition. The aim, naturally, was to kill me.\"\n</P>\n<P>\nZimpfer, who has been part of Yushchenko's medical team since he was\nfirst rushed to Rudolfinerhaus in early September, said that\nYushchenko's blood dioxin level was \"more than 1,000 times\" the upper\nlimits of normal and that his initial severe abdominal pain suggested\nthat he had eaten the poison.\n</P>\n<P>\nYushchenko has always been vague on the topic of who tried to poison\nhim.\n</P>\n<P>\nA spokeswoman for Yushchenko, Irina Gerashchenko, said in a telephone\ninterview that the diagnosis compelled prosecutors to reopen a\ncriminal investigation into his poisoning.\n</P>\n<P>\nDioxin, a waste product of various industrial chemical processes, is\na highly toxic chemical that remains in the body for years after\nexposure, so doctors were able to test their patient Friday, long\nafter the near-fatal poisoning occurred. Initially the poison often\nproduces severe abdominal pains, nausea and vomiting -- and, in the\nlong term, very high doses can produce the kind of skin cysts and\ndiscoloration that have disfigured Yushchenko.\n</P>\n<P>\nSuch cysts can persist for years after the initial dose, as do\nseveral other more subtle medical effects. Dioxin causes a strong\npredisposition toward developing cancer later in life and can also\naffect the body's fat metabolism. But none of that would affect\nYushchenko's political aspirations today. \"If you survive the initial\nattempt, you can do all right,\" Zimpfer said. \"He is perfect\ncondition, in perfect mental shape.\"\n</P>\n<P>\nAn extremely unusual cause of poisoning, dioxin exposure most often\ncomes from industrial accidents where it is inhaled or absorbed\nthrough the skin.\n</P>\n<P>\nDoctors in Vienna declined to speculate on exactly how Yushchenko was\npoisoned.\n</P>\n<P>\n\"We weren't there and we will have to leave that to the legal\nauthorities to decide,\" he said.\n</P>\n", 
            "id": "NYT_ENG_20041211.0085"
        }, 
        {
            "headline": "Doctors say Ukrainian presidential candidate Yushchenko poisoned", 
            "text": "\n<P>\nUkrainian opposition leader and presidential candidate Viktor\nYushchenko was the victim of poisoning by dioxin, his doctor said\nSaturday.\n</P>\n<P>\n\"There is no doubt about the fact that the disease was caused by\npoisoning of dioxin,\" said Michael Zimpfer, director of the Vienna\nRudolfinerhaus hospital, where Yushchenko has been receiving\ntreatment.\n</P>\n<P>\n\"There were high concentrations of dioxin, most likely orally\nadministered,\" the doctor told a news conference at the hospital. \"We\nsuspect a cause triggered by a third party.\"\n</P>\n<P>\nYushchenko, 50, spent a period at the Rudolfinerhaus clinic in\nSeptember and October after falling ill for unknown reasons. The\nsymptoms include severe stomach ulcers, spinal pains and disfiguring.\n</P>\n<P>\nYushchenko, who repeatedly claimed that he was poisoned by his\npolitical rivals,  returned Friday to Austria to receive further\ntreatment.\n</P>\n", 
            "id": "XIN_ENG_20041211.0213"
        }, 
        {
            "headline": "Ukraine Reopens Probe of Yushchenko Poisoning", 
            "text": "\n<P>\nThe Ukrainian prosecutor-general's office\nannounced Sunday it had reopened an investigation into allegations\nthat presidential candidate Viktor Yushchenko was poisoned, after\ndoctors in Austria confirmed he had ingested dioxin.\n</P>\n<P>\nReturning to Kiev after checking out of a clinic in Vienna,\nAustria, Yushchenko said he was sure that authorities were responsible\nfor the dioxin poisoning that had disfigured his face and caused other\nsymptoms.\n</P>\n<P>\n``I am convinced that this is the work of the authorities,\nabsolutely convinced,'' Yushchenko told reporters at Kiev airport.\n</P>\n<P>\nThe pro-Western reformer is engaged in a bitter presidential\ncontest with Prime Minister Viktor Yanukovych and has alleged since\nsuddenly falling ill in September that he was poisoned in an\nassassination attempt. Authorities have denied the charge, and some\npro-government politicians have ridiculed it.\n</P>\n<P>\nYushchenko fell sick Sept. 6, a day after having late-night food\nand drinks with Ihor Smeshko, the head of the Security Service of\nUkraine, and others.\n</P>\n<P>\nThe prosecutor-general's office dropped its initial investigation\nof the allegation in late October. Serhiy Rudenko, a spokesman, said\nthen that no poisoning agents had been found in forensic medical tests\nand that there was no data to prove deliberate poisoning or the use of\nbiological weapons against Yushchenko.\n</P>\n<P>\nSpeaking to reporters Sunday at the private Rudolfinerhaus clinic\nin Vienna, where doctors announced Saturday that they had confirmed\ndioxin poisoning, Yushchenko said a full-scale investigation should\nwait until after Dec. 26, when he faces Yanukovych in a repeat\nelection.\n</P>\n<P>\nThe Supreme Court set the revote after ruling that the Nov. 21\nballoting, narrowly won by Yanukovych according to the official count,\nwas invalid due to fraud.\n</P>\n<P>\n``I don't want this factor to influence the election in some way --\neither as a plus or a minus,'' Yushchenko said. ``This question will\nrequire a great deal of time and serious investigation. Let us do it\nafter the election. Today is not the moment.''\n</P>\n<P>\nYushchenko said massive street protests in central Kiev's\nIndependence Square, which helped prompt parliament to enact electoral\nreforms aimed at preventing fraud in the revote, had brought historic\nchange to Ukraine.\n</P>\n<P>\n``I think that the heart of Ukraine moved to Independence Square in\nKiev over the last three weeks, and old people, young people,\neveryone, were defending not Yushchenko but they were defending their\nchoice for the type of Ukraine they want to see in the future,'' he\nsaid, as his U.S.-born wife, Kateryna Chumachenko, translated.\n</P>\n<P>\n``We hadn't seen anything like that for the past 100 years,''\nYuschenko said. ``I think it would be appropriate to compare this to\nthe fall of the Soviet Union or the fall of the Berlin Wall. ... Over\nthe last three weeks, you have seen a different country, a different\nnation. The regime that was in place for 14 years in Ukraine is now\nliving its last days.''\n</P>\n<P>\nMichael Zimpfer, the clinic's director, thanked doctors from around\nthe world who had helped ``to clarify the difficult Yushchenko illness\nthat has not been observed anywhere else beforehand.''\n</P>\n<P>\nWhile dioxin poisoning is not medically unknown, it typically\noccurs through environmental exposure, when it is inhaled or absorbed\nthrough the skin. Doctors said Saturday that damage to Yushchenko's\ndigestive system suggested the poison had been ingested.\n</P>\n<P>\n``It would have been easy to put it in a cream soup,'' Zimpfer said\nSaturday.\n</P>\n<P>\nAt Kiev airport, Yushchenko said it should not take too long to\nreach a conclusion in the attempted murder case. ``A lot of the\ncircumstances are already known,'' he said. ``I think if the general\nprosecutor acts according to Ukraine's laws, both the country and the\nworld at large will soon know who did this.''\n</P>\n<P>\nSonya Yee of the Times' Vienna bureau contributed to this report.\n</P>\n", 
            "id": "LTW_ENG_20041212.0043"
        }, 
        {
            "headline": "Yanukovych calls for probe into alleged US funds in Ukrainian election", 
            "text": "\n<P>\nPrime Minister Viktor Yanukovych is urging Ukraine's parliament to\nset up a special commission to see whether the United States financed\nopposition leader Viktor Yushchenko's presidential campaign, his\nspokesman said Sunday.\n</P>\n<P>\n\"Evidence of American support (for Yushchenko) has surfaced more than\nonce. Therefore, Yanukovych is asking for a parliamentary\ninvestigation,\" said Yanukovych's spokesman, Oleh Ternovsky.\n</P>\n<P>\nUkraine was plunged into a political turmoil after the presidential\nrunoff on Nov. 21, when both candidates claimed victory.\n</P>\n<P>\nUkraine's Supreme Court on Dec. 3 annulled the official results of\nthe runoff, with Yanukovych being the winner and ruled that a re-run\nwould be held on Dec. 26.\n</P>\n<P>\nIt was reported that the US Bush administration has spent more than\n65 million US dollars in the past two years to aid political\norganizations in Ukraine.\n</P>\n<P>\nUS officials say the activities do not amount to interference in\nUkraine's election but are part of the 1 billion dollars the US State\nDepartment spends each year trying to build democracy worldwide. They\nsay no American funds were sent directly to Ukrainian political\nparties.\n</P>\n<P>\nYanukovych has often accused the United States of meddling in\nUkraine's internal affairs.\n</P>\n<P>\nMeanwhile, Yushchenko, who is popular in the West, called for an\ninvestigation to determine how he was poisoned by dioxin, but said it\nshould be conducted after the Dec. 26 re-run to avoid influencing the\nresults.\n</P>\n<P>\nDoctors at a Vienna clinic in Austria said tests proved beyond doubt\nthat it was dioxin poisoning that caused a mystery illness in\nSeptember that left Yushchenko disfigured and in pain.\n</P>\n<P>\nAfter the diagnosis, Ukraine's prosecutor general's office said it\nhad reopened the criminal investigation that it closed in November\nfor lack of evidence at the time.\n</P>\n<P>\nYanukovych campaigners rejected suggestions that the prime minister\ncould have been involved in poisoning Yushchenko.\n</P>\n<P>\nThere is \"no logic in such an accusation,\" said Taras Chornovyl,\nYanukovych's campaign manager.\n</P>\n<P>\nYushchenko fell ill on Sept. 5 and has been treated at the Vienna\nclinic twice before.\n</P>\n<P>\nHospital director Michael Zimpfer said Yushchenko's blood contained\nmore than 1,000 times the normal amount of dioxin. He said tests\nshowed the toxin was taken orally.\n</P>\n<P>\nDioxin is a byproduct of industrial processes such as waste\nincineration and chemical and pesticide manufacturing.\n</P>\n", 
            "id": "XIN_ENG_20041212.0253"
        }, 
        {
            "headline": "White House says Ukraine poisoning \"terrible\"", 
            "text": "\n<P>\nThe White House Monday urged Ukraine to fully investigate the\n\"terrible\" poisoning of opposition leader Viktor Yushchenko with the\nhighly toxic substance dioxin.\n</P>\n<P>\nAsked about the diagnosis, made at an Austrian clinic, spokesman\nScott McClellan replied: \"It was terrible news to hear, and it's\ncertainly disturbing.\"\n</P>\n<P>\n\"I know the Ukraine government is investigating this matter fully, as\nthey should,\" the spokesman said after doctors at the clinic\nconfirmed for the first time that Yushchenko had swallowed relatively\nlarge amounts of dioxin.\n</P>\n<P>\nThe opposition leader has charged that the hardline regime of\noutgoing President Leonid Kuchma poisoned him to take him out of the\nDecember 26  presidential re-vote pitting him against Prime Minister\nViktor Yanukovich.\n</P>\n<P>\nMcClellan also denied anew that US money that went to\nnon-governmental organizations (NGOs) in Ukraine ended up supporting\nthe Western-leaning Yushchenko directly.\n</P>\n<P>\n\"We do not and have not supported any particular candidate in\nUkraine's presidential election,\" he said. \"The United States\nstrongly supports a democratic process that reflects the will of the\npeople of Ukraine.\"\n</P>\n<P>\n\"We have provided assistance to organizations supporting such a\nprocess in Ukraine, and that includes NGOs, as well as other\ninternational organizations, but that's to assist in voter education\nand political party training, and it is also assistance which is made\navailable to all political parties in Ukraine.\"\n</P>\n<P>\nAsked whether he was sure that no US assistance ended up directly\nhelping Yushchenko, McClellan replied: \"Yes.\"\n</P>\n<P>\n\"Our assistance is to support free and fair elections that reflect\nthe will of the people, and that's what we do all over the world,\" he\nsaid.\n</P>\n", 
            "id": "AFP_ENG_20041213.0021"
        }, 
        {
            "headline": "Opposition chief's poisoning dominates Ukraine campaign", 
            "text": "\n<P>\nThe poisoning of Ukraine's opposition icon Viktor Yushchenko\novershadowed the country's presidential election campaign Monday after\nthe Western-leaning candidate accused the government of trying to kill\nhim, and his pro-Russia rival denied any knowledge of the case.\n</P>\n<P>\n\"This is the work of the government,\" Yushchenko said upon his return\nto Kiev late Sunday from an Austrian clinic where doctors confirmed\nfor the first time that he had somehow swallowed massive amounts of\nthe toxin that can cause cancer and death.\n</P>\n<P>\n\"If the prosecutor general keeps to the law and acts accordingly,\nthen soon Ukraine and the whole world will find out who did this,\"\nsaid Yushchenko, who underwent a new round of tests at the clinic\nover the weekend.\n</P>\n<P>\nDoctors at the Rudolfinerhaus clinic determined that the pro-West\nopposition leader was poisoned by ingesting a dioxin dose that\nexceeded 1,000 times the safe limit -- possibly by eating spiked soup\n-- causing his face to be disfigured weeks before the first round of\na presidential vote.\n</P>\n<P>\nYushchenko has previously charged that the hardline regime of\noutgoing President Leonid Kuchma poisoned him to take him out of the\ncontest against Prime Minister Viktor Yanukovich, whom the opposition\nleader comfortably led in the polls when he was struck.\n</P>\n<P>\nOn Sunday Yushchenko refused to name any specific officials and said\nthe inquiry should determine the culprit.\n</P>\n<P>\n\"This is a very delicate question and one should not be accusing\nanyone at this point -- this should be determined by the\ninvestigation,\" he said.\n</P>\n<P>\nYanukovich said Monday he could not have known anything about the\nalleged government plot because as prime minister he did not oversee\nthe security structures that could have possibly orchestrated the\nattack.\n</P>\n<P>\n\"In my job as prime minister, I did not have anything to do with the\nwork of law enforcement agencies. That was not my competence,\"\nYanukovich told reporters when asked to comment on Yushchenko's\ncharges.\n</P>\n<P>\n\"I am insisting that law enforcement agencies get to the bottom of\nthis,\" he said when asked to respond to Yushchenko's charges.\n</P>\n<P>\n\"I sympathize as a person with Mr Yushchenko that he is sick. I hope\nthat he gets better soon.\"\n</P>\n<P>\nThe Interfax news agency reported Monday that the prosecutor\ngeneral's office has re-opened a criminal investigation into the case\nafter closing an earlier inquiry.\n</P>\n<P>\nYushchenko will face Yanukovich on December 26 in a rerun vote after\nthe supreme court stripped the prime minister of his victory in the\nNovember 21 runoff because of massive ballot fraud.\n</P>\n<P>\nBefore the doctors' confirmation, presidential administration\nauthorities have said that Yushchenko may have fallen ill from eating\nspoiled food or perhaps drinking too much bad liquor.\n</P>\n<P>\nIn Washington, the White House urged Ukraine to fully investigate the\n\"terrible\" poisonin  Meanwhile Yanukovich pressed on with his message\nthat he would no longer represent the ruling regime in the December\n26 vote after what he has called Kuchma's \"betrayal\" of him during\nthe talks with Yushchenko to resolve the standoff over the November\n21 poll.\n</P>\n<P>\n\"I was deeply disappointed in this man,\" he told reporters. \"This\ncrisis showed his true character and he began defending the interests\nof himself and his family.\"\n</P>\n<P>\n\"The battle against me is being waged by the old government and\npeople who once served in government... those who robbed Ukraine and\ndrove her people to poverty,\" he said.\n</P>\n", 
            "id": "AFP_ENG_20041213.0097"
        }, 
        {
            "headline": "US urges to fully investigate poisoning of Yushchenko", 
            "text": "\n<P>\nThe United States on Monday urged the Ukrainian government to fully\ninvestigate the \"terrible\" poisoning of opposition leader Viktor\nYushchenko with the highly toxic substance dioxin.\n</P>\n<P>\n\"It was terrible news to hear, and it's certainly disturbing\nreports,\" White House spokesman Scott McClellan said when he was\nasked at a news briefing about the US reaction to the poisoning of\nUkrainian presidential candidate Yushchenko.\n</P>\n<P>\n\"I know the Ukraine government is investigating this matter fully, as\nthey should,\" McClellan said.\n</P>\n<P>\nYushchenko was the victim of poisoning by dioxin, his doctor, Michael\nZimpfer, said Saturday. \"There were high concentrations of dioxin,\nmost likely orally administered,\" said Zimpfer, director of the\nVienna Rudolfinerhaus hospital, where Yushchenko has been receiving\ntreatment.\"\n</P>\n<P>\nDioxin is a by-product of industrial processes such as waste\nincineration and chemical and pesticide manufacturing.\n</P>\n<P>\nYushchenko repeatedly claimed that he was poisoned by his political\nrivals.\n</P>\n<P>\nIn response to reports the US is intervening Ukraine's election and\nfunding the opposition, McClellan claimed that \"We do not and have\nnot supported any particular candidate in Ukraine's presidential\nelection.\"\n</P>\n<P>\n\"Our assistance is to support free and fair elections that reflect\nthe will of the people, and that's what we do all over the world,\"\nthe spokesman said.\n</P>\n<P>\nUkraine has been in a political crisis since the Nov. 21 presidential\nelection, victory in which has been claimed by both pro-Moscow\ncandidate, Prime Minister Viktor Yanukovich, and pro- Western\ncandidate, opposition leader Viktor Yushchenko.\n</P>\n<P>\nUkraine's Supreme Court has ordered to have a new runoff vote on Dec.\n26.\n</P>\n", 
            "id": "XIN_ENG_20041213.0299"
        }
    ], 
    "id": "D1036G", 
    "title": "Dioxin Poisoning Yuschenko"
}