{
    "docSet": [
        {
            "headline": "UN TO ASSESS DAMAGE TO CORAL REEFS, FORESTS", 
            "text": "\n<P>\nThe United Nations Thursday set aside $1 million to assess\nenvironmental damage caused by this week's devastating tsunami, as\nreports of destroyed coral reefs and uprooted mangrove forests began\ntrickling in.\n</P>\n<P>\nWhile attention is clearly focused on the rising human toll of the\ntragedy, some dive operators and marine biologists are reporting that\nfrom Sri Lanka to Thailand corals are suffocating under layers of\nmud, heaps of rotten fish, are clogging beachfronts, and rare turtle\nnesting sites have been washed out to sea.\n</P>\n<P>\n\"There is a huge natural cost, but what it is is still to be\ndetermined,\" said Lynne Hale, director of the global marine\ninitiative for the Nature Conservancy, who worked in Thailand's\nPhuket Island and Sri Lanka for many years. Both areas were hard hit\nby the tsunami.\n</P>\n<P>\nNow based in Rhode Island, Hale said the tsunami may have caused\nlasting environmental damage that may take decades or longer to\nrecover from. \"This is a massive, massive erosion event,\" she said.\n</P>\n<P>\nA UN task force based in Geneva will assess two things: environmental\ndamage that threatens human health, and the toll on the ecological\nresources -- many of which support tourism and the fishing industry.\n</P>\n<P>\nThe Indian Ocean region, with its aqua, shallow seas, hosts some of\nthe most beloved and famous coral reefs in the world that support\nscores of fish species found nowhere else. Mangroves are critical\nnurseries for many of these fish. And the beaches of Sri Lanka, the\nAndaman and Nicobar islands, and other countries hit by the tsunami\nhost prime nesting spots for some of the world's rarest sea turtles,\nsuch as leatherbacks that return to the same spot year after year to\nlay eggs.\n</P>\n<P>\nScientists Thursday said they expect marine life from shore to about\na mile out to have suffered the worst damage. However, some\nbiologists speculated that marine mammals such as whales and dolphins\nswimming near shore when the tsunami struck may have sensed the\nstrange seas and headed for deeper waters, where the giant waves were\nbarely noticeable. Land animals may have had the same \"sixth sense\"\nto move to safety: Wildlife officials in Sri Lanka's Yala National\nPark said they have not seen evidence that many animals died, despite\nthe preserve's closeness to the ocean.\n</P>\n<P>\nScientists don't have comprehensive historical data about marine\ndamage that tsunamis can cause, especially one of this magnitude.\nThey do know that in 1883, when the Krakatoa volcano exploded and\nsent a giant tsunami washing over Indonesia, coral heads that weighed\nhundreds of tons were tossed hundreds of feet inland.\n</P>\n<P>\nAnd in 1964, when a tsunami hit Alaska, news reports noted that baby\nsalmon were killed, although it's unclear how many.\n</P>\n<P>\nThis week, dive operators and researchers began sending e-mails to\nthe WorldFish Center in Malaysia, an international fisheries research\ncenter, painting an early bleak picture of the region's treasured\ncoastal waters. On Phuket Island, one popular beach was piled with\ndead staghorn coral, starfish, gulper eels, sea cucumbers, and sea\ngrasses.\n</P>\n<P>\nIn the Maldives, dive operator Norbert Schmidt said the eastern part\nof the island was hit the worst, with dead coral and sand covering\nthe runway at Hulule International Airport. In Sri Lanka and\nThailand, coral damage is reported to be severe, and trees have\ncrashed down onto reefs, ripping many of the corals, some hundreds of\nyears old, apart.\n</P>\n<P>\n\"Many fish washed ashore, trees that were knocked down (smashed) into\nthe reefs,\" Michiru Main, a researcher who was conducting a reef\nsurvey at Mu Ko Surin, a popular dive spot in Thailand, when the\ntsunami struck, said in an e-mail. \"I can definitely say there is\ndamage in the area.\"\n</P>\n<P>\nAlready stressed from fishing and tourism, many of the reefs may be\ncovered in mud, which can block sunlight that fish and other\norganisms below them need. Meanwhile, corals, which only grow a\nfraction of an inch each year, may be excreting mucus as a defensive\nmechanism against the mud -- \"expensive in terms of energy (that)\nweakens the coral,\" e-mailed Marco Noordeloos of the WorldFish\nCenter. Noordeloos said fish populations have probably been damaged,\ntoo, although it's far too early to get a complete picture.\n</P>\n<P>\nSome scientists this week said human activity in the coastal zone\ncontributed to the immense damage on shore -- such as building\ntourist hotels too close to the water and tearing out mangrove\nforests to put in shrimp aquaculture farms throughout Asia. But\nothers say that while the lack of mangrove forests probably\nexacerbated the destruction, it's unlikely that they would have\nslowed the tsunami's enormous volume of water.\n</P>\n<P>\n\"Maybe in East Africa where the waves weren't as high, but I'm not\nsure when you get a 40-foot wave a mangrove would have made a huge\ndifference,\" said Susi Moser, research scientist for the National\nCenter for Atmospheric Research.\n</P>\n<P>\nBeth Daley can be reached at bdaleyglobe.com\n</P>\n", 
            "id": "NYT_ENG_20041230.0220"
        }, 
        {
            "headline": "India says reclusive aborigines safe on remote islands by Pratap Chakravarty", 
            "text": "\n<P>\nGroups of rare aboriginal tribes already near the edge of extinction\nin the Andaman and Nicobar islands survived a massive tsunami, the\ncoast guard said Thursday.\n</P>\n<P>\nFive tribes numbering 989 people were safe after Sunday's onslaught,\nincluding the 100-member Onge, 250 of the fiercely independent\nSentinelese, 39 of the almost extinct Andamanese, 350 of the Jarawa\nand 250 of the hunter-gatherer Shompen.\n</P>\n<P>\nThey were located by helicopter and some were reached by boat and\nprovided with supplies and medical treatment, Coast Guard director\ngeneral Arun Kumar Singh said Thursday.\n</P>\n<P>\nThe Indian navy had been hunting for the aborigines on the\ntsunami-savaged Nicobar islands amid fears that any harm to some of\nnature's most enigmatic communities could push them into extinction.\n</P>\n<P>\nThe mangrove islet of Campbell Bay is one of hundreds in the\narchipelago, some partly or fully reserved for aborigines.\n</P>\n<P>\n\"The great Andamanese tribes are all OK,\" Lt. Governor Ram Kapse told\nreporters. \"There are no casualties among them.\"\n</P>\n<P>\nThe Shompen live along riverbanks in the dense mangroves surrounding\nthe settlement of Campbell Bay, 800 kilometres (500 miles) south of\nthe Andamanese capital Port Blair.\n</P>\n<P>\nFor centuries they have shied away from outside contact, notably with\nIndians.\n</P>\n<P>\nOn Sunday, the island chain bore the full brunt of the massive waves\ntriggered by a huge undersea earthquake off nearby Sumatra,\nIndonesia.\n</P>\n<P>\nThe Indian government in the mid-1970s sent retired military\npersonnel as settlers to the breathtaking tropical territory amid\nfriction with neighbouring Indonesia over ownership.\n</P>\n<P>\nThe Onge tribe was confined to 25 square kilometers after the Forest\nDepartment took over their land in 1977 and face further loss of\nterritory as the government builds homes, roads, jetties and a match\nfactory near their reserve.\n</P>\n<P>\nThe Sentinelese on North Sentinel island have constantly repulsed\noutsiders with showers of arrows and remain one of the least studied\nof the tribes.\n</P>\n<P>\nThe Andamanese, on the verge of extinction, were decimated by disease\nfrom colonisers in the mid-19th century and remain settled on tiny\nStrait Island.\n</P>\n<P>\nThe once reclusive and hostile Jawara occupy 639 square kilometers on\nthe south and middle Andaman islands. But in recent years they have\nbeen steadily engaging with tourists since a road split their land.\n</P>\n<P>\nOne other tribe numbering 30,000, the Nicobarese, are not decreasing\nand have been partly assimilated into Indian society.\n</P>\n<P>\nThe origins of the endangered Andaman tribes, today only about 12\npercent of the overall population of some 350,000, still mystify\nanthropologists.\n</P>\n<P>\nGenetic evidence suggests the pygmy-like people with dark skin and\ntightly curled hair have lived on the Andamans for at least 60,000\nyears.\n</P>\n<P>\n\"They are very important -- a link to our roots we come from, to our\nprehistoric days when we were at the hunting and gathering stage,\"\nAjoy Bagchi, executive director of the New Delhi-based\nAnthropological Survey of India said.\n</P>\n", 
            "id": "AFP_ENG_20041230.0385"
        }, 
        {
            "headline": "Marine life could take centuries to recover from killer waves by Madeleine Coorey", 
            "text": "\n<P>\nBeaches around South Asia devastated by tsunamis could be restored to\ntheir former glory within a few years, but the marine life through\nwhich the huge waves passed could take centuries to recover, experts\nsaid.\n</P>\n<P>\nCoral reefs, mangroves, fish and other marine life had been damaged\nby the tsunamis which rose out of the Indian Ocean on Sunday,\ntriggered by a massive earthquake near the Indonesian island of\nSumatra.\n</P>\n<P>\nThe disaster has left more than 120,000 people dead and up to five\nmillion displaced in the region, with Indonesia, Thailand, India and\nSri Lanka the worst affected countries.\n</P>\n<P>\n\"It is so hard to say in brief, but the level of devastation of\ncoastal areas by the disaster is obvious,\" director of Conservation\nInternational in the Indonesian resort island of Bali, Ketut Sarjana\nPutra, said.\n</P>\n<P>\n\"It will take a long time to recover.\"\n</P>\n<P>\nThe ocean's seagrass bed and mangrove ecosystem would also be\naffected, Putra said, but it is the reefs that bore the brunt of the\ndestruction.\n</P>\n<P>\n\"The coral reef system might be totally destroyed. It will take\nhundreds of years to grow back,\" he said.\n</P>\n<P>\nThe health of the reefs could in turn dramatically affect the size of\nfish populations which rely on them for their habitat.\n</P>\n<P>\nLyle Vail, director of the Lizard Island Research Station on\nAustralia's Great Barrier Reef, said damage to coral reefs from a\ntsunami would likely be similar to that from a cyclone.\n</P>\n<P>\nWhen a tsunami passes, reef structures grind into each other causing\nextensive damage. In serious cases recovery would be slow as there\nwould be fewer larval animals to repopulate the coral.\n</P>\n<P>\nA major problem would be a loss of fish, displaced by the waves from\ntheir habitat, and other forms of protein which depend on the reefs.\n</P>\n<P>\nRegional marine programme co-ordinator for South and Southeast Asia\nwith the IUCN (World Conservation Union) in Colombo, Sri Lanka,\nJerker Tamelander, said damage to the marine ecosystem could be\n\"very, very serious.\"\n</P>\n<P>\n\"You have a region where the marine ecosystem is stressed and\ndegraded as it is,\" he told AFP.\n</P>\n<P>\nTamelander said many coral reefs in the Indian Ocean were just\nbeginning to recover from damage caused by the changing water\ntemperatures generated by the El Nino weather pattern.\n</P>\n<P>\n\"In the region as a whole I think we can expect very severe ecosystem\neffects,\" he said, adding the recovery process for coral reefs could\ntake \"decades to centuries\".\n</P>\n<P>\nA major problem would be the amount of silt, sand and organic matter\nchurned into the water which would then \"smother\" vegetation and\nmarine life. Coral could also have been damaged by exposure to the\nair as water was sucked back from the shore before the tsunamis hit.\n</P>\n<P>\nTamelander says in some cases mangroves, which protect the shore from\nerosion and often serve as nurseries for young fish, would also have\nbeen completel0 years,\" he said.\n</P>\n", 
            "id": "AFP_ENG_20041230.0632"
        }, 
        {
            "headline": "UN TO ASSESS DAMAGE TO CORAL REEFS, FORESTS", 
            "text": "\n<P>\nThe United Nations Thursday set aside $1 million to assess\nenvironmental damage caused by this week's devastating tsunami, as\nreports of destroyed coral reefs and uprooted mangrove forests began\ntrickling in.\n</P>\n<P>\nWhile attention is clearly focused on the rising human toll of the\ntragedy, some dive operators and marine biologists are reporting that\nfrom Sri Lanka to Thailand corals are suffocating under layers of\nmud, heaps of rotten fish, are clogging beachfronts, and rare turtle\nnesting sites have been washed out to sea.\n</P>\n<P>\n\"There is a huge natural cost, but what it is is still to be\ndetermined,\" said Lynne Hale, director of the global marine\ninitiative for the Nature Conservancy, who worked in Thailand's\nPhuket Island and Sri Lanka for many years. Both areas were hard hit\nby the tsunami.\n</P>\n<P>\nNow based in Rhode Island, Hale said the tsunami may have caused\nlasting environmental damage that may take decades or longer to\nrecover from. \"This is a massive, massive erosion event,\" she said.\n</P>\n<P>\nA UN task force based in Geneva will assess two things: environmental\ndamage that threatens human health, and the toll on the ecological\nresources -- many of which support tourism and the fishing industry.\n</P>\n<P>\nThe Indian Ocean region, with its aqua, shallow seas, hosts some of\nthe most beloved and famous coral reefs in the world that support\nscores of fish species found nowhere else. Mangroves are critical\nnurseries for many of these fish. And the beaches of Sri Lanka, the\nAndaman and Nicobar islands, and other countries hit by the tsunami\nhost prime nesting spots for some of the world's rarest sea turtles,\nsuch as leatherbacks that return to the same spot year after year to\nlay eggs.\n</P>\n<P>\nScientists Thursday said they expect marine life from shore to about\na mile out to have suffered the worst damage. However, some\nbiologists speculated that marine mammals such as whales and dolphins\nswimming near shore when the tsunami struck may have sensed the\nstrange seas and headed for deeper waters, where the giant waves were\nbarely noticeable. Land animals may have had the same \"sixth sense\"\nto move to safety: Wildlife officials in Sri Lanka's Yala National\nPark said they have not seen evidence that many animals died, despite\nthe preserve's closeness to the ocean.\n</P>\n<P>\nScientists don't have comprehensive historical data about marine\ndamage that tsunamis can cause, especially one of this magnitude.\nThey do know that in 1883, when the Krakatoa volcano exploded and\nsent a giant tsunami washing over Indonesia, coral heads that weighed\nhundreds of tons were tossed hundreds of feet inland.\n</P>\n<P>\nAnd in 1964, when a tsunami hit Alaska, news reports noted that baby\nsalmon were killed, although it's unclear how many.\n</P>\n<P>\nThis week, dive operators and researchers began sending e-mails to\nthe WorldFish Center in Malaysia, an international fisheries research\ncenter, painting an early bleak picture of the region's treasured\ncoastal waters. On Phuket Island, one popular beach was piled with\ndead staghorn coral, starfish, gulper eels, sea cucumbers, and sea\ngrasses.\n</P>\n<P>\nIn the Maldives, dive operator Norbert Schmidt said the eastern part\nof the island was hit the worst, with dead coral and sand covering\nthe runway at Hulule International Airport. In Sri Lanka and\nThailand, coral damage is reported to be severe, and trees have\ncrashed down onto reefs, ripping many of the corals, some hundreds of\nyears old, apart.\n</P>\n<P>\n\"Many fish washed ashore, trees that were knocked down (smashed) into\nthe reefs,\" Michiru Main, a researcher who was conducting a reef\nsurvey at Mu Ko Surin, a popular dive spot in Thailand, when the\ntsunami struck, said in an e-mail. \"I can definitely say there is\ndamage in the area.\"\n</P>\n<P>\nAlready stressed from fishing and tourism, many of the reefs may be\ncovered in mud, which can block sunlight that fish and other\norganisms below them need. Meanwhile, corals, which only grow a\nfraction of an inch each year, may be excreting mucus as a defensive\nmechanism against the mud -- \"expensive in terms of energy (that)\nweakens the coral,\" e-mailed Marco Noordeloos of the WorldFish\nCenter. Noordeloos said fish populations have probably been damaged,\ntoo, although it's far too early to get a complete picture.\n</P>\n<P>\nSome scientists this week said human activity in the coastal zone\ncontributed to the immense damage on shore -- such as building\ntourist hotels too close to the water and tearing out mangrove\nforests to put in shrimp aquaculture farms throughout Asia. But\nothers say that while the lack of mangrove forests probably\nexacerbated the destruction, it's unlikely that they would have\nslowed the tsunami's enormous volume of water.\n</P>\n<P>\n\"Maybe in East Africa where the waves weren't as high, but I'm not\nsure when you get a 40-foot wave a mangrove would have made a huge\ndifference,\" said Susi Moser, research scientist for the National\nCenter for Atmospheric Research.\n</P>\n<P>\nBeth Daley can be reached at bdaleyglobe.com\n</P>\n", 
            "id": "NYT_ENG_20041231.0035"
        }, 
        {
            "headline": "28 areas in Indonesia prone to tsunami", 
            "text": "\n<P>\nThe Indonesian Volcanic and Geological Disaster Mitigation\nDirectorate (DVMBG) said on Friday 28 areas in the country are prone\nto tsunami tidal waves and called on local administrations and people\nto stay alert for such natural disasters.\n</P>\n<P>\nThe estimate of the tsunami-prone areas was based on similar\ndisasters affecting the areas previously, the office's chief, Yousana\nSiagian, was quoted by the official Antara news agency as saying.\n</P>\n<P>\nMost of the 28 areas provinces on Sumatra, Sulawesi, Java and Papua\nislands.\n</P>\n<P>\nTo avoid tsunami, people should neither reside in the areas close to\ncoastlines nor destroy mangrove forests that protect tidal waves, he\nsaid from the agency's compound in Bandung, West Java.\n</P>\n<P>\nA 10-meter high tsunami triggered by a powerful earthquake off\nnorthern Sumatra island swept through coastlines across the Indian\nOcean on Dec. 26.\n</P>\n<P>\nThe death toll in the catastrophe in Indonesia's Aceh and North\nSumatra provinces alone reached more than 80,000 on Thursday.\n</P>\n", 
            "id": "XIN_ENG_20041231.0091"
        }, 
        {
            "headline": "Vietnam strives to protect mangrove forests", 
            "text": "\n<P>\nThere remains 14 mangrove forests for\nVietnam to be protected in the 2005-2010 period, according to a \nrecent survey jointly conducted by Vietnam's Ministry of \nAgriculture and Rural Development and the United Nations \nEnvironment Program, Vietnam News Agency reported on Tuesday.\n</P>\n<P>\nThey distributed over the northern province of Quang Ninh and \nNam Dinh, Hai Phong city and southern Soc Trang, Ca Mau, Kien \nGiang and Ben Tre province in the country.\n</P>\n<P>\nVietnam has in the past two years worked to ensure sustainable \ndevelopment for submerged forests, which face over-exploitation \nfor aquaculture rearing. According to the survey report, the \ncountry's mangrove forests have to date dwindled to 155,290 \nhectares, a 50 percent drop from 1980. The reduction was blamed \nfor the conversion of these forests to aquaculture and farming, \nwhich has seriously ruined the mangrove forests' ecosystem and \nimpacted the sea environment.\n</P>\n<P>\nMangrove forests thrive near the mouths of large rivers where \nriver deltas provide lots of sediment. Its roots collect sediments\nand slow the water's flow, helping to protect the coastline and \npreventing erosion. Over time, the roots can collect enough debris\nand mud to extend the edge of the coastline further out.\n</P>\n<P>\nAt the same time, mangrove forests are teeming with life. \nShorebirds, crab-eating monkeys, and fishing cats all make it home.\nMangroves provide a safe haven and a nursery for a variety of fish,\nbirds, crustaceans, and shellfish and have special aerial roots \nand salt-filtering taproots that enable them to thrive in brackish\nwater.\n</P>\n", 
            "id": "XIN_ENG_20050104.0124"
        }, 
        {
            "headline": "Mangroves could have significantly reduced tsunami damage, conservation groups say", 
            "text": "\n<P>\nDamage from the Indian Ocean tsunami could have been significantly reduced if\nmore coastal areas had maintained their protective shields of mangrove swamps\nand coral reefs, conservation groups said Thursday.\n</P>\n<P>\n\"These act as shock absorbers for the types of flooding and the tsunami that we\nsaw,\" said Simon Cripps, head of the Worldwide Fund for Nature's marine program\nbased in Gland, Switzerland.\n</P>\n<P>\n\"It wouldn't have been able to stop it completely, of course, but we've seen\nareas already ... where there were mangroves, there was substantially less\ndamage.\"\n</P>\n<P>\nMangroves grow in thickets along tropical coastlines and their complicated root\nsystems help to bind the shore together, effectively providing a shield against\ndestructive waves. They are vital for coastal protection from the sea, the U.N.\nEnvironment Program says.\n</P>\n<P>\nMany lives could have been saved if mangroves and reefs had been conserved in a\nhealthy state, said the Mangrove Action Program, an environmental organization\nbased in Port Angeles, Washington.\n</P>\n<P>\n\"Instead these vital protective buffers that nature provides against wind and\nwave had been foolishly degraded or removed for unsustainable developments,\" the\norganization said in a statement.\n</P>\n<P>\nAn official of the 144-nation Ramsar treaty protecting the world's wetlands said\ninitial assessments indicated mangroves had lessened some of the impact of the\ntsunami, but that further study was needed to determine how effective they\nwere.\n</P>\n<P>\n\"Mangroves are recognized as being one of the coastal systems that provides\nbuffering against storms and storm effects from the sea,\" said Nick Davidson,\ndeputy chief of the secretariat for the Ramsar Convention on Wetlands, which\nalso is based in Gland, near Geneva.\n</P>\n<P>\nBut, he said, it remains unclear whether mangroves and coral reefs had a\nsignificant protective effect against a \"tsunami on the scale that we've just\nwitnessed.\"\n</P>\n<P>\nUp to half of the world's mangrove swamps have disappeared in the last 20-30\nyears because of the development of tourist resorts, transport infrastructure\nand commercial prawn fishing, Cripps said in a telephone interview.\n</P>\n<P>\nThe Mangrove Action Program estimates that there are 16,000 hectares (40,000\nacres) of mangroves left in the world.\n</P>\n<P>\nThis makes coastal areas more susceptible to flooding, as has previously been\nseen in Bangladesh, which no longer has a protective shield of\nmangroves.\n</P>\n<P>\n\"The advantage of mangroves is severalfold,\" Cripps said. \"They hold the\nstructure of the land together, the coastline together.\"\n</P>\n<P>\nCoral reefs have been similarly hit by waste water from new developments,\ndynamite fishing and warmer water because of climate change.\n</P>\n<P>\nCripps cited the example of the Marriott hotel in Phuket, Thailand, which was\nbuilt next to a turtle nesting beach and so was developed with strict\nenvironmental guidelines. The hotel was built back from the beach and\ndevelopment of the waterfront was severely restricted, so mangrove swamps were\npreserved along the coast.\n</P>\n<P>\n\"Apparently the damage, the actual physical damage, and the human loss of life\nwas very much less than in other areas and other hotels in the region,\" he\nsaid.\n</P>\n<P>\nAn offshore coral reef also seems to have prevented much more widespread\ndestruction on the low-lying Maldives islands, Cripps noted.\n</P>\n<P>\n\"There is good evidence from previous events such as hurricanes and typhoons\nthat the presence of mangroves certainly assists in reducing the impact on\nland,\" Davidson said. \"The presence of coral reefs, I think, slows down the\nmovement of water and the more shallow zone areas you have far away from the\ncoast, the more effective at reducing energy of incoming water\nsystems.\"\n</P>\n<P>\n___\n</P>\n<P>\nOn the Net:\n</P>\n<P>\nMangrove Action Program: www.earthisland.org/map\n</P>\n", 
            "id": "APW_ENG_20050107.0022"
        }, 
        {
            "headline": "Indonesian ship to conduct submarine survey of quake-hit ocean floor", 
            "text": "\n<P>\nJAKARTA, Jan. 16 (Xinhua)-- The Indonesian government Sunday \nsent a research vessel to the west coast of tsunami-devastated \nAceh to conduct survey of the ocean floor around the zone of the \nearthquake on Dec. 26 last year.\n</P>\n<P>\nIndonesia's State Minister for Research and Technology \nKusmayanto Kadiman saw off the ship, Baruna Jaya IV, at Jakarta's \nTanjung Priok Port.\n</P>\n<P>\n\"We will conduct a submarine survey of the ocean floor around \nthe quake's epicenter to find out whether the fault is still \nactive and the extent of the damage,\" said Kusmayanto.\n</P>\n<P>\nAccording to the minister, early information and data on the \ncondition of the seabed around the epicenter of the quake would be\nextremely useful for establishing an early warning system against \nearthquake, tsunami and volcanic eruption.\n</P>\n<P>\n\"We are not aiming only at tsunamis but other natural disasters\nlike volcanic eruptions as well. The plan to set up a disaster \nprevention and management center has already been launched and \nbeing discussed further,\" he said.\n</P>\n<P>\nThe Indonesian government is also sending a technology service \noperation team to Aceh to provide humanitarian aid and technical \nassistance, and in the meantime conduct surveys on seabed and \ndamage of the coastal area along the west coast of Aceh, said \nIndonesian officials.\n</P>\n<P>\nSome parts of the western Aceh are still not accessible by land\nbecause of earthquake and tsunami and have received only a small \namount of relief supplies, said the officials.\n</P>\n<P>\nThe technology service operation team will also carry out \nmapping and water exploration, provide water and sanitation \nmanagement, look for solar energy generated electricity, and \nconduct studies of the affected areas which could be rebuilt and \nthose where dwelling would practically no longer be possible and \nshould be developed into mangrove forests, said the officials.\n</P>\n", 
            "id": "XIN_ENG_20050116.0132"
        }, 
        {
            "headline": "U.N. agency calls for rehabilitation of tsunami-affected mangroves", 
            "text": "\n<P>\nA U.N. agriculture agency called Wednesday for the rehabilitation of mangroves\ndamaged by the Asian tsunami, saying the move would help speed up recovery in\nareas affected by the devastating tidal waves.\n</P>\n<P>\nHowever, the Food and Agriculture Organization said that massive mangrove\nplanting should be avoided, especially in areas where there are other important\necosystems, such as turtle nesting grounds and sea grass beds.\n</P>\n<P>\nMangroves grow in thickets along tropical coastlines and have tangled roots that\ngrow above ground. They cover an area of around 15 million hectares (37,000\nacres) worldwide, said the U.N. agency, with about 40 percent of it found in the\ncountries affected by the tsunami.\n</P>\n<P>\n\"Mangroves contribute directly to rural livelihoods by providing wood and\nnon-wood forest products _ including timber, poles, fuel wood and thatch for\nhouses,\" said Mette Loyche Wilkie, an agency expert, \"and indirectly by\nproviding spawning grounds and nutrients for fish and shellfish.\"\n</P>\n<P>\nThe damage inflicted to mangroves by the Dec. 26 tsunami was still being\nassessed, and changes in soil salinity or fresh water inflow might cause further\ndamage in the longer-term, the agency said in a statement.\n</P>\n<P>\nMangroves can provide a shield against destructive waves, and the Rome-based\nagency said there have been specific cases during the recent tsunami where\ndamage and loss of lives were reduced thanks to the mangroves.\n</P>\n<P>\nHowever, the agency said, narrow strips of mangroves, when uprooted or snapped\noff at mid-trunk and swept inland, can kill people and cause additional damage.\nThe agency reported one case in Thailand where the mangroves also damaged\nshallow coral reefs.\n</P>\n", 
            "id": "APW_ENG_20050119.0565"
        }, 
        {
            "headline": "In southern India, mangroves absorbed brunt of tsunami, saving lives", 
            "text": "\n<P>\nFor generations, the Irula tribe in southern India made a living out of skinning\nsnakes.\n</P>\n<P>\nThen a 1972 wildlife law banned such sales and the tribals, who lived in seaside\nforests, turned to fishing and worked on a government program to restore coastal\nmangrove swamps damaged by human development.\n</P>\n<P>\nWhen the tsunami struck on Dec. 26, the mangroves in the Pichavaram wetland\nacted as a buffer, saving the Irulas and about a dozen fishing hamlets from the\nkiller waves.\n</P>\n<P>\n\"We were saved by the trees we planted in the past,\" said V. Kumar, an Irula who\nspends two hours every morning planting mangrove saplings.\n</P>\n<P>\n\"Those who destroyed the forest and built houses on open beaches had to face the\nbrunt,\" he said, pointing to a fishing hamlet on a sand bar between the\nmangroves and the sea that was completely washed away.\n</P>\n<P>\nThere was no loss of human life or property in these villages, located 100\nmeters (110 yards) to 700 meters (765 yards) from the sea. Elsewhere in Tamil\nNadu state, the worst-hit in India, the sea entered as deep as 1,500 meters\n(5,000 feet), washing away thousands of people and their homes.\n</P>\n<P>\nThe story of Pichavaram and others like it in areas where trees protected\nthatched roofs even as huge concrete structures on open beaches collapsed,\nprompted environmentalists to call for stringent rules to protect coastal\necology. The tsunami struck as India was reviewing coastal regulations, which\ncritics say were diluted to allow increasing commercial activities near the\nsea.\n</P>\n<P>\n\"The tsunami has taught us a lesson,\" said Rohan D'souza, an environmental\nhistorian at the New Delhi-based Jawaharlal Nehru University. \"By spending\nmillions of dollars on a tsunami warning system, we may save the people, but not\ntheir livelihood. We need to save the coast.\"\n</P>\n<P>\nNearly 11,000 people died in India, mostly in Tamil Nadu state, where tens of\nthousands of fishermen are still living in relief camps. They can't immediately\nreturn to fishing because their boats were destroyed and few fish are found\nclose to the shore. Also, many fishermen are scared to go to\nsea.\n</P>\n<P>\nBut in Pichavaram _ covered with 2,220 acres (900 hectares) of mangrove forests\n_ the local residents continue to fish just as they did before the tsunami. Some\n3,000 fishing families in the region depend on mangroves, harvesting some 230\ntons in prawns, fishes and crabs annually.\n</P>\n<P>\n\"Here, there has been very little impact,\" said S. Ramamurthy, the officer in\ncharge of the forests, about 220 kilometers (135 miles) south of Madras, the\ncapital of Tamil Nadu state.\n</P>\n<P>\nSome trees in rows close to the sea were uprooted, said Ramamurthy as he and an\nAssociated Press team toured the area on a boat. The waves slowed after entering\nthe thick forests and the volume of water was also reduced because it split off\ninto dozens of canals and creeks, he said.\n</P>\n<P>\n\"The mangroves are the best buffer against tidal waves. But they have been\nsteadily destroyed,\" said V. Selvam, program director at the Madras-based M.S.\nSwaminathan Research Foundation, which helped the government persuade the Irulas\nto manage the Pichavaram forest.\n</P>\n<P>\nMangroves grow in brackish water, in some delta areas where rivers meet the sea.\nIn other parts of the coast, coral reefs and other kinds of vegetation can also\nhelp reduce the impact of waves and prevent soil erosion, Selvam\nsaid.\n</P>\n<P>\nMeanwhile, the United Nations' Food and Agricultural Organization said it fears\nthe reconstruction of tsunami-hit areas could put pressure on mangroves and\nother coastal vegetations.\n</P>\n<P>\n\"What we do know is that the demand for fuelwood, for wood to rebuild houses and\ninfrastructure and for constructing fishing boats is substantial,\" said Jim\nCarle, an FAO expert on plantations. \"This is likely to lead to further pressure\non the coastal forests, including mangroves,\" he said in a statement earlier\nthis week.\n</P>\n<P>\nAfter the tsunami, authorities in Tamil Nadu state launched a massive\nforestation program along the coast. The program aims to involve fishermen's\nfamilies in growing and preserving forests. Officials have asked fishing\nfamilies to plant a sapling and dedicate it to a family member who died in the\ndisaster.\n</P>\n<P>\nThe plant will have a small tag with the engraved name of the dead person, said\nAkash Deep Baruah, chief forest officer of Nagappattinam district, where nearly\n7,000 people died.\n</P>\n<P>\n\"This way, they will be motivated to grow vegetation and stop encroaching on\nland along the coast,\" Baruah said. \"Also, it will help diversify the livelihood\nof the fisherman.\"\n</P>\n<P>\nSuch local efforts, however, could slow unless the federal government tightens\nenvironmental laws in the coastal region.\n</P>\n<P>\nPrior to 1991, India allowed few industrial and commercial activities, including\ntourism-related projects, along the coast. Government permission was required to\nset up any venture within 500 meters (550 yards) from the point up to which high\ntides reach. Commercial activity was completely banned in some areas like the\nAndaman and Nicobar islands and fragile patches like the mangroves.\n</P>\n<P>\nMany regulations were eased in the past decade to promote aquaculture, exports\nand tourism as part of the government's economic liberalization policies. A\nproliferation of shrimp farms destroyed vegetation and caused severe\nwaterlogging in many areas. To boost exports, officials often overlooked\nenvironmental concerns and allowed industrial projects detrimental to the\ncoast's ecology.\n</P>\n<P>\n\"What we need to do very quickly is to defuse the ticking time-bombs that have\nbeen generated in the past decade on our coast,\" said Valmik Thapar, a New\nDelhi-based nature activist.\n</P>\n", 
            "id": "APW_ENG_20050122.0053"
        }
    ], 
    "id": "D1031F", 
    "title": "Mangrove Forests"
}