{
    "docSet": [
        {
            "headline": "U.S. mine tries to dig out from under local discontent in Peruvian Andes", 
            "text": "\n<P>\nGerardo de la Cruz, a 42-year-old farmer, is one of thousands who\nspent two weeks blockading a U.S.-run gold mine in the Andes, the\nlatest example of the uneasy relationship between Peru's rural poor\nand the mining industry.\n</P>\n<P>\nThe siege of Latin America's largest gold mine was lifted Sept. 17\nafter Peru's Mining Ministry struck a deal to postpone the search for\nore pending a study of the impact mining could have on the water\nsupply to de la Cruz's village. But the Yanacocha mining company,\n51-percent owned by Denver-based Newmont Mining Corp., still has a\nserious image problem to overcome.\n</P>\n<P>\n\"The mine here is interested only in money _ hauling off gold _ and\nnothing else,\" de la Cruz said.\n</P>\n<P>\nThe blockade of the mine's access road was sparked by fears that new\nmining on Cerro Quilish, the mountain where Yanacocha had started\nexploratory drilling, could deplete and contaminate water supplies.\n</P>\n<P>\nYanacocha isn't the first mining company to run up against broad\npublic opposition. The government last year withdrew permission for\nCanada's Manhattan Minerals Corp. to develop the Tambogrande gold and\ncopper project in northern Peru that called for uprooting a third of\nnearby townspeople.\n</P>\n<P>\nYanacocha, acknowledges it underestimated the concern over water, but\npoints to an independent study that said its operations pose no\nimmediate health threat and isn't to blame for decreased water\nsupplies.\n</P>\n<P>\nMining is key to Peru's economy, which has been growing at about 4\npercent annually since President Alejandro Toledo took office in\n2001. Mining provides about half of Peru's more than US$11 billion\n(euro8.9 billion) in exports this year, but directly employs only\nabout 70,000 of Peru's 27 million people, mostly in remote regions.\n</P>\n<P>\nFor years, Yanacocha has provoked resentment among the area's 140,000\ninhabitants, in part because it hired only about 1,260 of them.\n</P>\n<P>\nFor many like de la Cruz, who ekes out a living raising a few head of\ncattle and growing potatoes and carrots, Yanacocha represents only\nthe downside of boomtown economics: a higher cost of living and\nincreased crime and prostitution.\n</P>\n<P>\nBut water is the most explosive issue for farmers, who accuse\nYanacocha of contaminating and drying up water sources that irrigate\ncrops and sustain dairy production. They claim some waters downstream\nfrom the mine are now putrid, and that the company has refused to\nreopen one diverted irrigation canal, leaving 160 families dry.\n</P>\n<P>\nCommunity relations were also greatly damaged in June 2000 when a\nmine contractor spilled 335 pounds (150 kilograms) of mercury in a\nsmall town south of Cajamarca, sickening 1,100 people whose damage\nclaims are now in U.S. courts. Yanacocha spent US$14 million\n(euro11.3 million) cleaning up the spill.\n</P>\n<P>\n\"The frogs, ducks and trout we used to have in the Rio Grande are\ngone,\" said Segundo Briones, a community leader, referring to one of\nthree rivers that drop down from the mining operations. \"We won't be\nfooled anymore.\"\n</P>\n<P>\nSince 1993, Yanacocha has operated an open pit mine on a plateau\nabout 13,000 feet (3,940 meters) above sea level, nine miles (15\nkilometers) from Cajamarca, a small Spanish colonial city 350 miles\n(560 kilometers) north of Lima. The company uses cyanide and massive\namounts of water to extract gold from ore piled on impermeable\nbarriers designed to prevent toxins from seeping into the ground.\n</P>\n<P>\nYanacocha blames water scarcity on drought and points to the study\nthat was commissioned by the World Bank and completed last year by\nColorado-based Stratus Consulting Inc. The 20-month study determined\nthe mine didn't cause water supplies to drop, and posed no \"imminent\nshort-term danger of illness or death to people, livestock, or\ncrops.\"\n</P>\n<P>\nIt said the mine could be responsible for killing fish and other\nwater life, but added that the greatest health threat was from human\nand animal waste.\n</P>\n<P>\nNewmont, Yanacocha's owner, has global operations that make it one of\nthe world's biggest mining companies. Its spokesman, Doug Hock, said\nYanacocha underestimated water concerns but was eager to work more\nclosely with the community on the new water study.\n</P>\n<P>\nHe said Yanacocha, which yielded just under 3 million ounces (84\nmillion grams) of gold last year, paid about US$140 million\n(euro112.8 million) in Peruvian income tax, of which half goes to\nCajamarca's government.\n</P>\n<P>\nIn the last 11 years, Yanacocha independently financed the\nconstruction of 35 schools, built miles (kilometers) of road and\nbrought electricity and drinking water to remote communities, Hock\nsaid, adding the company has poured tens of millions of dollars into\nCajamarca's economy through local suppliers to the mine.\n</P>\n<P>\nStill, Antonio Brack, a leading Peruvian ecologist, blames Yanacocha\nand the government in distant Lima, which he says gives short shrift\nto the region's traditions and water needs and thinks of its people\nas \"poor peasants, period.\"\n</P>\n", 
            "id": "APW_ENG_20041003.0011"
        }, 
        {
            "headline": "Land consolidation benefits people and ecology (3)", 
            "text": "\n<P>\nNow facilitated by the small stairways in the washboard design,\nentrapped frogs can get out of the ditches easily. There are also\npassages beneath the ditches for them to cross from one plot to\nanother.\n</P>\n<P>\nA comparative study shows the devices help preserve 32 more frogs per\nmu on average. \"And we now have decreased the use of pesticide by\nhalf, which used to be 100 yuan per mu every year,\" says Xu Jingqi, a\nlocal farmer in his late 40s, attributing less insects to the\npresence of more insect-eating frogs.\n</P>\n<P>\nThe \"frog freeway\" device has been extended to other consolidation\nprojects in Yiwu, says Jia Huamin.\n</P>\n<P>\n\"And many villages are applying for land consolidation projects\neagerly.\" Jeffrey Soule, policy director of the American Planning\nAssociation and UNDP advisor on China's land consolidation, is more\ninterested in the project at Zoumadi Town in Quanzhou City, Fujian\nProvince, for its \"comprehensive and diversified agriculture\nproduction and management strategy.\"\n</P>\n<P>\nThe coastal city has opened numerous granite mines, leaving many\nhilly slopes bare, says Qiu Genghua, head of the city's Bureau of\nLand and Resources. While using natural silting to reclaim land from\nthe sea over the years, the bureau is trying to restore vegetation on\na total of 1.45 million square meters of naked hill slopes after\nmining at 187 spots.\n</P>\n<P>\nAlthough there is room to be desired in implementation, Soule, who\nhas been to seven of the 13 UNDP sites in China, says \"all the\nprojects offer benefits to local people\" in one way or another.\n</P>\n<P>\nWhile different areas may have different concerns, farmers' revenues\nfrom the land have obviously increased, and people are more conscious\nof environmental sustainability.\n</P>\n<P>\nProf. Wu Cifang of Zhejiang University calls the land consolidation\nefforts \"a good governance project\" of the Chinese government. \"No\nsingle farm holder can afford the cost of up to 2, 500 yuan per mu\n(301 U.S. dollars) to consolidate the land,\" he says. \"It has indeed\nmade farmers happy.\"\n</P>\n", 
            "id": "XIN_ENG_20041003.0211"
        }, 
        {
            "headline": "A Third of Amphibian Species Face Extinction, Study Says", 
            "text": "\n<P>\nAmphibians are experiencing a precipitous decline\nacross the globe, according to the first comprehensive world survey of\nthe creatures, which include frogs, toads and salamanders. Up to 122\nspecies have disappeared since 1980 and another 1,900 are in danger of\ngoing extinct.\n</P>\n<P>\nThe rapid drop -- the equivalent of tens of thousands of years worth\nof extinctions in just a century -- is being caused by a range of\nfactors that include deforestation, pollution, habitat loss and\nclimate change, the researchers said. But they added that the\nphenomenon also tells a disturbing tale of broad environmental\ndegradation that may ultimately threaten humans and other animals as\nwell. Amphibians are often considered ``canaries in the coal mine''\nbecause their permeable skin makes them especially sensitive to\nchanging environmental conditions.\n</P>\n<P>\n``This is the first group being affected by a death by a thousand\ncuts in the way that we as humans have been affecting the biosphere in\nthe past fifty or hundred years,'' said Claude Gascon, a scientific\nadviser to the study who serves as vice president for regional\nprograms at Conservation International, an environmental group. ``It's\nentirely possible other groups of biodiversity may go down the\ndrain.''\n</P>\n<P>\nThe survey found that 32 percent of amphibian species face\nextinction, compared to 12 percent of bird species and 23 percent of\nmammal species. The three-year, $1.5 million study, which involved\nmore than 500 scientists from more than 60 countries, is being\npublished Friday in the journal Science.\n</P>\n<P>\nScientists began noticing the disappearance of amphibians in the\nlate 1980s and early 1990s, but before this study they'd never\nconducted a worldwide assessment of the frogs, toads, salamanders and\nlegless caecilians, also called rubber eels.\n</P>\n<P>\n``We've never documented anything like this for any other species.\nWhen species become rare and begin disappearing, we nearly always know\nwhy,'' said Simon Stuart, leader of the global assessment team. ``This\nhas taken the scientific world completely by surprise.''\n</P>\n<P>\nAmphibians are under assault for three major reasons, according to\nthe report. Habitat decline, from deforestation to water pollution and\nwetlands destruction, threatens them because the animals live both on\nland and in water. Over-harvesting of amphibians for food and medicine\nis a second threat. The third is more enigmatic, but it has resulted\nin catastrophic declines, often linked to a fungal disease called\nchytridiomycosis, particularly in cooler habitats that are\nexperiencing drought.\n</P>\n<P>\nSurveys showed the amphibian population of Costa Rica's Monteverde\nCloud Forest, for example, was stable until 1987. The next year it\nbegan to crash and by 1989, 40 percent of its amphibian species had\ngone extinct, including the striking golden toad. Stuart said it is\nnow widely believed chytridiomycosis played a pivotal role in the\ndevastation, which took place in a dry period.\n</P>\n<P>\nThe fact that more than 200 amphibian species are showing rapid\nenigmatic declines is alarming, Stuart said, because it is probably\nlinked to recent disruptions in rain and storm patterns. ``This is a\nwake-up call to us that we don't have a grip on the massive climate\nchange that's going on,'' he said.\n</P>\n<P>\nHumans are responsible for amphibians' decline in other regions of\nthe world, including China, where many are sought as a delicacy. The\nChinese giant salamander -- at six feet the largest amphibian in the\nworld -- sells for at least $300 on the street and makes for several\nmeals, and it has now disappeared from nearly all its range.\n</P>\n<P>\nIn the United States, habitat destruction poses the biggest\nchallenge. Developers and environmentalists are feuding in central\nCalifornia over the fate of the California tiger salamander, a\nstriking black animal with yellow spots. A casualty of urbanization\nand agricultural development, federal officials estimate the\nsalamander has lost 75 percent of its habitat over time. The U.S. Fish\nand Wildlife Service decided in July to list the salamander as\nthreatened and identified 383,000 acres of habitat as key to its\nsurvival.\n</P>\n<P>\nAl Donner, an assistant field supervisor in Fish and Wildlife's\nSacramento office, said federal officials are trying to ``be sensitive\nto the interests of all affected parties'' in the tiger salamander\ncase, including developers, landowners and environmentalists, ``while\nworking to ensure the survival of the species.''\n</P>\n<P>\nFour years ago the federal government launched a national program\nto research and monitor the state of amphibians in the United States,\nand it now devotes $4 million a year to identify threats to amphibians\nnationwide.\n</P>\n<P>\n``We've had a leap in our understanding into the causes of\namphibian decline,'' said Rick Kearney, national coordinator for the\nU.S. Geological Survey's amphibian research and monitoring initiative.\n``We recognize how there are connections between the decline in water\nquality (and availability) and amphibians. ... Amphibians are a very\nimportant indicator of our environmental quality.''\n</P>\n<P>\nBut Paul Ehrlich, a Stanford University ecologist, said the\namphibian study was worrying and showed that administration officials\nare ``destroying the working supports of our life system'' by\nexploiting rather than conserving habitat. ``They're sawing off the\nlimb that humanity is sitting on,'' Ehrlich said. ``Without\nbiodiversity we'd be dead.''\n</P>\n<P>\nGascon, at Conservation International, said ``there are some\nactions we can take today to prevent the immediate extinction of many\nspecies as we work on a longer term solution.'' These include creating\nparks and ecological reserves, working to reduce emissions that\ncontribute to climate change and breeding animals in captivity in\norder to sustain vulnerable species.\n</P>\n", 
            "id": "LTW_ENG_20041014.0154"
        }, 
        {
            "headline": "Amphibians Are Disappearing at Alarming Rate, Study Finds", 
            "text": "\n<P>\nAlmost 150 species of amphibians have apparently gone extinct and\nat least one-third of the rest are facing imminent threats that could\nsoon wipe them out, according to a worldwide assessment by scientists\npublished Thursday.\n</P>\n<P>\nThe severity of the global threat to thousands of species of frogs,\nsalamanders and other amphibians makes them perhaps the most\nendangered class of animals on Earth, with their rapid decline\noutpacing that of mammals and birds.\n</P>\n<P>\nDavid B. Wake of the University of California-Berkeley's Museum of\nVertebrate Zoology, one of the world's leading amphibian experts,\ncalled the prospects for their survival ``very grim.''\n</P>\n<P>\n``These are simply stunning results,'' Wake said of the report,\npublished in the online version of the journal Science. ``Nearly\none-third of all the species are in the three top categories of\nendangerment, and nearly half the declines for unknown causes.''\n</P>\n<P>\nFor two decades, scientists have been trying to figure out why\namphibian populations worldwide are vanishing. Studies have documented\nan array of threats, varying from place to place, including infectious\ndisease, destruction of freshwater and rainforest habitats,\nintroduction of non-native predators such as trout, pesticides,\nparasites, global climate change and the thinning ozone layer.\n</P>\n<P>\nThe findings of more than 500 scientists were included in the\nfirst-ever global amphibian assessment, a three-year effort by\nresearchers with IUCN-The World Conservation Union, the Center for\nApplied Biodiversity Science of Conservation International and\nNatureServe.\n</P>\n<P>\nScientists say amphibians serve as sentinels for environmental\nproblems that might be jeopardizing entire ecosystems. They spend much\nof their lives in water and breathe through permeable skin, which\nleaves them vulnerable to pesticides and changes in climate and water\nquality.\n</P>\n<P>\n``Amphibians are one of nature's best indicators of overall\nenvironmental health,'' said Russell A. Mittermeier, president of\nConservation International. ``Their catastrophic decline serves as a\nwarning that we are in a period of significant environmental\ndegradation.''\n</P>\n<P>\nThe report evaluated the status of all known species of amphibians\n-- 5,743 of them -- and concluded that 1,856, or 32 percent, were\ncritically endangered, endangered or vulnerable to extinction.\n</P>\n<P>\nToo little is known about 1,300 of the species to determine their\nstatus, but scientists believe that most of them are in peril, too.\nThat means as many as 55 percent of all known amphibians, more than\n3,000, could be on the verge of extinction, plus scores of species\nthat have yet to be identified. Only 359 are considered not\nthreatened.\n</P>\n<P>\n(Begin optional trim)\n</P>\n<P>\nIn the United States, 21 percent of known species are threatened or\nextinct. California has more threatened amphibians than any other\nstate, according to Conservation International, accounting for 13 of\nthe nation's 54. Many are in the higher elevations of the Sierra\nNevada, including Yosemite National Park.\n</P>\n<P>\n(End optional trim)\n</P>\n<P>\n``Amphibians are indeed telling us that our planet is being harmed\nright where you and I live,'' said Andrew Blaustein, director of the\nGraduate Program in Environmental Sciences at Oregon State University.\n</P>\n<P>\nNine of 34 known amphibian extinctions have occurred since 1980 --\nthe onset of what is considered an age of accelerated, unnatural\nextinction driven by human activities. An additional 113 species have\nnot been seen recently in the wild and probably are extinct, according\nto the report's lead author, Simon Stuart. Evolutionary biologists say\nspecies naturally disappear at a much slower pace.\n</P>\n<P>\nAmphibians have inhabited Earth in their modern form for at least\n150 million years, surviving the mass extinctions of the dinosaur age\nvirtually unscathed.\n</P>\n<P>\n``The fact that this tough survival group is checking out on our\nwatch should concern us all,'' said Wake, whose research focuses on\nthe evolution and decline of salamanders. ``The fate of every species\nis extinction, but they have a chance to give rise to other species\nbefore they go extinct. These species are going extinct in a blink --\nnot even a blink in geological time.''\n</P>\n<P>\nScientists say the rate of extinction is so rapid that the report\nprobably underestimates the numbers threatened. Perhaps hundreds of\nvarieties of frogs and salamanders are being wiped out before they are\neven discovered, Wake said. For example, more than 90 percent of Sri\nLanka's rainforest is gone and the fragment that is left ``is\nliterally filled with undescribed species,'' he said. ``Who knows what\nwe have lost?''\n</P>\n<P>\nSimilar evaluations of birds and mammals found smaller percentages\nat risk -- 23 percent for mammals and 12 percent for birds.\n</P>\n", 
            "id": "LTW_ENG_20041014.0175"
        }, 
        {
            "headline": "ONE-THIRD OF AMPHIBIAN SPECIES CALLED THREATENED", 
            "text": "\n<P>\nThe first vertebrate species to begin hopping and crawling on land\n350 million years ago may be the first to die out, according to a\nstudy released Thursday that found a third of all amphibian species\nworldwide are threatened with extinction.\n</P>\n<P>\nIsolated reports of silent forests and empty streams began to\ncirculate about three decades ago, but the latest assessment is the\nfirst to provide a complete snapshot of a global decline in the\ndiversity of frogs, salamanders, newts, and worm-like caecilians, and\nto show that they are at greater risk than both birds and mammals.\n</P>\n<P>\nScientists say the survey is bad news for humans, too. Amphibians'\npermeable skin and dual existence on land and in water make them\n\"canaries in the coal mine,\" early indicators that pollution, climate\nchange, and overall degradation of the environment may eventually\nthreaten human life, according to zoologists.\n</P>\n<P>\n\"Amphibians have a moist, wet, rather delicate skin. They absorb\nthings from their environment and can lose water very quickly through\ntheir skin,\" said Geoffrey Hammerson, a research zoologist who\ncontributed to the report. \"They're good red flags for us to watch.\"\n</P>\n<P>\nThe survey, published online by the journal Science, studied the\n5,743 known amphibian species and found that at least 1,856 of them\nface extinction, more than 100 species may already be extinct, and 43\npercent are in a population decline -- many for unknown reasons.\n</P>\n<P>\n\"I've lived a decline,\" said coauthor Bruce Young, an international\nzoologist of the environmental organization NatureServe who lives in\nCosta Rica. \"I first came here in 1987 and then you could walk up a\nstream during the day, there were these beautiful frogs mottled\nyellow and black that were on almost every boulder as you walked. At\nnight you would hear several, many different kinds of frogs calling.\nYou'd walk in the forest during the day and frogs would just sort of\nhop out under your feet.\"\n</P>\n<P>\nNow, he said, the stream is empty. The nights are quiet.\n</P>\n<P>\nThe study, a three-year collaborative effort between 500 zoologists,\nbiologists, and wildlife specialists around the world, was organized\nby three wildlife organizations: NatureServe, Conservation\nInternational, and the International Union for the Conservation of\nNature. They compiled a database containing the results of thousands\nof studies that monitored the populations of individual species in\nparticular regions.\n</P>\n<P>\nThey determined that 32.5 percent of amphibian species were\nthreatened with extinction, compared with 12 percent of birds and 23\npercent of mammals.\n</P>\n<P>\n\"They've established very convincingly that global declines are true\nand are far worse than anyone imagined,\" said James Hanken, director\nof Harvard's Museum of Comparative Zoology.\n</P>\n<P>\nThe authors attributed some of the declines, which have occurred\nmainly in tropical areas, to habitat loss or to humans collecting\nanimals for food, medicine, or pets.\n</P>\n<P>\nBut nearly half of the rapidly declining species are suffering\nbecause of unexplained causes, and could begin to die by the hundreds\nover the next decades if nothing is done, the report said. The\nmysterious declines are even happening in pristine, well-protected\nareas.\n</P>\n<P>\nScientists suspect a variety of factors, including the spread of a\ndeadly fungus that may have originated in Africa, global climate\nchange, or a combination.\n</P>\n<P>\nUltraviolet light also has been shown to weaken the immune responses\nof amphibian embryos in studies; a thinning ozone layer could let in\nmore potentially damaging light, sickening animals.\n</P>\n<P>\nThe spread of the deadly chytrid fungus is poorly understood. The\nfungus apparently began spreading in the 1970s, because museum\nspecimens captured earlier than then are free of it, said Young. He\nspeculated that the fungus could have been spread by trade in pets\nand wild animals, or South African clawed frogs could have spread the\nfungus when they were used widely in the 1960s for human pregnancy\ntests.\n</P>\n<P>\n\"It starts us thinking that we should be paying attention to these\nbecause parallel things could happen in humans,\" Hammerson said.\n</P>\n<P>\nEven in New England, where native amphibian species aren't\nendangered, local declines are common. The Massachusetts endangered\nspecies list includes five of the 10 kinds of salamander that live in\nthe state -- mostly because of fragmented habitat.\n</P>\n<P>\nNew England's frogs and salamanders depend on vernal pools, shallow\nponds that dry up each summer, to lay their eggs free from the threat\nof hungry fish. Such wetland areas are often filled in during\ndevelopment or cut off by highways and housing complexes from the\nforests where adult amphibians live.\n</P>\n<P>\nCarolyn Johnson can be reached at cjohnsonglobe.com.\n</P>\n", 
            "id": "NYT_ENG_20041015.0082"
        }, 
        {
            "headline": "Amphibians face mass extinction threat", 
            "text": "\n<P>\nAbout one third of amphibians are under threat of extinction,\naccording to researchers who carried out a global census.\n</P>\n<P>\nClimate changes and pollution have been blamed for some of the\ndisappearing species, according to the study published by Science\nmagazine Friday.\n</P>\n<P>\nBut some are threatened for no apparent reason, according to\nresearchers who carried out the three year Global Amphibian\nAssessment.\n</P>\n<P>\nOf the 5,743 known species of toads, frogs, salamanders, newts and\nworm like amphibians, 1,856 (32.5 percent) are under threat,\naccording to the work by 500 researchers in 60 countries.\n</P>\n<P>\nThe study was organised by the World Conservation Union, Conservation\nInternational and NatureServe.\n</P>\n<P>\nAmong the species, 122 have completely disappeared since 1980 and\nscientists fear that hundreds more will become extinct in coming\ndecades.\n</P>\n<P>\nTropical zones in central and South America have been worst hit,\nresearchers said.\n</P>\n<P>\nThe researchers called for efforts to protect the habitat of\namphibians and to reproduce the threatened species in captivity.\n</P>\n", 
            "id": "AFP_ENG_20041015.0410"
        }, 
        {
            "headline": "Wanted, Dead: Exotic frog that has invaded Florida and was found in Georgia for the first time", 
            "text": "\n<P>\nThe small frogs that croaked in Diane Butler's backyard pond had been\nsilenced and her goldfish were disappearing. But she had bagged the\nculprit, and stashed the body in her freezer.\n</P>\n<P>\nButler's capture of a 4.5-inch (11-centimeter) Cuban tree frog in\ncoastal Savannah has caused a nervous stir among wildlife biologists\nin Georgia and Florida.\n</P>\n<P>\nThe exotic amphibian invaded the Florida Keys nearly 80 years ago and\nslowly spread throughout the state, devouring native frogs and\ninsects in its path. But Butler's catch marks the first time the\nspecies has been documented farther north in Georgia.\n</P>\n<P>\nThat's bad news if the Cuban frogs, known to hitchhike to new homes\nin shipments of potted plants, are breeding in Georgia, biologists\nsay. Previously, the northern boundary for U.S. populations was\nbelieved to be Jacksonville, Florida _ 120 miles (190 kilometers)\nsouth of Savannah.\n</P>\n<P>\n\"Because Savannah's on the coast, where the temperature's more\nmoderate, oh boy, that's where I get worried,\" said Steve Johnson, a\nUniversity of Florida ecologist who tracks the spread of Cuban tree\nfrogs. \"They could be anywhere between there and Jacksonville.\"\n</P>\n<P>\nGrowing up to 5.5 inches (14 centimeters) long, large enough to fill\na grown man's hand, it is the largest tree frog in North America.\nBecause of its size and warty skin, it could be mistaken for a toad\nif not for its large, padded toes.\n</P>\n<P>\nSince its discovery in Key West, Florida, in the 1920s, the Caribbean\nfrog has been considered an unwanted predator that disrupts\necosystems by dining on native species _ including smaller tree\nfrogs.\n</P>\n<P>\n\"They're (a) huge relative to our native frogs,\" said John Jensen,\nGeorgia's state herpetologist with the Department of Natural\nResources. \"Like pretty much all frogs, they eat anything they can\ncatch and fit in their mouths.\"\n</P>\n<P>\nButler, an office assistant at an advertising firm, believes the\nCuban frog in her yard feasted on her pond frogs and goldfish before\nshe caught it Sept. 23.\n</P>\n<P>\nHer husband had noticed the frog weeks earlier outside their porch\ndoor, telling her it resembled \"one of those weird African frogs.\"\nButler snapped a photo of it and searched the Internet trying to\nidentify it.\n</P>\n<P>\nButler found a similar picture of a Cuban tree frog online and\nnotified the U.S. Geological Society. Soon afterward, she got a phone\ncall from Johnson, who wanted to see her photo immediately.\n</P>\n<P>\nShe had some qualms complying with Johnson's second request _ catch\nthe frog, euthanize it in her freezer and send it to the university\nafter preserving it in alcohol.\n</P>\n<P>\nJensen wants to determine if Butler's frog was a lone hitchhiker or\nif others are breeding here.\n</P>\n<P>\n\"If people encounter them, they can kill them and send us the actual\nanimal or they can take photos,\" Jensen said. \"But we definitely\nencourage folks to kill the animals if they find them.\"\n</P>\n", 
            "id": "APW_ENG_20041021.0103"
        }, 
        {
            "headline": "Authorities arrest smugglers of rare Panamanian frogs", 
            "text": "\n<P>\nAirport authorities have detained three Belgians accused of smuggling\nsome 600 rare frogs into the country from Panama, news reports said\nTuesday.\n</P>\n<P>\nThe frogs are protected species and are valued at up to euro250\n(US$300) a piece for collectors in Europe, Belgian media reported.\n</P>\n<P>\nThe three suspects were arrested last week at Brussels airport after\ncustoms agents grew suspicious about the large number of film rolls\nthe three were carrying.\n</P>\n<P>\nAfter inspecting the plastic film containers, agents found the\nbrightly colored animals hidden inside.\n</P>\n<P>\nSome of the frogs had survived the trip and were taken to the Antwerp\nzoo, the reports said.\n</P>\n", 
            "id": "APW_ENG_20041026.0236"
        }, 
        {
            "headline": "More Hermaphrodite Frogs Found in Years When DDT Was Used", 
            "text": "\n<P>\nScientists who compared frogs collected over the past 150 years\nhave discovered a dramatic increase in hermaphrodites during the times\nwhen contamination from the pesticide DDT and other organochlorine\nchemicals was widespread.\n</P>\n<P>\nFrogs with both male and female reproductive organs were rare in\nthe 19th century and early 20th century but abundant during the 1950s,\nwhen the largest volumes of the popular chemicals were used.\n</P>\n<P>\nThe findings, reported Tuesday in the journal Environmental Health\nPerspectives, adds to the growing evidence that a variety of\npesticides and industrial chemicals can alter the sex hormones of\nanimals.\n</P>\n<P>\nThe ability of chemicals to mimic or block estrogen and\ntestosterone, which are critical for normal sexuality and\nreproduction, is considered one of the most disturbing discoveries in\nenvironmental science of the past decade.\n</P>\n<P>\nScientists believe that the phenomenon has been occurring for\ndecades but wasn't documented in wildlife until the early 1990s, when\nit was observed first in Florida alligators and then many other\nspecies.\n</P>\n<P>\nToxicologists and veterinarians at the University of Illinois at\nUrbana-Champaign, led by Amy Reeder, examined the reproductive organs\nof 814 cricket frogs collected in Illinois between 1852 and 2001 and\nstored at natural history museums.\n</P>\n<P>\nStudying endocrine disruption of animals dating back over a century\nis novel.\n</P>\n<P>\nCricket frogs, once abundant, declined dramatically around Chicago\nand other regions in the 1960s, and the scientists found that the\ntimes and places with high rates of hermaphrodites, also called\nintersexes, overlapped with when and where the frogs disappeared in\nIllinois.\n</P>\n<P>\nThe scientists theorize that DDT, industrial compounds called PCBs,\nand other contaminants had an anti-estrogenic effect, reducing the\nproportion of females and causing them to develop skewed sex organs,\ntriggering a population crash, particularly in the Chicago region.\n</P>\n<P>\nFrogs and other amphibians have been vanishing worldwide over the\npast few decades.\n</P>\n<P>\n``These guys have been around a long time, since before the\ndinosaurs, and they are declining all over the place,'' said Val\nBeasley, a co-author of the study and a professor of ecotoxicology at\nthe university's College of Veterinary Medicine. ``Endocrine\ndisruptors seem to be a factor, but certainly not the only factor.''\n</P>\n<P>\nFrogs are considered a key sentinel for effects of environmental\ndegradation because they undergo a vulnerable time of metamorphosis\nand spend most of their time in water, where pollutants accumulate.\nEnvironmental Health Perspectives science editor Jim Burkhart said\nfrogs ``may show the effects of ecological change more quickly or more\nobviously than other species.''\n</P>\n<P>\nThe new study has limitations. The team did not measure individual\nanimals for contaminants because archived samples cannot be reliably\ntested. As a result, there could be other explanations for the\nhermaphrodites, such as factory and vehicle emissions or other\nenvironmental changes. Also, the scientists could not compare frogs\nfrom the same lakes or ponds over time.\n</P>\n<P>\nThe highest rates of intersex animals were found in frogs collected\nfrom 1946 through 1959, when large volumes of DDT were used for\nmosquito control in Illinois. The area around Chicago had four times\nmore intersex frogs than southern Illinois.\n</P>\n<P>\nBetween 1852 and 1929, one intersex frog was found in the 84\ncollected. Then, beginning in the 1930s, the intersex rate increased.\nBetween 1946 and 1959, 17 out of 153, or 11 percent, were intersex.\n</P>\n<P>\nRecent rates of hermaphrodites were the lowest of any period\nstudied except for 1852-1929. Out of 339 collected from 1980 through\n1996, there were nine intersex frogs, or less than 3 percent. DDT and\nPCBs (polychlorinated biphenyls) were banned in the 1970s in the\nUnited States and although they remain in the environment, levels are\nlow now in most areas.\n</P>\n<P>\nNevertheless, the scientists reported, ``we cannot conclude that\nthe era of endocrine disruption in cricket frogs has come to an end.''\nThe severity of the current problem is unknown, Beasley said,\n``because you can't collect where the intersex rate was high. There\naren't any frogs left in those areas to collect.'' Also, males still\noutnumber females, while it was the opposite before 1930.\n</P>\n<P>\nAtrazine, a herbicide widely used today on corn, might also\ncontribute to the sexuality problems and decline of the frogs, the\nreport says. Beasley said the intersex rate in central Illinois, where\natrazine is used, is twice as high as in the southern areas, where\natrazine use is low.\n</P>\n", 
            "id": "LTW_ENG_20050301.0126"
        }, 
        {
            "headline": "It's not easy being green, Australia's only frog hospital set to croak", 
            "text": "\n<P>\nAfter six-and-a-half years of mending \nbroken legs and treating disease, Australia's only frog hospital is \nclosing its doors due to a lack of funding.\n</P>\n<P>\nCairns Frog Hospital in northern Queensland state, which at \ntimes had as many as 200 sick amphibians in its care, has had to \nclose down because of unsustainable costs, founder Deborah \nPergolotti told AFP on Friday.\n</P>\n<P>\n\"We're not taking in any more cases,\" she said, adding that the \nhospital had been hit by an increase in sick frogs being brought in \nand a reluctance by Australians to pay for the medical treatment.\n</P>\n<P>\nWhile some frogs cost only 20-30 dollars (US dollars) to treat, \nothers can cost more than 100 dollars, Pergolotti said.\n</P>\n<P>\nShe warned of an increase in the number of previously \nunrecognised frog diseases which could indicate broader \nenvironmental degradation.\n</P>\n<P>\nTypical symptoms included changes in skin colour, lethargy and \nweight loss, she said.\n</P>\n<P>\n\"These are new and unrecognised diseases. Because we know so \nlittle about them, we get as much lab work done as we can afford,\" \nPergolotti said.\n</P>\n<P>\nHowever the hospital, which she runs out of her two-bedroom \nhouse, could no longer afford these tests as well as the live \ninsects for meals, vet fees and medicine.\n</P>\n<P>\nThe hospital, which is part of the Frog Decline Reversal \nProject, received no government funding, she said, adding this may \nhave been because frogs were not \"iconic\" Australian animals such as \nkoalas or kangaroos.\n</P>\n<P>\n\"There may be an issue with frogs, that they are not warm and \nfuzzy,\" she said.\n</P>\n", 
            "id": "AFP_ENG_20050317.0809"
        }
    ], 
    "id": "D1034F", 
    "title": "Threat To Frogs"
}