{
    "docSet": [
        {
            "headline": "Dutch Filmmaker Who Enraged Some Muslims Killed", 
            "text": "\n<P>\nA Dutch filmmaker who outraged members of the Muslim\ncommunity with his works' attacks on the treatment of women in Islamic\nsociety was gunned down and stabbed to death on an Amsterdam street\nTuesday morning.\n</P>\n<P>\nWitnesses said a gunman opened fire on Theo van Gogh, 47, as the\nfilmmaker bicycled down Linnaeus Street in the eastern part of the\ncity, then chased him on foot, shot him again and stabbed him. Some\nreports said the killer slit van Gogh's throat with a knife as the\nvictim lay helpless on the pavement.\n</P>\n<P>\nAfter a shootout in which one policeman and a bystander were\nslightly wounded, police wounded and captured the alleged assailant,\nwhom they identified only as a 26-year man of dual Dutch and Moroccan\nnationality. Chief prosecutor Leo de Wit confirmed that the killer had\nleft a note on Van Gogh's body, the contents of which were not\ndisclosed.\n</P>\n<P>\nFriends and associates said van Gogh had received anonymous death\nthreats after Dutch television aired his controversial short film\n``Submission'' in August. The film featured four women who claimed to\nhave been abused by their Muslim husbands and who wore see-through\nrobes showing their breasts, with texts from the Koran scrawled on\ntheir bodies.\n</P>\n<P>\nIt was the second political killing to shake this socially tolerant\nEuropean country in recent years. Pim Fortuyn, an outspoken politician\ncritical of open immigration and Islam was gunned down in May 2002 by\nan environmental activist who labeled Fortuyn a ``danger'' to society.\n</P>\n<P>\nTuesday's killing set off a new round of soul-searching and dismay\namong many people in the Netherlands. ``There is a climate that sees\npeople resorting to violence -- that is worrying,'' Prime Minister Jan\nPeter Balkenende said at a news conference in Amsterdam.\n</P>\n<P>\nHe called van Gogh ``a champion of the freedom of speech,'' and\nwarned against polarization and intolerance in Dutch society. ``On a\nday like this we are reminded of the murder of Fortuyn,'' he added.\n``We cannot allow bullets to rule our society because then dialogue is\nimpossible.''\n</P>\n<P>\nAmsterdam residents held a memorial gathering Tuesday evening at\nDam square in the city center. ``We will show loud and clear that\nfreedom of speech is important to us,'' declared Job Cohen,\nAmsterdam's mayor. He said van Gogh would not have wanted a silent\nvigil. ``We do not want silence,'' he said, ``we want noise.''\n</P>\n<P>\nAmong those who planned to attend were Muslim groups who condemned\nthe killing as barbaric. ``People are rather shocked and\nembarrassed,'' said Yassin Hartog, coordinator of the Islam and\nCitizenship Foundation, a group that promotes peaceful dialogue.\n``Everybody wants to make sure we all stick together, Muslims and\nnon-Muslims. Tonight's meeting is for everyone who is outraged at this\nevent.''\n</P>\n<P>\nHartog, a convert to Islam, said van Gogh's film had deeply\ninsulted many Muslims but that he had been invited to address a\nmeeting of the Moroccan community in Amsterdam. ``He was very\noutspoken, but he was not a racist,'' Hartog said. ``He was attempting\nto show in his own way where religious views and liberal views\nclashed.''\n</P>\n<P>\nVan Gogh made ``Submission'' in collaboration with Ayaan Hirsi Ali,\na Dutch politician and former Somali refugee who said she had fled an\narranged marriage and physical abuse in her native country. Ali, who\nhas renounced Islam, has been under police protection since the film\nwas aired because of threats against her life.\n</P>\n<P>\nVan Gogh also wrote a book entitled ``Allah Knows Better'' that\ncriticized Islamic extremism and claimed Muslim clerics hated women.\n</P>\n<P>\nThere are nearly 1 million Muslims in the Netherlands, about 5.5\npercent of the population, and recent opinion polls suggest that many\nDutch citizens feel threatened by their presence.\n</P>\n<P>\nThe government has pressed for Dutch language tests and citizenship\nclasses and has announced plans to repatriate up to 26,000 immigrants\n-- some of them long-time residents -- whose applications for political\nasylum have been rejected.\n</P>\n", 
            "id": "LTW_ENG_20041102.0083"
        }, 
        {
            "headline": "Filmmaker van Gogh Killed; Suspected Muslim Extremist Held", 
            "text": "\n<P>\nA suspected Muslim extremist on Tuesday\nambushed and killed an outspoken Dutch filmmaker who had received\ndeath threats because of his recent movie denouncing the abuse of\nwomen in Islamic societies, authorities said.\n</P>\n<P>\nWriter-director Theo van Gogh, a descendant of the artist Vincent\nvan Gogh, was attacked shortly before 9 a.m. as he rode his bicycle\nthrough Amsterdam's tree-lined streets toward the offices of his\nproduction company. Another cyclist, described as bearded and wearing\nIslamic-style clothes, pulled up behind him and opened fire, police\nsaid.\n</P>\n<P>\nThe wounded van Gogh dropped his bike and stumbled away, but the\ngunman gave chase, shot him again and stabbed him, police said. Police\ncornered the gunman in a nearby park and a gunfight ensued, during\nwhich the suspect was wounded in the leg and an officer suffered minor\nwound, authorities said. The attacker was arrested.\n</P>\n<P>\nThe suspect's name was not released, but law enforcement officials\nsaid they knew the 26-year-old Dutch-Moroccan for his ties to accused\nMuslim extremists and his criminal record. Police found that he left a\ndocument attached to a knife he used to stab the victim, authorities\nsaid.\n</P>\n<P>\nThe document is believed to be the suspect's will, a sign that he\nplanned to die in the attack that was apparently driven by religious\nextremism, a law enforcement official said.\n</P>\n<P>\n``This suspect was at least known to the authorities. He was known\nas a Muslim activist,'' said the official, who asked not to be\nidentified. ``He had indirect contacts with people under investigation\nfor Islamic extremism.''\n</P>\n<P>\nThousands gathered Tuesday night for a memorial rally called by\nAmsterdam's mayor, an event that was accompanied by loud drummers as\nthe rowdy van Gogh would have wanted.\n</P>\n<P>\nFor many Dutch, the slaying revived painful memories of the 2002\nassassination of maverick political leader Pym Fortuyn, another\nexplosive crime mixing Islam and Dutch politics.\n</P>\n<P>\nA feminist politician who starred in van Gogh's film accused\nauthorities of failing to prevent a crime foretold.\n</P>\n<P>\nCongressional deputy Ayaan Hirsi Ali has lived with\naround-the-clock bodyguards for several years because of threats\narising from her campaign against abuse of women in Islamic immigrant\ncommunities. Van Gogh had been inundated with threats since the airing\nof the film, ``Submission,'' in August, said Ali, a Somali refugee.\n</P>\n<P>\n``Everyone knew that this could happen,'' Ali told the NRC\nHandelsblatt newspaper Tuesday. ``He's been threatened almost\nconstantly since the summer. I know how the Arabic culture of revenge\nworks. I've had security around me, so Theo was the easiest target.\n</P>\n<P>\n''It's incredibly stupid that the local authorities in Amsterdam\ndidn't protect van Gogh,`` she added. '' ... It makes me cynical.\nApparently in this country, the habit is to wait until someone dies\nbefore taking action.``\n</P>\n<P>\nBut van Gogh, a chain-smoker with a defiant, irascible style,\ndismissed the dangers during a radio interview last week.\n</P>\n<P>\n''If it happens, it happens,`` van Gogh said. Then he added: ''The\nbullet won't come for me. People think, `He's the village idiot, so\nwhy would I shoot him?' ``\n</P>\n<P>\nPolice had looked into the threats against van Gogh but decided\nthey were not solid enough to assign him guards, a Dutch prosecutor\ntold journalists Tuesday.\n</P>\n<P>\nDutch Prime Minister Jan Peter Balkenende issued a written\nstatement asking the public not to jump to conclusions.\n</P>\n<P>\n''The facts have to be carefully examined,`` he said. ''Let's allow\nthe investigators to do their jobs. Van Gogh was someone who took part\nin the public debate with outspoken opinions, a champion of free\nspeech. It's unacceptable if expressing a free opinion was the reason\nbehind this brutal murder.``\n</P>\n<P>\nThe crime was the latest wake-up call for the Netherlands'\nlow-crime but increasingly troubled society, which has struggled to\nintegrate Muslim immigrants.\n</P>\n<P>\nVan Gogh's hard-edged rhetoric drew criticism; he shared Fortuyn's\ntypically Dutch mix of social liberalism and political conservatism,\ncommentators said. Van Gogh admired President Bush and his\nself-declared ''war on terrorism,`` according to Emerson Vermaat, a\nDutch investigative journalist writing a book on al-Qaida in Europe.\n</P>\n<P>\nSome Muslim activists called van Gogh's film blasphemous. The\n10-minute short tells the fictional stories of four women who endure\nincest, rape, beatings and forced marriages. It features images of\nwomen with Koranic verses painted on their bodies under see-through\nchadors.\n</P>\n", 
            "id": "LTW_ENG_20041102.0114"
        }, 
        {
            "headline": "DUTCH FILMMAKER AND ISLAM CRITIC IS KILLED", 
            "text": "\n<P>\nTheo van Gogh, a Dutch filmmaker and writer who had recently made a\ntelevision film critical of Islam, was shot and stabbed to death on\nan Amsterdam street on Tuesday.\n</P>\n<P>\nThe killing shocked the Netherlands, already apprehensive over\nlarge-scale Muslim immigration, which has provoked an angry public\ndebate. Van Gogh's film added to that debate after it was broadcast\nin September.\n</P>\n<P>\nShortly after the killing, the police arrested a 26-year-old man of\ndual Dutch and Moroccan nationality, whom they refused to name. It\nwas not immediately clear if he had any connections to militant\ngroups, but the police said he was not known to any Dutch law\nenforcement agency and that he had not been under surveillance.\n</P>\n<P>\nBefore fleeing, the man left a note on the body of the victim, said\nEric Vermeulen, a spokesman for the Amsterdam police. The police\ndeclined to describe the contents of the message. The Dutch news\nmedia reported that it contained passages from the Quran.\n</P>\n<P>\nVan Gogh, 47, a distant relative of the 19th century painter Vincent\nvan Gogh, had received death threats after the broadcast of the short\nTV film, \"Submission.\" He made the movie with Ayaan Hirsi Ali, a\nSomali-born refugee who fled an arranged marriage and ended up in the\nNetherlands, where she is now a member of the Dutch Parliament.\n</P>\n<P>\nVan Gogh and Hirsi Ali, who wrote the script, have both criticized\nthe conservative Muslim clergy for perpetuating views that are\nanti-women and anti-homosexual. Their 10-minute film presented the\nstories of four women who, while saying their prayers, describe to\nGod the sexual and physical abuse they have suffered at the hands of\nthe men in their lives. The actresses have Quranic verses dealing\nwith women written on their bare skin, and some have traces of\nlashings painted on their bodies.\n</P>\n<P>\nVan Gogh, a prolific filmmaker, columnist and writer who dealt with a\nwide range of subjects but always mocked hypocrisy, also published a\nbook titled \"Allah Knows Better,\" a scathing critique of Islamic\nmilitants and clergy, whom he called woman haters. Hirsi Ali, who has\nlived under police protection for two years, said she and Van Gogh\nhad received death threats after the film was broadcast. \"Theo did\nnot want any police protection,\" she said of van Gogh in a telephone\ninterview. \"He often insisted on the need to preserve our freedom of\nspeech. He said he would only report the threats to the police.\"\n</P>\n<P>\nAsked if she and van Gogh had discussed the death threats, she said:\n\"He told me, 'Ayaan, if they kill me, remember the rule of law has to\nbe protected against extremists.\"'\n</P>\n<P>\nThe man suspected of killing van Gogh fired several shots at about\n8:30 a.m., then crossed the street and stabbed van Gogh several times\nwith a knife, a police spokesman said. Witnesses told the police that\nthe assailant then stuck a note on his victim's chest with the knife.\n</P>\n<P>\nHe then ran into a nearby park, which was quickly cordoned off by\npolice. As he emerged, he fired at the police. In a brief ensuing\ngunfight, both the suspect and a policeman were wounded, the police\nspokesman said.\n</P>\n<P>\nPrime Minister Jan Peter Balkenende called for calm and asked people\nto let investigators do their job before jumping to conclusions.\n\"Nothing is known about the motive,\" he said in written statement.\nBalkenende described the filmmaker as a man of \"outspoken opinions,\"\nand added that it would be deplorable for a difference of opinion to\nlead to murder.\n</P>\n<P>\nA memorial called by the mayor of Amsterdam, Job Cohen, was held\nTuesday night on Dam Square, in the center of the city. The crowd was\nestimated at more than 20,000 people.\n</P>\n<P>\n\"We are all so sad and baffled that you can get killed for your\nopinion,\" Tilly Hermans, director of the Augustus Publishing, said in\na telephone interview. \"Theo had strong opinions, but in our\ndemocracy we had become used to fighting for our opinion with our\nvoices or our pens.\"\n</P>\n<P>\nShe said people were worried about possible repercussions and the\npolitical mood in the country. In a recent survey, many Dutch said\nthey fear the growing number of Muslims and the possibility that\nIslamic militants may be among them. Close to a million of the\ncountry's 16 million people are Muslim immigrants or their\ndescendants.\n</P>\n<P>\nThe center-right government has recently tightened immigration laws\nand pressed immigrants to try harder to integrate by taking language\nand citizenship classes. Immigrants often say it is hard to\nassimilate in a country where many people do not want them.\n</P>\n<P>\nMembers of immigrant groups in Amsterdam representing Moroccan and\nTurkish associations condemned the killing and pleaded for dialogue.\n\"Escalation is in no one's best interest,\" a spokesman for a Moroccan\ngroup said.\n</P>\n<P>\nThe killing evoked the slaying of the populist right-wing politician\nPim Fortuyn, who, like van Gogh, talked openly about taboo subjects,\nincluding Islam and immigration. Fortuyn, who had gained a large\nfollowing and wanted to become prime minister, was killed by an\nenvironmental activist in May 2002, just days before national\nelections.\n</P>\n<P>\nBy coincidence, van Gogh had just completed a lengthy film about the\nlife and ideas of Fortuyn, which was to be released in December.\n</P>\n<P>\nOn Tuesday, friends and associates of van Gogh debated on radio and\ntelevision why he had not taken the death threats seriously.\n</P>\n<P>\n\"Either he underestimated the danger or he did not want to be scared\nby it -- I rather think the latter,\" said Nelleke Noordervliet, a\nwriter who knew van Gogh well.\n</P>\n<P>\nVan Gogh had many admirers and critics. \"Life will be a lot more\nboring without him,\" said Eveline van Dijck, a producer who worked\nwith him.\n</P>\n", 
            "id": "NYT_ENG_20041102.0214"
        }, 
        {
            "headline": "Controversial Dutch filmmaker shot dead on Amsterdam street by Stephanie van den Berg (ADDS filmmaker's quotes)", 
            "text": "\n<P>\nDutch filmmaker Theo van Gogh, who had received threats over a\ncontroversial film he made about Islam, was shot and stabbed to death\nTuesday while cycling on an Amsterdam street, officials said.\n</P>\n<P>\nThe alleged assailant, identified as having dual Dutch and Moroccan\nnationality, was arrested and two people were injured in a shootout\nwith police after the attack in broad daylight early Tuesday, police\nsaid.\n</P>\n<P>\nThe 47-year-old filmmaker, who was the great great nephew of the late\n19th-century artist Vincent van Gogh, caused an uproar this summer\namong the Dutch Muslim community with his short film \"Submission\"\nabout Islam and women.\n</P>\n<P>\nThe film featured four women in see-through robes showing their\nbreasts with texts from the Koran daubed on their bodies and talking\nabout the abuse they had suffered.\n</P>\n<P>\nAfter the film was shown on Dutch television in August, Van Gogh\nreceived death threats and police stepped up measures to protect him,\nmuch against his will.\n</P>\n<P>\nDutch chief prosecutor Leo de Wit said the suspect arrested at the\nscene was a 26-year-old Amsterdam man with dual Dutch and Moroccan\nnationality. No further details were given and the police would say\nnothing about a possible motive.\n</P>\n<P>\nAmsterdam mayor Job Cohen announced that a memorial gathering for Van\nGogh would be held Tuesday at 8:00 pm in Amsterdam's central Dam\nsquare, with two minutes of silence to be observed in Van Gogh's\nmemory.\n</P>\n<P>\n\"We will show loud and clear that freedom of speech is important to\nus. We do not want silence, we want noise,\" the mayor said.\n</P>\n<P>\nAs the nation reeled from another daylight killing following the\nassassination of outspoken politician Pim Fortuyn in 2002, Dutch\nPrime Minister Jan Peter Balkenende condemned the attack.\n</P>\n<P>\nHe called Van Gogh \"a champion of the freedom of speech\" and lamented\nthe polarization of Dutch society.\n</P>\n<P>\n\"There is a climate that sees people resorting to violence. That is\nworrying,\" Balkenende told a press conference.\n</P>\n<P>\n\"It is absolutely terrible and reminds everybody of what happened to\nPim Fortuyn,\" Dutch Europe Minister Atzo Nicolai told EU foreign\nministers in Brussels.\n</P>\n<P>\nVan Gogh himself had said in an interview with Dutch public radio on\nFriday that he \"could not imagine\" that anyone would want to harm\nhim.\n</P>\n<P>\n\"I believe they think 'that's the village idiot why would you shoot\nhim?',\" he said. \"If it happens, it happens.\"\n</P>\n<P>\nThe suspected gunman was shot in the leg by police while fleeing the\nscene. He was being treated in hospital and would be questioned\nlater, the authorities said.\n</P>\n<P>\nHe left a note on the body of the victim, De Wit confirmed, while\ndeclining to reveal the contents.\n</P>\n<P>\nMoroccan organisations in The Netherlands condemned the murder and\ncalled for calm. \"Escalation is in nobody's best interest,\" the\nMoroccan Municipal Assemby in Amsterdam said.\n</P>\n<P>\n\"I abhor his views on Islam and find them hurtful for the Islamic\ncommunity, but there is no motive that can justify a murder,\" added\nAyhan Tonca of the Dutch organ for contact between Muslims and\ngovernment.\n</P>\n<P>\nMany commentators in the Netherlands immediately drew parallels\nbetween the murder of Van Gogh and the assassination of Fortuyn on\nMay 6, 2002. Both men had controversial views and took part in heated\npolitical debate.\n</P>\n<P>\nVan Gogh made his film with a controversial liberal politician of\nSomalian descent, Ayaan Hirsi Ali, who is a vocal critic of women's\ntreatment in Islamic culture and who was also under police protection\nafter receiving death threats.\n</P>\n<P>\nHe also directed television series, wrote columns and books, and had\njust finished a movie about the assassination of Fortuyn.\n</P>\n<P>\nEnvironmental activist Volkert van der Graaf shot Fortuyn as he came\nout of a radio studio. He was sentenced to 18 years in prison for the\nmurder.\n</P>\n", 
            "id": "AFP_ENG_20041102.0469"
        }, 
        {
            "headline": "Netherlands reeling from assassination of controversial film maker by Gerald de Hemptinne", 
            "text": "\n<P>\nDutch politicians and commentators were united Tuesday in their\ncondemnation of the murder, in broad daylight on an Amsterdam street,\nof controversial filmmaker Theo van Gogh and called for calm together\nwith representatives of the Dutch Muslim community.\n</P>\n<P>\nVan Gogh was widely known for his criticism of Islam and recently\ncaused uproar with a short film linking domestic abuse with the\nperceived subservient position of women in the Islamic faith. Many\nhere fear the fact that Van Gogh's alleged killer is of Moroccan\ndescent could lead to ethnic tensions in Dutch society.\n</P>\n<P>\n\"We ask the inhabitants of Amsterdam to keep cool and cope calmly\nwith this murder and to bid farewell in a dignified manner to Theo\nvan Gogh,\" the Moroccan Municipal Assembly in Amsterdam said, calling\nthe murder despicable.\n</P>\n<P>\nThe organisation called on its supporters to come to the special\nmemorial gathering for Van Gogh in Amsterdam Tuesday evening.\n</P>\n<P>\nPolice said that the suspect in the killing was a 26-year-old man\nwith dual Dutch and Moroccan nationality. Several witnesses said the\nman was dressed in an Islamic robe with a long beard.\n</P>\n<P>\nAyhan Tonca, chairman of the Dutch association for contact between\nMuslims and government, denounced the killing as \"horrific\".\n</P>\n<P>\n\"I abhor his views on Islam and find them hurtful for the Islamic\ncommunity, but there is no motive that can justify a murder,\" he\nadded.\n</P>\n<P>\nVan Gogh made many enemies within the Dutch Muslim community with his\noften-insulting descriptions of Islam.\n</P>\n<P>\nThe filmmaker and columnist not only attacked Muslims but also Jews\nand gays. Despite his controversial views Dutch commentators were\nquick to condemn the murder as an attack against the freedom of\nspeech.\n</P>\n<P>\nMany immediately drew parallels between the murder of Van Gogh, was\nshot and stabbed to death Tuesday while cycling on an Amsterdam\nstreet, and the assassination of outspoken politician Pim Fortuyn on\nMay 6, 2002. The men are hailed as champions of the freedom of\nexpression, who said what they believed in.\n</P>\n<P>\n\"Is this what we want? Do we want to live in such a country? We have\nto do something,\" was one of the typical reactions that flooded the\nDutch public radio that had interrupted its program on the US\nelection to bring the news of Van Gogh's death.\n</P>\n<P>\n\"This is a sad day for the freedom of speech which is the cornerstone\nof democracy and the rule of law,\" Dutch Prime Minister Jan Peter\nBalkenende said.\n</P>\n<P>\nMuslim organisations in the Netherlands also rushed to reject the\nkilling in similar terms.\n</P>\n<P>\n\"It is an attack against the freedom of speech, the freedom of\nreligion, the freedom that allows us all to live together in this\ncountry,\" several big Muslim organisations said in a joint statement.\n</P>\n<P>\nThe Forum institute working for a multicultural society in the\nNetherlands called on \"Dutch nationals together with citizens of\nforeign descent to unite for the preservation of democracy and the\nrule of law\".\n</P>\n<P>\nDutch Foreign Minister Bernard Bot stressed that the murder \"should\nnot lead to animosity between certain groups in society\".\n</P>\n<P>\n\"There are also Dutch people who do bad things,\" he said.\n</P>\n<P>\nMost Dutch radio and television stations have changed their schedules\nfor Tuesday night to pay homage to Van Gogh.\n</P>\n<P>\nHis short film \"Submission\" about Islam and women caused uproar in\nthe Muslim community this summer. Van Gogh received many threats\nafter the film was shown but always laughed them off.\n</P>\n", 
            "id": "AFP_ENG_20041102.0535"
        }, 
        {
            "headline": "Some 20,000 Dutch gather to pay homage to slain controversial filmmaker", 
            "text": "\n<P>\nSome 20,000 people gathered in Amsterdam late Tuesday to pay homage to\ncontroversial Dutch filmmaker and columnist Theo van Gogh who was\nmurdered in the street.\n</P>\n<P>\nInstead of holding a silent wake protesters on Amsterdam's central\nDam Square made as much noise as possible, banging pots and pans and\nblowing horns and whistles. The friends and family of Van Gogh had\nasked for people to make as much noise as possible in support of the\nfreedom of speech.\n</P>\n<P>\n\"The freedom of speech is a foundation of our society and that\nfoundation was tampered with today,\" Amsterdam mayor Job Cohen said,\nafter the deafening noise had subsided.\n</P>\n<P>\n\"Theo van Gogh picked fights with many people, myself included, but\nthat is a right in this country,\" he added to cheers from the crowd.\n</P>\n<P>\nIn his final column Van Gogh even likened Cohen, who is Jewish, to a\ncollaborator with the Nazi regime at the time of the German\noccupation of the Netherlands in World War II.\n</P>\n<P>\nThe massive gathering in Amsterdam came after Dutch society reacted\nwith shock and outrage to the killing of Van Gogh, shot and stabbed\nto death on Tuesday as he cycled in broad daylight on an Amsterdam\nstreet.\n</P>\n<P>\nVan Gogh was widely known for his criticism of Islam and recently\ncaused uproar with a short film linking domestic abuse with the\nperceived subservient position of women in the Islamic faith.\n</P>\n<P>\nIt is assumed that Van Gogh was killed because of his outspoken\ncriticism of Islam after police said the alleged gunman was a\n26-year-old man with dual Dutch and Moroccan nationality. Officially\nthe authorities will not comment on the motives for the brutal\nkilling.\n</P>\n<P>\nThe murder of Van Gogh immediately brought back memories of the\nassassination of rightwing populist politician Pim Fortuyn on May 6,\n2002 for many Dutch.\n</P>\n<P>\nBoth men had outspoken views on Islam and many other issues and were\nalways trying passionately to stir public debate.\n</P>\n<P>\n\"Van Gogh was provocative but you have to be allowed to provoke\npeople, that is freedom of speech,\" said Koos, a 21-year old\npolitical science student at the gathering.\n</P>\n<P>\nMany here fear the fact that Van Gogh's alleged killer is of Moroccan\ndescent could lead to ethnic tensions in Dutch society.\n</P>\n<P>\n\"We are at a crossroads: do we follow the spiral of alienation,\npolarisation, fear and hate ... or do we make a stand and say 'no\nmore',\" asked Dutch Immigration Minister Rita Verdonk, who spoke on\nbehalf of th\t     sb/wdb\n</P>\n", 
            "id": "AFP_ENG_20041102.0592"
        }, 
        {
            "headline": "Suspect in shooting of Dutch filmmaker had ties with radical Islamists", 
            "text": "\n<P>\nThe suspect in the murder of film maker Theo van Gogh, known for his\ncontroversial views on Islam, had ties with a group of extremist\nMuslims monitored by the intelligence services, the Dutch government\nsaid here late Tuesday.\n</P>\n<P>\n\"The suspect was known to the intelligence services. He moved on the\nperiphery of a group of extremist Muslims but was not part of the\nhard core of the group,\" Dutch Interior Minister Johan Remkes told a\npress conference.\n</P>\n<P>\nThe Dutch intelligence service had said earlier there was a group of\nsome 150 Islamic extremists being monitored in the Netherlands.\n</P>\n<P>\nThe alleged assailant, a 26-year old Amsterdam resident identified as\nhaving dual Dutch and Moroccan nationality, was arrested after a\nshootout with police following the assassination in broad daylight\nearly Tuesday.\n</P>\n<P>\nDutch NOS public television reported that the suspect in Van Gogh's\nmurder had ties with a man identified as Samir A., arrested on\nsuspicion of planning a terrorist attack in the Netherlands.\n</P>\n<P>\nThe interior minister would not comment on the reports.\n</P>\n", 
            "id": "AFP_ENG_20041102.0659"
        }, 
        {
            "headline": "Dutch filmmaker who criticized Islam slain in Amsterdam", 
            "text": "\n<P>\nA Dutch filmmaker who received death threats after his recent movie\ncriticized the way women were treated under Islam, was shot and\nstabbed to death in Amsterdam on Tuesday.\n</P>\n<P>\nPolice arrested a man with dual Moroccan and Dutch citizenship in the\nkilling of Theo van Gogh after a shootout which left the suspect with\na gunshot wound to the leg and a police officer slightly injured.\n</P>\n<P>\nPolice did not release the suspect's identity, but said he had a\nrecord of violent crime.\n</P>\n<P>\nDutch Justice Minister Piet Hein Donner said the suspect \"acted out\nof radical Islamic fundamentalist convictions,\" and added that he had\ncontacts with a group that was under surveillance by the Dutch secret\nservice.\n</P>\n<P>\nThe film by Van Gogh, 47, the great-grandson of painter Vincent Van\nGogh's brother, was aired in August on Dutch television, drawing the\nire of some Muslims.\n</P>\n<P>\nDutch Muslim groups _ despite disagreeing with Van Gogh's views on\nIslam _ condemned the killing and called for reconciliation. They\nexpressed fears of possible reprisals against Muslims.\n</P>\n<P>\nThe national news service NOS said the suspect was friends with an\n18-year-old Muslim, Samir Azzous, who is awaiting trial on charges of\nplanning a terrorist attack on targets including a nuclear reactor\nand Amsterdam's Schiphol Airport. Donner did not confirm the report,\nwhich did not cite a source.\n</P>\n<P>\nDonner said the suspect's fundamentalism was evident \"from his past\nand environment.\"\n</P>\n<P>\nMore than 10,000 people poured onto Amsterdam's central square in an\nemotional demonstration of support for Van Gogh and against violence.\n</P>\n<P>\nThe crowd blew horns, whistles and banged pots and pans.\n</P>\n<P>\n\"We won't gather for a moment of silence, but to say loud and clear:\nfreedom of expression is dear to us, and it must continue,\" the\ncity's mayor Job Cohen said.\n</P>\n<P>\nAn award-winning filmmaker, television producer and newspaper\ncolumnist, Van Gogh was a controversial figure. He once mocked a\nprominent Dutch Jew, referred to Jesus as \"the rotten fish\" of\nNazareth and called a radical Muslim politician \"Allah's pimp.\"\n</P>\n<P>\nHis murder came at a time of increased tensions in the Netherlands,\nwhere many blame violent crime on the Muslim minority, mainly made up\nof immigrants. Muslims, in turn, say new anti-immigration and\nanti-terrorism laws unfairly discriminate against them.\n</P>\n<P>\nPolice said Van Gogh was shot twice as he biked along an Amsterdam\nstreet. The assailant then shot him several more times at close range\nbefore stabbing him and placing a note on his body.\n</P>\n<P>\nThe killing instantly recalled the assassination of anti-immigration\npolitician Pim Fortuyn, who was killed in 2002 by an animal rights\nactivist. His death had shocked the people of a country where violent\npolitical crime is extremely rare.\n</P>\n<P>\n\"This has to end, once and for all,\" said 20-year-old student Orinta\nvan Lent at the demonstration. \"You cannot just kill people on the\nstreet in a brutal way when you disagree with them.\"\n</P>\n<P>\nAbout 20 people were detained at another gathering in The Hague after\nchanting nationalist and anti-Muslim slurs.\n</P>\n<P>\nVan Gogh said he had received threats after the airing of his movie\n\"Submission,\" which he made with a right-wing Dutch politician who\nhad renounced the Islamic faith of her birth.\n</P>\n<P>\nIn the fictional story, a veiled Muslim woman spoke about her violent\nmarriage, being raped by a relative and later brutally punished for\nadultery. In parts of the movie, the actress' naked body is shown\nthrough a transparent gown. Her body had Quranic verses written on it\nin one scene _ further angering some Muslims.\n</P>\n<P>\nIn a recent radio interview, Van Gogh dismissed the threats as \"not\nsomething I worry about.\"\n</P>\n<P>\nPolice kept watch on Van Gogh's house immediately after the film's\nairing but dropped that precaution because there was no concrete\nevidence of a threat, public prosecutor Leo de Wit said.\n</P>\n<P>\nPrime Minister Jan Peter Balkenende described Van Gogh as \"a man who\ngot involved in public debate and expressed strong opinions.\"\n</P>\n<P>\n\"He did not keep quiet about his convictions, even when they were\ncontroversial,\" Balkenende said in a national address.\n</P>\n", 
            "id": "APW_ENG_20041103.0014"
        }, 
        {
            "headline": "Dutch police arrest 8 in filmmaker murder probe", 
            "text": "\n<P>\nThe Dutch police authorities have arrested eight suspects concerning\nthe killing of the famous film maker Theo van Gogh, Radio Netherlands\nreported Wednesday.\n</P>\n<P>\nThe arrested include six Moroccans, an Algerian and a Moroccan with\nSpanish citizenship, the report said.\n</P>\n<P>\nInvestigators were quoted as saying that the man who shot van Gogh\nstayed in the apartments of those arrested.\n</P>\n<P>\nThe suspect, a 26-year-old resident of Amsterdam with  Moroccan\nbackground, is not responding to police interrogators.\n</P>\n<P>\nThe Justice Ministry has confirmed that he was motivated by radical\nIslamic ideas. The letter he left on the filmmaker's body allegedly\ncalled for a religious holy war.\n</P>\n<P>\nvan Gogh was known for his outspoken criticism of Islam. He was\nkilled Tuesday morning while on his way to work in Amsterdam.\n</P>\n<P>\nTheo van Gogh, 47, who directed television series and wrote columns\nand books, courted controversy during his entire career. One of his\nmost recent productions dealt with violence against women in Islamic\nsocieties and prompted many death threats.\n</P>\n<P>\nDutch Queen Beatrix and Prime Minister Jan Peter Balkenende voiced\nshock and concern at van Gogh's  assassination soon after the\nkilling.\n</P>\n", 
            "id": "XIN_ENG_20041103.0302"
        }, 
        {
            "headline": "Many fear Dutch society has lost its famed tolerance after film-maker's murder", 
            "text": "\n<P>\nA day after the brutal killing of controversial Dutch film-maker Theo\nvan Gogh by a suspect linked to Islamic extremists, many were left\nwondering what happened to the Netherlands' famed tolerance and fear a\nsociety deeply divided.\n</P>\n<P>\n\"The murder could be the start of a spiral in which different\ncommunities come to view each other as enemies,\" the Christian Trouw\ndaily warned Wednesday.\n</P>\n<P>\nTheo van Gogh, who had received threats over a controversial film he\nmade about Islam, was shot and stabbed to death Tuesday while cycling\non an Amsterdam street. His alleged assailant, identified as having\ndual Dutch and Moroccan nationality, was arrested shortly after the\nattack.\n</P>\n<P>\nPublic prosecutor Leo de Wit told a news conference in Amsterdam that\nthe motive was believed to have been his radical Islamic views,\nbasing the assumption on the content of two papers, one stuck on the\ndagger used to attack the director, the other found on the suspected\nkiller during a search.\n</P>\n<P>\nThe judicial authorities declined to give further information on the\ncontent of the papers, with the prosecutor declining to confirm a\nreport that the one found on the suspect's body was a farewell\nletter.\n</P>\n<P>\nThe suspect is being held in isolation and cannot receive anybody\nexcept his lawyer.\n</P>\n<P>\nLate Tuesday Dutch Interior Minister Johan Remkes said the suspect\nhad ties with Islamic extremists in the Netherlands but did not\nbelong to the hard core group of some 150 extremists being monitored\nby the intelligence services.\n</P>\n<P>\nAmsterdam police chief Bernard Welten said late Wednesday that a\ntotal of eight men aged between 19 and 27 had been arrested in\nconnection with the murder. They were six Moroccans, one Algerian and\na man having dual Moroccan and Spanish citizenship.\n</P>\n<P>\nThe arrests were made after police searched five apartments and\nseized computer equipment and fundamentalist writings.\n</P>\n<P>\nAll eight people had already been arrested for suspected terrorist\nactivities in October 2003 but were later released. Van Gogh's killer\nwas said to have had contacts with the group and allegedly stayed at\neach of the five homes searched.\n</P>\n<P>\nBy Wednesday night some 100 witnesses had been questioned by police.\n</P>\n<P>\nAfter it became known that van Gogh's alleged killer was of Moroccan\ndescent, politicians and commentators feared ethnic tensions and\ncalled for calm.\n</P>\n<P>\nLater Wednesday an Internet condolence register set up for van Gogh\nwas closed down because it was flooded with racist remarks.\n</P>\n<P>\nVan Gogh, 47, was widely known for his outspoken criticism of Islam\nand recently caused uproar with a short film linking domestic abuse\nwith the perceived subservient position of women in the Islamic\nfaith.\n</P>\n<P>\nVan Gogh, the great great nephew of 19th-century Dutch painter\nVincent van Gogh, was a staunch critic of multicultural society as a\nwhole. Many Jewish organisation branded him an anti-Semite and he was\ngenerally known as a arch provocateur.\n</P>\n<P>\nOut of a population of 16 million the Netherlands has some 900,000\nMuslims and of those some 300,000 are of Moroccan descent. In the\nMoroccan community there is a growing fear that they will be singled\nout for revenge.\n</P>\n<P>\n\"Everybody is shocked by the murder. On the other hand ... there are\npeople who wonder if there will be a war against Moroccans,\" Abdou\nMenabi, chairman of the Urban Assembly of Moroccans in Amsterdam\nsaid, voicing the concerns of many.\n</P>\n<P>\nAt a short memorial gathering for Van Gogh in Amsterdam, attended by\nsome 20,000 people, many Muslims showed up especially to demonstrate\nthat they condemned the killing.\n</P>\n<P>\nIkram, a 31-year-old mother, came to the rally with a sign saying\n'Muslims against violence'.\n</P>\n<P>\n\"I was debating whether or not to come, but I decided that as a\nMuslim and as a Moroccan I should take up my responsibility to show\nthat we do not support this act,\" she told AFP.\n</P>\n<P>\nOn Wednesday many papers compared the killing of van Gogh to the\nassassination of rightwing populist politician Pim Fortuyn on May 6,\n2002.\n</P>\n<P>\nBoth men had outspoken views on Islam and many other issues and were\nalways trying passionately to stir public debate.\n</P>\n<P>\n\"After Pim Fortuyn, another person has been killed who held strong\nviews on controversial issues and did not hide them,\" the popular\ndaily Algemeen Dagblad said.\n</P>\n<P>\n\"A mass demonstration of Dutch Muslims could be the symbolic start of\na necessary cleansing,\" it suggested.\n</P>\n<P>\nIn Amsterdam several Moroccan organisations held a protest rally.\n</P>\n<P>\nVan Gogh's film production company announced Wednesday that he would\nbe cremated next week Tuesday in a memorial service open to the\npublic.\n</P>\n", 
            "id": "AFP_ENG_20041103.0679"
        }
    ], 
    "id": "D1039G", 
    "title": "Murder Van Gogh"
}