{
	"id":"D1034F",
	"title":"Threat To Frogs",
	"docSet":[
		{
			"id":"APW_ENG_20041003.0011",
			"headline":"U.S. mine tries to dig out from under local discontent in Peruvian Andes",
			"text":" Gerardo de la Cruz, a 42-year-old farmer, is one of thousands who spent two weeks blockading a U.S.-run gold mine in the Andes, the latest example of the uneasy relationship between Peru's rural poor and the mining industry. The siege of Latin America's largest gold mine was lifted Sept. 17 after Peru's Mining Ministry struck a deal to postpone the search for ore pending a study of the impact mining could have on the water supply to de la Cruz's village. But the Yanacocha mining company, 51-percent owned by Denver-based Newmont Mining Corp., still has a serious image problem to overcome. \"The mine here is interested only in money _ hauling off gold _ and nothing else,\" de la Cruz said. The blockade of the mine's access road was sparked by fears that new mining on Cerro Quilish, the mountain where Yanacocha had started exploratory drilling, could deplete and contaminate water supplies. Yanacocha isn't the first mining company to run up against broad public opposition. The government last year withdrew permission for Canada's Manhattan Minerals Corp. to develop the Tambogrande gold and copper project in northern Peru that called for uprooting a third of nearby townspeople. Yanacocha, acknowledges it underestimated the concern over water, but points to an independent study that said its operations pose no immediate health threat and isn't to blame for decreased water supplies. Mining is key to Peru's economy, which has been growing at about 4 percent annually since President Alejandro Toledo took office in 2001. Mining provides about half of Peru's more than US$11 billion (euro8.9 billion) in exports this year, but directly employs only about 70,000 of Peru's 27 million people, mostly in remote regions. For years, Yanacocha has provoked resentment among the area's 140,000 inhabitants, in part because it hired only about 1,260 of them. For many like de la Cruz, who ekes out a living raising a few head of cattle and growing potatoes and carrots, Yanacocha represents only the downside of boomtown economics: a higher cost of living and increased crime and prostitution. But water is the most explosive issue for farmers, who accuse Yanacocha of contaminating and drying up water sources that irrigate crops and sustain dairy production. They claim some waters downstream from the mine are now putrid, and that the company has refused to reopen one diverted irrigation canal, leaving 160 families dry. Community relations were also greatly damaged in June 2000 when a mine contractor spilled 335 pounds (150 kilograms) of mercury in a small town south of Cajamarca, sickening 1,100 people whose damage claims are now in U.S. courts. Yanacocha spent US$14 million (euro11.3 million) cleaning up the spill. \"The frogs, ducks and trout we used to have in the Rio Grande are gone,\" said Segundo Briones, a community leader, referring to one of three rivers that drop down from the mining operations. \"We won't be fooled anymore.\" Since 1993, Yanacocha has operated an open pit mine on a plateau about 13,000 feet (3,940 meters) above sea level, nine miles (15 kilometers) from Cajamarca, a small Spanish colonial city 350 miles (560 kilometers) north of Lima. The company uses cyanide and massive amounts of water to extract gold from ore piled on impermeable barriers designed to prevent toxins from seeping into the ground. Yanacocha blames water scarcity on drought and points to the study that was commissioned by the World Bank and completed last year by Colorado-based Stratus Consulting Inc. The 20-month study determined the mine didn't cause water supplies to drop, and posed no \"imminent short-term danger of illness or death to people, livestock, or crops.\" It said the mine could be responsible for killing fish and other water life, but added that the greatest health threat was from human and animal waste. Newmont, Yanacocha's owner, has global operations that make it one of the world's biggest mining companies. Its spokesman, Doug Hock, said Yanacocha underestimated water concerns but was eager to work more closely with the community on the new water study. He said Yanacocha, which yielded just under 3 million ounces (84 million grams) of gold last year, paid about US$140 million (euro112.8 million) in Peruvian income tax, of which half goes to Cajamarca's government. In the last 11 years, Yanacocha independently financed the construction of 35 schools, built miles (kilometers) of road and brought electricity and drinking water to remote communities, Hock said, adding the company has poured tens of millions of dollars into Cajamarca's economy through local suppliers to the mine. Still, Antonio Brack, a leading Peruvian ecologist, blames Yanacocha and the government in distant Lima, which he says gives short shrift to the region's traditions and water needs and thinks of its people as \"poor peasants, period.\" "
		},
		{
			"id":"XIN_ENG_20041003.0211",
			"headline":"Land consolidation benefits people and ecology (3)",
			"text":" Now facilitated by the small stairways in the washboard design, entrapped frogs can get out of the ditches easily. There are also passages beneath the ditches for them to cross from one plot to another. A comparative study shows the devices help preserve 32 more frogs per mu on average. \"And we now have decreased the use of pesticide by half, which used to be 100 yuan per mu every year,\" says Xu Jingqi, a local farmer in his late 40s, attributing less insects to the presence of more insect-eating frogs. The \"frog freeway\" device has been extended to other consolidation projects in Yiwu, says Jia Huamin. \"And many villages are applying for land consolidation projects eagerly.\" Jeffrey Soule, policy director of the American Planning Association and UNDP advisor on China's land consolidation, is more interested in the project at Zoumadi Town in Quanzhou City, Fujian Province, for its \"comprehensive and diversified agriculture production and management strategy.\" The coastal city has opened numerous granite mines, leaving many hilly slopes bare, says Qiu Genghua, head of the city's Bureau of Land and Resources. While using natural silting to reclaim land from the sea over the years, the bureau is trying to restore vegetation on a total of 1.45 million square meters of naked hill slopes after mining at 187 spots. Although there is room to be desired in implementation, Soule, who has been to seven of the 13 UNDP sites in China, says \"all the projects offer benefits to local people\" in one way or another. While different areas may have different concerns, farmers' revenues from the land have obviously increased, and people are more conscious of environmental sustainability. Prof. Wu Cifang of Zhejiang University calls the land consolidation efforts \"a good governance project\" of the Chinese government. \"No single farm holder can afford the cost of up to 2, 500 yuan per mu (301 U.S. dollars) to consolidate the land,\" he says. \"It has indeed made farmers happy.\" "
		},
		{
			"id":"LTW_ENG_20041014.0154",
			"headline":"A Third of Amphibian Species Face Extinction, Study Says",
			"text":" Amphibians are experiencing a precipitous decline across the globe, according to the first comprehensive world survey of the creatures, which include frogs, toads and salamanders. Up to 122 species have disappeared since 1980 and another 1,900 are in danger of going extinct. The rapid drop -- the equivalent of tens of thousands of years worth of extinctions in just a century -- is being caused by a range of factors that include deforestation, pollution, habitat loss and climate change, the researchers said. But they added that the phenomenon also tells a disturbing tale of broad environmental degradation that may ultimately threaten humans and other animals as well. Amphibians are often considered ``canaries in the coal mine'' because their permeable skin makes them especially sensitive to changing environmental conditions. ``This is the first group being affected by a death by a thousand cuts in the way that we as humans have been affecting the biosphere in the past fifty or hundred years,'' said Claude Gascon, a scientific adviser to the study who serves as vice president for regional programs at Conservation International, an environmental group. ``It's entirely possible other groups of biodiversity may go down the drain.'' The survey found that 32 percent of amphibian species face extinction, compared to 12 percent of bird species and 23 percent of mammal species. The three-year, $1.5 million study, which involved more than 500 scientists from more than 60 countries, is being published Friday in the journal Science. Scientists began noticing the disappearance of amphibians in the late 1980s and early 1990s, but before this study they'd never conducted a worldwide assessment of the frogs, toads, salamanders and legless caecilians, also called rubber eels. ``We've never documented anything like this for any other species. When species become rare and begin disappearing, we nearly always know why,'' said Simon Stuart, leader of the global assessment team. ``This has taken the scientific world completely by surprise.'' Amphibians are under assault for three major reasons, according to the report. Habitat decline, from deforestation to water pollution and wetlands destruction, threatens them because the animals live both on land and in water. Over-harvesting of amphibians for food and medicine is a second threat. The third is more enigmatic, but it has resulted in catastrophic declines, often linked to a fungal disease called chytridiomycosis, particularly in cooler habitats that are experiencing drought. Surveys showed the amphibian population of Costa Rica's Monteverde Cloud Forest, for example, was stable until 1987. The next year it began to crash and by 1989, 40 percent of its amphibian species had gone extinct, including the striking golden toad. Stuart said it is now widely believed chytridiomycosis played a pivotal role in the devastation, which took place in a dry period. The fact that more than 200 amphibian species are showing rapid enigmatic declines is alarming, Stuart said, because it is probably linked to recent disruptions in rain and storm patterns. ``This is a wake-up call to us that we don't have a grip on the massive climate change that's going on,'' he said. Humans are responsible for amphibians' decline in other regions of the world, including China, where many are sought as a delicacy. The Chinese giant salamander -- at six feet the largest amphibian in the world -- sells for at least $300 on the street and makes for several meals, and it has now disappeared from nearly all its range. In the United States, habitat destruction poses the biggest challenge. Developers and environmentalists are feuding in central California over the fate of the California tiger salamander, a striking black animal with yellow spots. A casualty of urbanization and agricultural development, federal officials estimate the salamander has lost 75 percent of its habitat over time. The U.S. Fish and Wildlife Service decided in July to list the salamander as threatened and identified 383,000 acres of habitat as key to its survival. Al Donner, an assistant field supervisor in Fish and Wildlife's Sacramento office, said federal officials are trying to ``be sensitive to the interests of all affected parties'' in the tiger salamander case, including developers, landowners and environmentalists, ``while working to ensure the survival of the species.'' Four years ago the federal government launched a national program to research and monitor the state of amphibians in the United States, and it now devotes $4 million a year to identify threats to amphibians nationwide. ``We've had a leap in our understanding into the causes of amphibian decline,'' said Rick Kearney, national coordinator for the U.S. Geological Survey's amphibian research and monitoring initiative. ``We recognize how there are connections between the decline in water quality (and availability) and amphibians. ... Amphibians are a very important indicator of our environmental quality.'' But Paul Ehrlich, a Stanford University ecologist, said the amphibian study was worrying and showed that administration officials are ``destroying the working supports of our life system'' by exploiting rather than conserving habitat. ``They're sawing off the limb that humanity is sitting on,'' Ehrlich said. ``Without biodiversity we'd be dead.'' Gascon, at Conservation International, said ``there are some actions we can take today to prevent the immediate extinction of many species as we work on a longer term solution.'' These include creating parks and ecological reserves, working to reduce emissions that contribute to climate change and breeding animals in captivity in order to sustain vulnerable species. "
		},
		{
			"id":"LTW_ENG_20041014.0175",
			"headline":"Amphibians Are Disappearing at Alarming Rate, Study Finds",
			"text":" Almost 150 species of amphibians have apparently gone extinct and at least one-third of the rest are facing imminent threats that could soon wipe them out, according to a worldwide assessment by scientists published Thursday. The severity of the global threat to thousands of species of frogs, salamanders and other amphibians makes them perhaps the most endangered class of animals on Earth, with their rapid decline outpacing that of mammals and birds. David B. Wake of the University of California-Berkeley's Museum of Vertebrate Zoology, one of the world's leading amphibian experts, called the prospects for their survival ``very grim.'' ``These are simply stunning results,'' Wake said of the report, published in the online version of the journal Science. ``Nearly one-third of all the species are in the three top categories of endangerment, and nearly half the declines for unknown causes.'' For two decades, scientists have been trying to figure out why amphibian populations worldwide are vanishing. Studies have documented an array of threats, varying from place to place, including infectious disease, destruction of freshwater and rainforest habitats, introduction of non-native predators such as trout, pesticides, parasites, global climate change and the thinning ozone layer. The findings of more than 500 scientists were included in the first-ever global amphibian assessment, a three-year effort by researchers with IUCN-The World Conservation Union, the Center for Applied Biodiversity Science of Conservation International and NatureServe. Scientists say amphibians serve as sentinels for environmental problems that might be jeopardizing entire ecosystems. They spend much of their lives in water and breathe through permeable skin, which leaves them vulnerable to pesticides and changes in climate and water quality. ``Amphibians are one of nature's best indicators of overall environmental health,'' said Russell A. Mittermeier, president of Conservation International. ``Their catastrophic decline serves as a warning that we are in a period of significant environmental degradation.'' The report evaluated the status of all known species of amphibians -- 5,743 of them -- and concluded that 1,856, or 32 percent, were critically endangered, endangered or vulnerable to extinction. Too little is known about 1,300 of the species to determine their status, but scientists believe that most of them are in peril, too. That means as many as 55 percent of all known amphibians, more than 3,000, could be on the verge of extinction, plus scores of species that have yet to be identified. Only 359 are considered not threatened. (Begin optional trim) In the United States, 21 percent of known species are threatened or extinct. California has more threatened amphibians than any other state, according to Conservation International, accounting for 13 of the nation's 54. Many are in the higher elevations of the Sierra Nevada, including Yosemite National Park. (End optional trim) ``Amphibians are indeed telling us that our planet is being harmed right where you and I live,'' said Andrew Blaustein, director of the Graduate Program in Environmental Sciences at Oregon State University. Nine of 34 known amphibian extinctions have occurred since 1980 -- the onset of what is considered an age of accelerated, unnatural extinction driven by human activities. An additional 113 species have not been seen recently in the wild and probably are extinct, according to the report's lead author, Simon Stuart. Evolutionary biologists say species naturally disappear at a much slower pace. Amphibians have inhabited Earth in their modern form for at least 150 million years, surviving the mass extinctions of the dinosaur age virtually unscathed. ``The fact that this tough survival group is checking out on our watch should concern us all,'' said Wake, whose research focuses on the evolution and decline of salamanders. ``The fate of every species is extinction, but they have a chance to give rise to other species before they go extinct. These species are going extinct in a blink -- not even a blink in geological time.'' Scientists say the rate of extinction is so rapid that the report probably underestimates the numbers threatened. Perhaps hundreds of varieties of frogs and salamanders are being wiped out before they are even discovered, Wake said. For example, more than 90 percent of Sri Lanka's rainforest is gone and the fragment that is left ``is literally filled with undescribed species,'' he said. ``Who knows what we have lost?'' Similar evaluations of birds and mammals found smaller percentages at risk -- 23 percent for mammals and 12 percent for birds. "
		},
		{
			"id":"NYT_ENG_20041015.0082",
			"headline":"ONE-THIRD OF AMPHIBIAN SPECIES CALLED THREATENED",
			"text":" The first vertebrate species to begin hopping and crawling on land 350 million years ago may be the first to die out, according to a study released Thursday that found a third of all amphibian species worldwide are threatened with extinction. Isolated reports of silent forests and empty streams began to circulate about three decades ago, but the latest assessment is the first to provide a complete snapshot of a global decline in the diversity of frogs, salamanders, newts, and worm-like caecilians, and to show that they are at greater risk than both birds and mammals. Scientists say the survey is bad news for humans, too. Amphibians' permeable skin and dual existence on land and in water make them \"canaries in the coal mine,\" early indicators that pollution, climate change, and overall degradation of the environment may eventually threaten human life, according to zoologists. \"Amphibians have a moist, wet, rather delicate skin. They absorb things from their environment and can lose water very quickly through their skin,\" said Geoffrey Hammerson, a research zoologist who contributed to the report. \"They're good red flags for us to watch.\" The survey, published online by the journal Science, studied the 5,743 known amphibian species and found that at least 1,856 of them face extinction, more than 100 species may already be extinct, and 43 percent are in a population decline -- many for unknown reasons. \"I've lived a decline,\" said coauthor Bruce Young, an international zoologist of the environmental organization NatureServe who lives in Costa Rica. \"I first came here in 1987 and then you could walk up a stream during the day, there were these beautiful frogs mottled yellow and black that were on almost every boulder as you walked. At night you would hear several, many different kinds of frogs calling. You'd walk in the forest during the day and frogs would just sort of hop out under your feet.\" Now, he said, the stream is empty. The nights are quiet. The study, a three-year collaborative effort between 500 zoologists, biologists, and wildlife specialists around the world, was organized by three wildlife organizations: NatureServe, Conservation International, and the International Union for the Conservation of Nature. They compiled a database containing the results of thousands of studies that monitored the populations of individual species in particular regions. They determined that 32.5 percent of amphibian species were threatened with extinction, compared with 12 percent of birds and 23 percent of mammals. \"They've established very convincingly that global declines are true and are far worse than anyone imagined,\" said James Hanken, director of Harvard's Museum of Comparative Zoology. The authors attributed some of the declines, which have occurred mainly in tropical areas, to habitat loss or to humans collecting animals for food, medicine, or pets. But nearly half of the rapidly declining species are suffering because of unexplained causes, and could begin to die by the hundreds over the next decades if nothing is done, the report said. The mysterious declines are even happening in pristine, well-protected areas. Scientists suspect a variety of factors, including the spread of a deadly fungus that may have originated in Africa, global climate change, or a combination. Ultraviolet light also has been shown to weaken the immune responses of amphibian embryos in studies; a thinning ozone layer could let in more potentially damaging light, sickening animals. The spread of the deadly chytrid fungus is poorly understood. The fungus apparently began spreading in the 1970s, because museum specimens captured earlier than then are free of it, said Young. He speculated that the fungus could have been spread by trade in pets and wild animals, or South African clawed frogs could have spread the fungus when they were used widely in the 1960s for human pregnancy tests. \"It starts us thinking that we should be paying attention to these because parallel things could happen in humans,\" Hammerson said. Even in New England, where native amphibian species aren't endangered, local declines are common. The Massachusetts endangered species list includes five of the 10 kinds of salamander that live in the state -- mostly because of fragmented habitat. New England's frogs and salamanders depend on vernal pools, shallow ponds that dry up each summer, to lay their eggs free from the threat of hungry fish. Such wetland areas are often filled in during development or cut off by highways and housing complexes from the forests where adult amphibians live. Carolyn Johnson can be reached at cjohnsonglobe.com. "
		},
		{
			"id":"AFP_ENG_20041015.0410",
			"headline":"Amphibians face mass extinction threat",
			"text":" About one third of amphibians are under threat of extinction, according to researchers who carried out a global census. Climate changes and pollution have been blamed for some of the disappearing species, according to the study published by Science magazine Friday. But some are threatened for no apparent reason, according to researchers who carried out the three year Global Amphibian Assessment. Of the 5,743 known species of toads, frogs, salamanders, newts and worm like amphibians, 1,856 (32.5 percent) are under threat, according to the work by 500 researchers in 60 countries. The study was organised by the World Conservation Union, Conservation International and NatureServe. Among the species, 122 have completely disappeared since 1980 and scientists fear that hundreds more will become extinct in coming decades. Tropical zones in central and South America have been worst hit, researchers said. The researchers called for efforts to protect the habitat of amphibians and to reproduce the threatened species in captivity. "
		},
		{
			"id":"APW_ENG_20041021.0103",
			"headline":"Wanted, Dead: Exotic frog that has invaded Florida and was found in Georgia for the first time",
			"text":" The small frogs that croaked in Diane Butler's backyard pond had been silenced and her goldfish were disappearing. But she had bagged the culprit, and stashed the body in her freezer. Butler's capture of a 4.5-inch (11-centimeter) Cuban tree frog in coastal Savannah has caused a nervous stir among wildlife biologists in Georgia and Florida. The exotic amphibian invaded the Florida Keys nearly 80 years ago and slowly spread throughout the state, devouring native frogs and insects in its path. But Butler's catch marks the first time the species has been documented farther north in Georgia. That's bad news if the Cuban frogs, known to hitchhike to new homes in shipments of potted plants, are breeding in Georgia, biologists say. Previously, the northern boundary for U.S. populations was believed to be Jacksonville, Florida _ 120 miles (190 kilometers) south of Savannah. \"Because Savannah's on the coast, where the temperature's more moderate, oh boy, that's where I get worried,\" said Steve Johnson, a University of Florida ecologist who tracks the spread of Cuban tree frogs. \"They could be anywhere between there and Jacksonville.\" Growing up to 5.5 inches (14 centimeters) long, large enough to fill a grown man's hand, it is the largest tree frog in North America. Because of its size and warty skin, it could be mistaken for a toad if not for its large, padded toes. Since its discovery in Key West, Florida, in the 1920s, the Caribbean frog has been considered an unwanted predator that disrupts ecosystems by dining on native species _ including smaller tree frogs. \"They're (a) huge relative to our native frogs,\" said John Jensen, Georgia's state herpetologist with the Department of Natural Resources. \"Like pretty much all frogs, they eat anything they can catch and fit in their mouths.\" Butler, an office assistant at an advertising firm, believes the Cuban frog in her yard feasted on her pond frogs and goldfish before she caught it Sept. 23. Her husband had noticed the frog weeks earlier outside their porch door, telling her it resembled \"one of those weird African frogs.\" Butler snapped a photo of it and searched the Internet trying to identify it. Butler found a similar picture of a Cuban tree frog online and notified the U.S. Geological Society. Soon afterward, she got a phone call from Johnson, who wanted to see her photo immediately. She had some qualms complying with Johnson's second request _ catch the frog, euthanize it in her freezer and send it to the university after preserving it in alcohol. Jensen wants to determine if Butler's frog was a lone hitchhiker or if others are breeding here. \"If people encounter them, they can kill them and send us the actual animal or they can take photos,\" Jensen said. \"But we definitely encourage folks to kill the animals if they find them.\" "
		},
		{
			"id":"APW_ENG_20041026.0236",
			"headline":"Authorities arrest smugglers of rare Panamanian frogs",
			"text":" Airport authorities have detained three Belgians accused of smuggling some 600 rare frogs into the country from Panama, news reports said Tuesday. The frogs are protected species and are valued at up to euro250 (US$300) a piece for collectors in Europe, Belgian media reported. The three suspects were arrested last week at Brussels airport after customs agents grew suspicious about the large number of film rolls the three were carrying. After inspecting the plastic film containers, agents found the brightly colored animals hidden inside. Some of the frogs had survived the trip and were taken to the Antwerp zoo, the reports said. "
		},
		{
			"id":"LTW_ENG_20050301.0126",
			"headline":"More Hermaphrodite Frogs Found in Years When DDT Was Used",
			"text":" Scientists who compared frogs collected over the past 150 years have discovered a dramatic increase in hermaphrodites during the times when contamination from the pesticide DDT and other organochlorine chemicals was widespread. Frogs with both male and female reproductive organs were rare in the 19th century and early 20th century but abundant during the 1950s, when the largest volumes of the popular chemicals were used. The findings, reported Tuesday in the journal Environmental Health Perspectives, adds to the growing evidence that a variety of pesticides and industrial chemicals can alter the sex hormones of animals. The ability of chemicals to mimic or block estrogen and testosterone, which are critical for normal sexuality and reproduction, is considered one of the most disturbing discoveries in environmental science of the past decade. Scientists believe that the phenomenon has been occurring for decades but wasn't documented in wildlife until the early 1990s, when it was observed first in Florida alligators and then many other species. Toxicologists and veterinarians at the University of Illinois at Urbana-Champaign, led by Amy Reeder, examined the reproductive organs of 814 cricket frogs collected in Illinois between 1852 and 2001 and stored at natural history museums. Studying endocrine disruption of animals dating back over a century is novel. Cricket frogs, once abundant, declined dramatically around Chicago and other regions in the 1960s, and the scientists found that the times and places with high rates of hermaphrodites, also called intersexes, overlapped with when and where the frogs disappeared in Illinois. The scientists theorize that DDT, industrial compounds called PCBs, and other contaminants had an anti-estrogenic effect, reducing the proportion of females and causing them to develop skewed sex organs, triggering a population crash, particularly in the Chicago region. Frogs and other amphibians have been vanishing worldwide over the past few decades. ``These guys have been around a long time, since before the dinosaurs, and they are declining all over the place,'' said Val Beasley, a co-author of the study and a professor of ecotoxicology at the university's College of Veterinary Medicine. ``Endocrine disruptors seem to be a factor, but certainly not the only factor.'' Frogs are considered a key sentinel for effects of environmental degradation because they undergo a vulnerable time of metamorphosis and spend most of their time in water, where pollutants accumulate. Environmental Health Perspectives science editor Jim Burkhart said frogs ``may show the effects of ecological change more quickly or more obviously than other species.'' The new study has limitations. The team did not measure individual animals for contaminants because archived samples cannot be reliably tested. As a result, there could be other explanations for the hermaphrodites, such as factory and vehicle emissions or other environmental changes. Also, the scientists could not compare frogs from the same lakes or ponds over time. The highest rates of intersex animals were found in frogs collected from 1946 through 1959, when large volumes of DDT were used for mosquito control in Illinois. The area around Chicago had four times more intersex frogs than southern Illinois. Between 1852 and 1929, one intersex frog was found in the 84 collected. Then, beginning in the 1930s, the intersex rate increased. Between 1946 and 1959, 17 out of 153, or 11 percent, were intersex. Recent rates of hermaphrodites were the lowest of any period studied except for 1852-1929. Out of 339 collected from 1980 through 1996, there were nine intersex frogs, or less than 3 percent. DDT and PCBs (polychlorinated biphenyls) were banned in the 1970s in the United States and although they remain in the environment, levels are low now in most areas. Nevertheless, the scientists reported, ``we cannot conclude that the era of endocrine disruption in cricket frogs has come to an end.'' The severity of the current problem is unknown, Beasley said, ``because you can't collect where the intersex rate was high. There aren't any frogs left in those areas to collect.'' Also, males still outnumber females, while it was the opposite before 1930. Atrazine, a herbicide widely used today on corn, might also contribute to the sexuality problems and decline of the frogs, the report says. Beasley said the intersex rate in central Illinois, where atrazine is used, is twice as high as in the southern areas, where atrazine use is low. "
		},
		{
			"id":"AFP_ENG_20050317.0809",
			"headline":"It's not easy being green, Australia's only frog hospital set to croak",
			"text":" After six-and-a-half years of mending broken legs and treating disease, Australia's only frog hospital is closing its doors due to a lack of funding. Cairns Frog Hospital in northern Queensland state, which at times had as many as 200 sick amphibians in its care, has had to close down because of unsustainable costs, founder Deborah Pergolotti told AFP on Friday. \"We're not taking in any more cases,\" she said, adding that the hospital had been hit by an increase in sick frogs being brought in and a reluctance by Australians to pay for the medical treatment. While some frogs cost only 20-30 dollars (US dollars) to treat, others can cost more than 100 dollars, Pergolotti said. She warned of an increase in the number of previously unrecognised frog diseases which could indicate broader environmental degradation. Typical symptoms included changes in skin colour, lethargy and weight loss, she said. \"These are new and unrecognised diseases. Because we know so little about them, we get as much lab work done as we can afford,\" Pergolotti said. However the hospital, which she runs out of her two-bedroom house, could no longer afford these tests as well as the live insects for meals, vet fees and medicine. The hospital, which is part of the Frog Decline Reversal Project, received no government funding, she said, adding this may have been because frogs were not \"iconic\" Australian animals such as koalas or kangaroos. \"There may be an issue with frogs, that they are not warm and fuzzy,\" she said. "
		}
	]
}
