{
    "docSet": [
        {
            "headline": "Veteran-sponsored village opens for kids, elderly in Vietnam", 
            "text": "\n\t   HANOI, Vietnam (AP) _ The symbolism was lost on the children,\nall born with birth defects that often are the result of contact by\nparents with dioxin, a toxic component of the war-era defoliant\nAgent Orange.\n\t   They represent both the long-term casualties of war and hope for\nthe future.\n\t   Veterans groups from the United States, France, Germany,\nBritain, Japan and Vietnam turned out Thursday to dedicate the\nVietnam Friendship Village, which is testimony that old enemies can\nwork together.\n\t   The result of a decade of corporate donations, bake sales and\nother grassroots fund-raising that brought in more than dlrs 1\nmillion, the cluster of eight buildings 11 kilometers (seven miles)\nnorth of Hanoi will be home to young and old who still suffer a\nquarter-century after the Vietnam War ended.\n\t   ``This is about the possibility of average people making a\ndifference,'' said George Mizo, a Vietnam War veteran who became a\nhigh-profile anti-war activist. ``We cannot change the past, but we\ncan change the present and the future.''\n\t   Vietnam Vice President Nguyen Thi Binh, other government\nofficials, foreign diplomats and veterans gathered at the reclaimed\nswampland to dedicate the first phase of the village, which\ncurrently houses 30 children and 20 adults.\n\t   By spring, the number is expected to total 100, with a goal of\nproviding housing and support for another 50.\n\t   No one knows how many people suffer from the effects of Agent\nOrange, which was sprayed over wide swaths of jungle by U.S. planes\nduring a 10-year period to strip away cover from North Vietnamese\ntroops and their resupply convoys.\n\t   Estimates range from tens of thousands to 2 million Vietnamese.\nIn April, Prime Minister Phan Van Khai ordered the first nationwide\nsurvey, to be completed next year.\n\t   It's virtually impossible to determine which birth defects or\nailments are directly related to Agent Orange. But the Vietnamese\nRed Cross says there appear to be common threads, and a research\nfacility at the village will study the links.\n\t   Mizo, a Boston native who now lives in Stuttgart, Germany, was a\nsergeant in an artillery unit when he was injured in a rocket\nattack in January 1968 in the buildup to the Tet offensive.\n\t   Redeployed back home, he spoke out against the war and was in\nand out of military jails for two years. In the mid-1980s, he was\namong a group of four veterans who staged a hunger strike on the\nsteps of the U.S. Capitol in solidarity with Nicaragua.\n\t   Shortly after his son Michael's birth in 1988, Mizo became\ninvolved in a project by American veterans to build a pagoda in\nVietnam. It developed instead into the Friendship Village.\n\t   On Thursday, his son handed out drawings done by his fellow\nstudents in Stuttgart to the Friendship Village children.\n\t   ``This represents healing and reconstruction,'' the elder Mizo\nsaid moments earlier. ``Those who have experienced the horrors of\nwar know how precious life is.''\t   \n", 
            "id": "APW19981029.0204"
        }, 
        {
            "headline": "VA Must Review Agent Orange Cases", 
            "text": "\n<P>\n\tSAN FRANCISCO (AP) -- The Veterans Administration must review all  \nbenefit claims denied to hundreds of Vietnam veterans who failed to \nsay their illnesses resulted from exposure to Agent Orange, a \nfederal judge ruled Thursday. \n</P>\n<P>\n\tThe federal government has paid some benefits to about 6,000  \nVietnam veterans who developed cancer and other illnesses. \n</P>\n<P>\n\tBut an estimated 1,000 veterans were denied back payments under  \nstrict language that required applicants to state that Agent Orange \nor herbicides were linked to the cause of the disability or death, \na hurdle ruled illegal Thursday in the class-action lawsuit. \n</P>\n<P>\n\tUnder VA regulations, veterans do not have to prove they were  \nexposed to Agent Orange or other herbicides containing the toxic \nsubstance dioxin. In fact, anyone who served in the war is \nautomatically presumed to have been exposed to it. \n</P>\n<P>\n\tA 1989 court ruling in the case voided all VA benefit decisions  \nit had made based on the agency's assertion that only the skin \ndisease chloracne was linked to Agent Orange. \n</P>\n<P>\n\tAlthough the VA has since recognized that a variety of cancers  \nare connected to the defoliant, it has failed to review claims made \nprior to the 1989 ruling and continued to insist that benefit \napplicants state that their disability resulted from exposure to \nAgent Orange, the court found. \n</P>\n<P>\n\t``We agree with plaintiffs that the VA's approach is  \ninconsistent with both the spirit and intent of this court's \ndecision, as well as the liberal nature of the VA's own claims \nprocess,'' U.S. District Judge Thelton Henderson wrote. \n</P>\n<P>\n\t``The court expected that the VA would revisit those benefit  \ndecisions that had been erroneously decided under the invalidated \nregulations,'' he said. \n</P>\n<P>\n\tThe plaintiffs wanted the VA ordered to pay the benefits, but  \nHenderson ruled that the agency should revisit the denied claims. \nWith benefits denied as far back as 1985, retroactive payments \nwould average $70,000 per person, plaintiffs' attorney Bart \nStichman said. \n</P>\n<P>\n\tNo one knows how many people suffer from the effects of Agent  \nOrange, which was sprayed over wide swaths of jungle by U.S. planes \nduring a 10-year period to strip away cover from enemy troops and \ntheir convoys. \n</P>\n<P>\n\tA call to U.S. Justice Department attorney Karen Richardson  \nseeking comment Thursday evening was not returned. \n</P>\n", 
            "id": "APW19990211.0224"
        }, 
        {
            "headline": "Study Confirms Agent Orange Reports", 
            "text": "\n<P>\n\tWASHINGTON (AP) -- A review of what has been done to determine  \nhow Agent Orange and other herbicides affected Vietnam veterans \nconfirms earlier studies linking them with several diseases but \nleaves unanswered painful medical questions of the war that ended \n24 years ago. \n</P>\n<P>\n\tThursday's independent report by the Institute of Medicine  \nappears to offer no new evidence that would affect benefits for \nVietnam War veterans or their offspring, although the Department of \nVeterans Affairs said the study will be valuable for further \nresearch. \n</P>\n<P>\n\tDespite continuing investigation into possible links to birth  \ndefects, diabetes and a list of other illnesses, no scientific \nstudies over the last two years has provided enough information to \ndraw significant new conclusions about whether herbicides are \nlinked to any condition, study director Dr. David Tollerud said. \n</P>\n<P>\n\tVeterans Affairs, which issued a statement praising the  \n``thorough and impartial work of the committee,'' offers special \ncompensation for 10 diseases listed as linked or possibly linked to \nherbicide used in Vietnam whether veterans can prove exposure or \nnot. \n</P>\n<P>\n\tChildren of veterans also may receive benefits for the birth  \ndefect spina bifida, whose link is listed as ``limited or \nsuggestive,'' but diabetes is not included. Evidence of a diabetes \nlink to herbicides or dioxin is listed as still ``inadequate or \ninsufficient.'' \n</P>\n<P>\n\t``A lot more research is being done, which we are very  \noptimistic will continue to provide useful information to answer \nthe questions that remain,'' said Tollerud, director of the Center \nfor Environmental and Occupation Health at Philadelphia's Hahnemann \nUniversity School of Public Health. \n</P>\n<P>\n\tThe review keeps four diseases on the list of those for which  \nevidence establishes links with exposure to herbicides widely used \nas defoliants in Vietnam: soft-tissue sarcoma, non-Hodgkin's \nlymphoma, Hodgkin's disease and cholaracne. The first three are \nforms of cancer. \n</P>\n<P>\n\tIn the institute's last review of scientific research in 1996,  \nsix other diseases were listed with ``limited or suggestive \nevidence of association'' to Agent Orange, other herbicides or the \ncontaminant dioxin. Added to the list then was spina bifida, the \nspinal birth defect found in the children of some Vietnam veterans. \n</P>\n<P>\n\t``Based on the recent literature, there are no additional  \ndiseases that satisfy this category's criteria,'' the new report \nsaid. Nor did it find enough evidence to move diseases to a \ncategory of higher or lower certainty. \n</P>\n<P>\n\tIn an interview, Tollerud said new research was conducted on  \ndiabetes and on spina bifida as well as other diseases. \n</P>\n<P>\n\tHe said the most serious medical questions still being studied  \nfrom the war involve the relationship between herbicides and cases \nof diabetes and birth defects among veterans and their offspring. \n</P>\n<P>\n\tThis year's review is the third in a series of reports. A law  \npassed in 1991 calls for the National Academy of Sciences to review \nnew Agent Orange and herbicide studies every two years to determine \nif the fresh research finds an added connection between the \nchemicals and disease. The Institute of Medicine is an affiliate of \nthe National Academy of Sciences. \n</P>\n<P>\n\tAbout 19 million gallons of Agent Orange and other chemicals  \nwere used to defoliate trees in the jungles of Vietnam, beginning \nin 1962. Their use was stopped in 1971, two years after studies \nfirst linked Agent Orange to birth defects in laboratory animals. \n</P>\n<P>\n\tThe Department of Veterans Affairs has received more than 92,000  \nclaims and treated more than 50,000 cases of service-related \nconditions, spokesman Ken McKinnon said. \n</P>\n<P>\n\tHe said Vietnam veterans are presumed to have been exposed to  \nAgent Orange, and veterans with any of the 10 diseases is presumed \nto have contracted it from the exposure, without individual proof. \n</P>\n", 
            "id": "APW19990212.0071"
        }, 
        {
            "headline": "Agent Orange Again Linked to Cancer", 
            "text": "\n<P>\n\tWASHINGTON (AP) -- Benefits for Vietnam War veterans are not  \nlikely to be affected by an independent review that confirms ties \nof Agent Orange to several diseases without resolving lingering \nquestions about birth defects or diabetes. \n</P>\n<P>\n\tThe study retains three forms of cancer as well as chemical acne  \nas definitely linked to use of herbicides to defoliate the Vietnam \ncountryside. It also confirms a list of six other diseases, \nincluding a spinal birth defect that has appeared in some children \nof veterans, as possibly linked. \n</P>\n<P>\n\tAll 10 diseases remain on the list of those for which all  \nveterans who served in Vietnam may receive benefits from the \nVeterans Affairs Department. Since 1996, Vietnam veterans' children \nhave been eligible for coverage for spina bifida. \n</P>\n<P>\n\tThe department has received more than 92,000 claims from  \nveterans who believed their condition was related to Agent Orange. \nOf those, about 50,000 were deemed service-related for any \ncondition, and about 5,000 were linked to diseases on the Agent \nOrange list, said spokesman Ken McKinnon. About 2.1 million U.S. \nmilitary personnel served in Vietnam during the period. \n</P>\n<P>\n\tHe said all Vietnam veterans are presumed to have been exposed  \nto Agent Orange and anyone with any of the 10 diseases is presumed \nto have contracted it from the exposure, without any need for \nadditional proof. \n</P>\n<P>\n\tBut a federal judge in San Francisco ruled Thursday that the  \nVeterans Administration must reconsider the denial of benefits for \nhundreds of veterans. \n</P>\n<P>\n\tA 1989 court ruling voided all benefit decisions the agency had  \nmade based on the agency's outdated assertion that only the skin \ndisease chloracne was linked to Agent Orange. \n</P>\n<P>\n\tThe agency failed to review claims made before the ruling and  \ncontinued to insist that benefit applicants state that their \ndisabilities were linked to Agent Orange exposure, U.S. District \nJudge Thelton Henderson concluded. \n</P>\n<P>\n\t``The court expected that the VA would revisit those benefit  \ndecisions that had been erroneously decided under the invalidated \nregulations,'' Henderson wrote. \n</P>\n<P>\n\tBart Stichman, lawyer for plaintiffs in the case, estimated the  \ndecision affects about 1,000 veterans whose claims were denied. \n</P>\n<P>\n\tThe independent report released Thursday by the Institute of  \nMedicine, affiliated with the National Academy of Sciences, was \npraised for its thoroughness by the Veterans Affairs Department, \nwhich said it would be useful in further research. Congress has \nordered a review every two years of links of various diseases to \nthe use of chemicals in Vietnam. \n</P>\n<P>\n\tEvidence of diabetes' link to use of herbicides or dioxin is  \nlisted by the study as still ``inadequate or insufficient'' to draw \nan association with Agent Orange or other chemicals used in Vietnam \nbetween 1962 and 1971. \n</P>\n<P>\n\t``A lot more research is being done, which we are very  \noptimistic will continue to provide useful information to answer \nthe questions that remain,'' said Dr. David Tollerud, who directed \nthe study and heads the Center for Environmental and Occupation \nHealth at Hahnemann University School of Public Health in \nPhiladelphia. \n</P>\n<P>\n\tThe four diseases on the list of those for which there is  \nsufficient evidence to establish a link with exposure to herbicides \nare soft-tissue sarcoma, non-Hodgkin's lymphoma, Hodgkin's disease \nand cholaracne. The first three are forms of cancer. \n</P>\n<P>\n\tIn the institute's last review of scientific research in 1996,  \nsix other diseases were listed as those with ``limited or \nsuggestive evidence of association'' to Agent Orange, other \nherbicides or the contaminant dioxin. Added to the list then was \nspina bifida, the spinal birth defect found in the children of some \nVietnam veterans. \n</P>\n<P>\n\t``Based on the recent literature,'' the new report said, ``there  \nare no additional diseases that satisfy this category's criteria.'' \n</P>\n<P>\n\tTollerud, in an interview, said new research was conducted on  \ndiabetes and on spina bifida, as well as other diseases. \n</P>\n<P>\n\tAbout 19 million gallons of Agent Orange and other chemicals  \nwere used to defoliate trees in the jungles of Vietnam, beginning \nin 1962. Their use was stopped in 1971, two years after studies \nfirst linked Agent Orange to birth defects in laboratory animals. \n</P>\n", 
            "id": "APW19990212.0304"
        }, 
        {
            "headline": "Thai, U.S. Experts Cooperate Over Toxic Chemicals", 
            "text": "\n<P>\nBANGKOK, April 2 (Xinhua) -- Thai and U.S. experts would\ncooperate in an operation to identify the toxic chemicals recently\ndiscovered under an airport in Hua Hin, about 200 kilometers south\nof Bangkok.\n</P>\n<P>\nThe United States has dispatched a team of experts from the\nJoint United States Military Assistance Group to inspect the site\nwith Thai experts, sources close to the U.S. Embassy here said on\nFriday.\n</P>\n<P>\nThe strong-smelling hazardous waste was unearthed last week\nunder the Bor Fai airport runway in Hua Hin of Prachuab Khiri Khan\nProvince.\n</P>\n<P>\nThe waste, suspected of being the deadly \"Agent Orange\"\nchemical used by the U.S. Army to denude forests to deny\nVietnamese fighters ground cover during the Vietnam War, has\ncaused several Thai villagers to fall sick.\n</P>\n<P>\nHowever, there is conflicting information over who brought the\nsubstance into Thailand. Thailand's Foreign Ministry confirmed\nthat the six Thai military facilities known to have been used by\nWashington during the Vietnam War excluded Bor Fai airbase, which\nhad long been owned by the Thai Civil Aviation Department.\n</P>\n<P>\n\"It had been used as a pilot training ground years before the\nwar and is still used for that purpose,\" an official said.\n</P>\n<P>\nThe U.S. Embassy has refused to disclose any further details\nconcerning the possibility that Washington had secretly used the\nairbase during the Vietnam War, saying the information currently\navailable does not go back that far.\n</P>\n<P>\nWashington sent the inspection team at the request of Bangkok.\nJarupong Bunlong, deputy director-general of Thailand's Pollution\nControl Department, said the chemicals should be identified by\nnext week. All he could confirm for now is that the five 15-liter\nbarrels and one 200-liter barrel that have been found originated\nfrom the United States.\n</P>\n<P>\nThai experts had earlier discovered the toxic barrels had a\ncode designating their origin, but had not said what the substance\nwas. The code names \"Delaware\" ( a U.S. state) as the place of\norigin.\n</P>\n<P>\nJarupong said his department has built a shelter around the\narea to prevent rainfall from dissolving the substance\nunderground. \n</P>\n", 
            "id": "XIE19990402.0250"
        }, 
        {
            "headline": "VIETNAM SEES WAR'S LEGACY IN ITS YOUNG", 
            "text": "\n<P>\n   HO CHI MINH CITY, Vietnam _ In what amounted to a chance\nsecond-generation reunion from the war years, five teen-age girls\nlaughed and chattered at a lunch table the other day, all of them\npatients in a hospital for severely deformed or mentally retarded\nchildren.\n</P>\n<P>\n   Their fathers had been soldiers from different parts of North\nVietnam who fought in the same area of Tay Ninh province in the\nsouth and dispersed to their homes when the war ended in 1975. Then\nthey had children. The area where they fought had been heavily\nsprayed with the herbicide Agent Orange in a wide-ranging,\ndecade-long campaign by the United States to deprive its enemy of\nforest cover and food crops.\n</P>\n<P>\n   Officials here are convinced that the five teen-agers _ along\nwith tens of thousands of other deformed children of war veterans\nand exposed civilians _ are the victims of the herbicide and its\npoisonous residue, dioxin. Reunions like the one in the hospital\nare not uncommon, the officials say.\n</P>\n<P>\n   But Vietnam's scientific studies have been sketchy and its\nevidence is often anecdotal. Until there is firm proof that\nchemical herbicides are to blame, the United States says it cannot\ntake responsibility.\n</P>\n<P>\n   Vietnam has raised the issue only glancingly in talks with the\nUnited States, said Ambassador Douglas Peterson. But it arises\nrepeatedly among people here who say it is one of the most painful\nremnants of a war that ended 24 years ago.\n</P>\n<P>\n   In a country where Americans are generally welcomed with\nfriendship, the absence of aid from the United States for deformed\nchildren is one issue that still rankles.\n</P>\n<P>\n   It is a subject that the government-controlled press keeps alive\nwith occasional reports and that is sometimes placed on the agendas\nof foreign delegations, who are shown shelves full of glass bottles\nwith labels like ``Deformed baby with two heads, one body.''\n</P>\n<P>\n   ``You talk so much about human rights and humanity,'' said Dr.\nLe Cao Dai, who runs the Agent Orange program of the Vietnamese Red\nCross. ``No human rights in China. No human rights in Vietnam. So\nwhy, these children, are they not eligible for human rights?''\n</P>\n<P>\n   U.S. officials and many independent researchers caution that\nthere is no certainty that Agent Orange is responsible for the\nillnesses and birth defects, which can have other causes and can be\nfound in other countries in the region.\n</P>\n<P>\n   The Veterans Association in Washington now offers compensation\nfor 10 diseases, as well as for the birth defect spina bifida, that\nhave been determined to be linked, or possibly linked, to the\nspraying in Vietnam.\n</P>\n<P>\n   The United States says more accurate tests are needed to confirm\nthe Vietnamese assertion that there are victims here as well.\n</P>\n<P>\n   ``The Agent Orange issue in this country is driven by\npropaganda,'' said a diplomat. ``They would have you believe that\nevery deformed baby is a result of Agent Orange. And the same with\nAmerican GIs.''\n</P>\n<P>\n   From 1962 to 1971, the United States sprayed 12 million gallons\nof defoliant over more than 10 percent of what was then South\nVietnam. Some 14 percent of the area's forests were destroyed,\naccording to U.S. figures, and broad stretches of the landscape are\nstill bare of trees.\n</P>\n<P>\n   The strongest evidence so far that some areas are still\ncontaminated was published last October by a Canadian environmental\nresearch group, Hatfield Consultants.\n</P>\n<P>\n   In a five-year study of the Aluoi Valley in central Quang Tri\nprovince, the researchers found high levels of dioxin in the soil,\nin fish and animal tissue, and in the blood of people born after\nthe war.\n</P>\n<P>\n   ``If such data were collected in most Western jurisdictions,\nbased on similar sampling levels, major environmental cleanup and\nmore extensive studies would be implemented,'' the report said.\n``As Western-based scientists, we can hardly recommend less be done\nin Vietnam.''\n</P>\n<P>\n   The study was careful not to draw conclusions about the\ncontentious question of human victims of the chemical spraying. But\nDavid Levy, vice president and senior scientist of Hatfield, said\nin an interview that logic would suggest that there were victims.\n</P>\n<P>\n   Over the years, tests conducted by Vietnamese and foreign\nresearchers in certain localities here have documented high levels\nof contamination of breast milk and blood. Though the methodology\nmay not be as rigorous as that in more-developed nations, the\nfindings are often striking.\n</P>\n<P>\n   Dai said sharp contrasts are evident between the south, which\nwas sprayed, and the north, which was not, and between northern\nresidents who fought in the south and those who did not.\n</P>\n<ANNOTATION>\n   (STORY CAN END HERE _ OPTIONAL MATERIAL FOLLOWS)\n</ANNOTATION>\n<P>\n   ``Of course, to be very accurate, we need to have more medical\nstudy to confirm the causes,'' said Dr. Nguyen Thi My Hien, the\ndirector of the hospital here, the Thanh Xuan Peace Village, that\ncares for deformed children. But she said she believed that about\n80 of her 100 patients were victims of chemical spraying.\n</P>\n<P>\n   One of these is Nguyen Cong Nang, 11, the severely retarded son\nof a former soldier who is himself disabled, with metal shrapnel\nlodged behind his right eye. Now the father, Nguyen Van Hien, 45,\nspends his days at the hospital, feeding and bathing his son and\nrocking him to sleep at nap times.\n</P>\n<P>\n   He said that all three of his sons had birth defects and that\nfriends from the war also had children who were born deformed.\n</P>\n<P>\n   ``For us it was OK,'' he said of his fellow soldiers. ``We were\nhappy to sacrifice on behalf of the next generation. But these\nchildren are innocent of the war. They are a generation of victims\nwho are the children of victims.''\n</P>\n<P>\n   The chance reunion of the children of battlefield comrades\nincluded Nguyen Thi Thoa, 15, whose body is covered with black\nblotches and whose younger brother died of heart disease. Hien\ndescribed the blotches simply as a melanin disorder and said: ``It\nis a very serious case. We are confused about how to treat it.''\n</P>\n<P>\n   Sitting by her were two sisters, Nguyen Thi Thuong, 15, and\nNguyen Thi Khuyen, 13, both of whom have mild mental retardation\nand whose growth has been severely stunted.\n</P>\n<P>\n   Hien said the sisters' father had been unable to bear their\nailments and had fled their home. After their mother brought them\nto live at the hospital, the doctor said, the parents reunited and\nhad another baby, who was also born deformed.\n</P>\n<P>\n   That story is not unusual, said Dai of the Red Cross. Parents\noften consider such births to be punishments for their sins and\nkeep trying for healthy children, only to produce more sick ones.\n</P>\n<P>\n   In some cases, the parents are ostracized by fellow villagers\nfor these presumed sins and exiled to live at the edges of rice\nfields.\n</P>\n<P>\n   In a final humiliation for these unlucky veterans, he said,\n``People sometimes say, `This is happening to you because you\nkilled too many people when you fought in the war.'''\n</P>\n", 
            "id": "NYT19990515.0160"
        }, 
        {
            "headline": "Vietnam Undertakes Nation-wide Census of Agent Orange Victims", 
            "text": "\n<P>\nHANOI, May 29 (Xinhua) -- Vietnam decided to undertake next\nmonth a nation-wide census of Agent Orange victims, Vietnam's\nEnglish daily Vietnam News reported Saturday.\n</P>\n<P>\nThe results of the census are intended to be used by the\nVietnamese government to work out more relevant policies for the\nwell-being of victims, and to call for stronger support from\ndomestic organizations and international assistance for victims.\n</P>\n<P>\nDuring the Vietnam war, the Americans sprayed 42 million liters\nof toxic chemicals, most of it Agent Orange, said Vietnam News,\nadding that the victims include people who lived and worked in\nareas sprayed between 1961 and 1971 southwards of the 17th\nparallel.\n</P>\n<P>\nCongenital deformity and disability caused by exposure to the\ntoxic chemical during the war can be found even in the second\ngeneration of people directly exposed to it, said the daily.\n</P>\n<P>\nIts effects on humans include cancer and skin disease, as well\nas congenital deformities and disabilities, while causing\nwidespread environmental damage.\n</P>\n<P>\nOfficials of Vietnam's Ministry of Labor, War Invalids and\nSocial Affairs believe more victims now live in Vietnam's central\nand northern provinces than the south, with some families in\ncentral Vietnam having three to five affected children.\n</P>\n<P>\nThe census will be implemented in all the 10,300 villages in\nthe country and be completed by July, an official of Vietnam's\nMinistry of Labor, War Invalids and Social Affairs said. \n</P>\n", 
            "id": "XIE19990529.0166"
        }, 
        {
            "headline": "Vietnam to launch fund for victims of war-era defoliant", 
            "text": "\n\t   HANOI, Vietnam (AP) _ Vietnam is launching a support fund for\nvictims of the defoliant Agent Orange, more than two decades after\nits use by U.S. forces in the Vietnam War, the Labor newspaper\nreported Saturday.\n\t   The paper quoted Nguyen Trong Nhan, chairman of the Vietnam Red\nCross, as saying those affected by the toxic chemical will receive\nassistance from the fund by the year 2000 after a survey on Agent\nOrange victims is completed next year.\n\t   The fund, which primarily will rely on donations from domestic\nand foreign organizations and individuals, will be inaugurated next\nFriday.\n\t   It will be managed by the Red Cross, which will provide loans\nand training to victims. They include former soldiers who fought in\nareas sprayed with Agent Orange by U.S. aircraft and children who\nwere later born with deformities.\n\t   Nhan said the government's strained budget might have delayed\nassistance, pointing out that a laboratory test of a sample for\nAgent Orange costs dlrs 3,000.\n\t   Prime Minister Phan Van Khai in April assigned the Ministry of\nLabor, War Invalids and Social Affairs to conduct a survey on the\nestimated 300,000 Agent Orange victims in Vietnam.\n", 
            "id": "APW19980718.0011"
        }, 
        {
            "headline": "Red Cross launches fund for victims", 
            "text": "\n\t   HANOI, Vietnam (AP) _ The Vietnamese Red Cross launched a\nspecial fund Friday for victims of Agent Orange, saying the toxic\ndefoliant is starting to claim its third generation of victims a\nquarter-century after the end of the Vietnam War.\n\t   ``With Agent Orange, the land mines were planted deep in the\nvery essence of life _ in the genes of the men and women,'' said\nJohn Geoghegan, the country head for the International Federation\nof Red Cross and Red Crescent Societies.\n\t   ``That this war is being fought again with their grandchildren\nis a horrific thought.''\n\t   No one knows how many people suffer from the effects of Agent\nOrange, which was sprayed over wide swaths of jungle by U.S. planes\nduring a 10-year period to strip away cover for North Vietnamese\ntroops and their resupply convoys. Estimates range from tens of\nthousands to 2 million Vietnamese.\n\t   In April, Prime Minister Phan Van Khai ordered the first\nnationwide survey, to be completed next year.\n\t   In addition, veterans from at least four countries who fought on\nthe side of the former U.S.-backed South Vietnamese government sued\nthe chemical's manufacturers in the United States, saying exposure\ncaused chronic illness, deaths and birth defects.\n\t   According to U.S. records, the United States sprayed about 12\nmillion gallons (45 million liters) of Agent Orange over parts of\nsouthern and central Vietnam in 1961-71.\n\t   The total included about 375 pounds (170 kilograms) of dioxin, a\nmere trace of which can cause cancer.\n\t   The spraying was stopped in 1971 _ four years before the end of\nthe war _ after laboratory tests showed that dioxin can cause\ncancers and birth defects.\n\t   It's virtually impossible to determine which birth defects or\nailments are directly related to Agent Orange.\n\t   But the Vietnamese Red Cross says there appear to be common\nthreads: brothers and sisters suffering from the same deformities,\nwhich is otherwise fairly uncommon; arms and legs that are twisted\nin a certain way; and eyes without pupils.\n\t   Hoang Dinh Cau, chairman of the National Committee for\nInvestigation of Defects from Toxic Chemicals Used During the\nVietnam War, said recent studies show dioxin levels are dropping,\nalong with high rates of birth defects, in the affected areas.\n\t   But some still have high toxicity levels in both the soil and\nthe oil of fish that were checked.\n\t   Cau, 81, dismissed concerns that dioxin has and will continue to\nleech into the food supply. However, some foreign scientists worry\nthat ongoing demining efforts are stirring up buried dioxin and\nallowing it to be carried into the water system by erosion.\n\t   Vietnam estimates 16.5 percent of the 70,391 square miles\n(182,299 square kilometers) in the former South Vietnam were\nsprayed, some areas four times or more. Nearly 2 million people\nlived in the affected areas.\n\t   In most of the country, the deformity rates peaked in the late\n1970s and have fallen sharply since 1985, Cau said. But in the most\nheavily sprayed areas, the declines didn't start until the '90s.\n\t   ``Initially, we did not think the chemicals would have an impact\non the second generation,'' Cau said. ``But dioxin can stay in the\nsoil very long.''\n\t   He pulled out a stack of case studies. One showed a couple who\nhad two healthy children before the father went to fight in the\nsouth. Four miscarriages followed his return. Another couple had\neight deformed children.\n\t   He said recently developed treatments have improved the lives of\nsome victims. Those children who have the most serious deformities\nare cared for at 11 ``peace villages'' scattered across the country\nthat can handle a total of 500 patients. More villages are planned.\n", 
            "id": "APW19980724.0360"
        }, 
        {
            "headline": "EDITORIAL OBSERVER: AGENT ORANGE IN VIETNAM, 30 YEARS LATER", 
            "text": "\n<P>\n   Dr. Le Cao Dai, one of Vietnam's top experts on the health\neffects of Agent Orange, first encountered American military\nherbicides when he ran a field hospital for the North Vietnamese\narmy along the Ho Chi Minh Trail. American planes would fly low\nover the forest canopy and release a cloud of chemicals. Within\ndays, the leaves would begin to fall, forcing Dai to move his\nhospital deeper into the forest for concealment. Only later did he\ncome to believe that the spraying had done long-term health damage\nto Vietnamese soldiers and civilians.\n</P>\n<P>\n   That belief is shared by leading Vietnamese doctors who were\ninterviewed on a recent trip through Vietnam. None would hazard a\nguess to this writer as to how extensive the damage had been, but\none was later quoted in the Vietnamese press as asserting that some\n70,000 Vietnamese are now suffering from illnesses caused by Agent\nOrange.\n</P>\n<P>\n   The evidence to support these beliefs is weak, for it is a sad\nirony of the Vietnam War that those most likely to have been\naffected by the spraying _ the Vietnamese themselves _ have been\nthe least effectively studied. The United States has put enormous\neffort into assessing possible harm to American soldiers but found\nonly limited damage, perhaps because most soldiers had relatively\nlittle contact with the chemicals during their short tours of duty.\nMeanwhile, the Vietnamese troops directly under the spray and\ncivilians who lived in the sprayed areas for years or moved in\nlater, have been studied primarily by Vietnamese scientists whose\nresults are not generally accepted by scientists from more advanced\nnations.\n</P>\n<P>\n   American herbicides, of which the most prominent was Agent\nOrange, were widely dispersed to defoliate trees over supply\nroutes, clear away brush from roadsides, riverbanks and base camps,\nand kill food crops that sustained guerrilla bands. More than 10\npercent of the land area of South Vietnam was sprayed at least\nonce, and some areas were sprayed repeatedly. The herbicides\nthemselves would generally dissipate within weeks but would leave\nbehind a toxic contaminant, dioxin, that was inadvertently created\nduring the manufacturing process.\n</P>\n<P>\n   Journalists who inquire about Agent Orange are routinely taken\nto ``peace villages'' to see malformed children, to an exhibit on\nhealth consequences at the medical school in Hanoi or to a\ncollection of malformed fetuses at an obstetrical hospital in Ho\nChi Minh City. All three sites make a powerful case that there is\nappalling illness in Vietnam, but all fall short of demonstrating\nthat Agent Orange was the culprit. The birth defects, cancers and\nother illnesses that the Vietnamese attribute to Agent Orange can\nbe caused by a wide range of factors, and Agent Orange may not be\nprominent among them.\n</P>\n<P>\n   The epidemiological and laboratory studies that offer the best\nhope of teasing out answers are difficult for even the most\nadvanced scientific countries to perform. Vietnamese studies that\npurport to find excess cancers, birth defects and other illnesses\nin soldiers and civilians from areas that were sprayed are\ndiscounted by Western experts for lack of stringent methodology.\n</P>\n<P>\n   Vietnamese and American scientists once started a collaborative\nresearch effort, but it fell apart three years ago when Vietnamese\nauthorities confiscated research samples before they could leave\nthe country. Now, however, the Vietnamese and the American Embassy\nin Hanoi are both suggesting a joint study of the effects of the\nherbicides. The U.S. National Academy of Sciences has been asked to\nconsider whether it is feasible to do a study so long after the\nspraying, in a nation where health records and disease measures are\nnotoriously incomplete.\n</P>\n<P>\n   The research seems well worth doing, if it is technically\nfeasible. An authoritative study would add to the growing\nliterature on the health effects of herbicides and dioxin, could\nhelp the Vietnamese decide how to allocate scarce health resources\nand might shed additional light on the effects of Agent Orange in\nAmerican veterans. Most compelling of all, it might finally close\none of the festering wounds from the Vietnam War.\n</P>\n", 
            "id": "NYT19980907.0284"
        }
    ], 
    "id": "D1035G", 
    "title": "Agent Orange"
}