{
	"id":"D1033F",
	"title":"South Korean Wire Tapping",
	"docSet":[
		{
			"id":"AFP_ENG_20050725.0053",
			"headline":"SKorean president orders probe into wiretapping by intelligence agency",
			"text":" President Roh Moo-Hyun called Monday for a probe into allegations that intelligence officials had illegally taped conversations between South Korea's ambassador to the United States and a Samsung Group executive. Roh asked the National Intelligence Service (NIS), the country's main spy agency, to launch a \"thorough\" investigation into the case, his spokesman Kim Man-Soo said. \"It is shameful and deplorable that a state organization was involved in illegal wiretapping,\" Roh was quoted as saying. South Korean television and newspapers have released what they called a taped private conversation between ambassador Hong Seok-Hyun and a top official of the country's largest conglomerate Samsung in 1997. Hong, the publisher of leading newspaper Joongang Ilbo, was named as the country's top envoy in Washington in February. He is a brother-in-law of Samsung Group chief Lee Kun-Hee. The recordings reportedly contain discussions about a proposal to give three billion won (2.9 million dollars) to the then-ruling party chief Lee Hoi-Chang. Kim Dae-Jung beat Lee in a presidential election in late 1997. Lee retired from politics after he failed in his second presidential bid in 2002. Ruling and opposition party lawmakers have urged Hong to step down, but Roh did not comment on his fate, the spokesman said. Former NIS officials told newspapers Monday that the taped conversation was authentic. They said the intelligence agency had maintained a special wiretapping unit. The People's Solidarity of Participatory Democracy filed a petition Monday with state prosecutors against Lee, Hong and the Samsung chief. The influential civic group also called for criminal charges against former government officials suspected of having received bribes from Samsung. South Korea was rattled by widespread corruption scandals last year after prosecutors launched a probe into illegal donations by businesses to politicians during the presidential poll in 2002. A Samsung executive was accused of donating illicit funds to political parties while dozens of lawmakers, politicians and aides to Roh were arrested. Businesses told investigators that they had donated illicit campaign funds for fear of reprisal from politicians if they did not. "
		},
		{
			"id":"XIN_ENG_20050725.0057",
			"headline":"S.Korean president orders thorough investigation into slush funds scandal",
			"text":" South Korean President Roh Moo-hyun on Monday ordered the National Intelligence Service (NIS) to thoroughly investigate the allegation that one of the nation's biggest conglomerates provided huge slush funds to presidential candidates in 1997. Roh made the remarks while presiding over a weekly meeting with senior presidential aides in earlier Monday, Roh's spokesman Kim Man-soo said. However, the South Korean president did not mention the fate of the country's Ambassador to the United States Hong Seok-hyun, who was allegedly involved in the slush funds scandal, according to the spokesman. Hong was president of JoongAng Daily, one of three most influential newspapers in South Korea, at that time. MBC, a major local broadcasting company, released parts of an eavesdropped conversation in which Hong allegedly discussed with a senior Samsung Group official to donate slush fund to candidate of the Grand National Party (GNP) Lee Hoi-chang in the 1997 presidential election. But Lee was defeated by Kim Dae-jung, candidate of the National Congress for New Politics which later turned to the Millennium Democratic Party (MDP). The taped conversation, allegedly made by a team from the nation's top intelligence agency in 1997, was leaked to the media last Thursday. Both ruling and opposition political parties urged Hong to resign to take responsibility for the scandal. Moreover, on Monday, the Samsung Group expressed an apology for the slush fund scandal. \"We offer a sincere apology to the public for causing concerns, regardless of the truth of a series of media reports on the matter, \" the group said in a statement. \"Some of earlier media reports are totally groundless and distorted.\" Samsung Group also said it will decide later whether to take legal action against MBC and other media outlets after a further review of their coverage. "
		},
		{
			"id":"AFP_ENG_20050725.0110",
			"headline":"SKorean president orders probe into wiretapping by intelligence agency ATTENTION - UPDATES with Samsung's apology ///",
			"text":" South Korean President Roh Moo-Hyun called Monday for an inquiry into allegations that intelligence officials had illegally taped conversations between the man who is now ambassador to the United States and a Samsung Group executive. Roh asked the National Intelligence Service (NIS), the country's main spy agency, to launch a \"thorough\" investigation into the case, his spokesman Kim Man-Soo said. \"It is shameful and deplorable that a state organization was involved in illegal wiretapping,\" Roh was quoted as saying. Television and newspapers have released what they called a taped private conversation between Hong Seok-Hyun and a top official of the country's largest conglomerate Samsung in 1997. Hong, the publisher of leading newspaper Joongang Ilbo, was named as ambassador to the US in February. He is a brother-in-law of Samsung Group chief Lee Kun-Hee. The recordings reportedly contain discussions about a proposal to give three billion won (2.9 million dollars) to the then-ruling party chief Lee Hoi-Chang. Kim Dae-Jung beat Lee in a presidential election in late 1997. Lee retired from politics after he failed in his second presidential bid in 2002. Ruling and opposition party lawmakers have urged Hong to step down but Roh did not comment on his fate, the spokesman said. \"I am in agony over how to deal with information collected through illegal wiretapping...this requires cautious judgement,\" Roh said. Roh is concerned that Hong's resignation could hurt cooperation with the United States about ending a standoff over North Korea's nuclear weapons drive, Yonhap news agency said. Former NIS officials told newspapers Monday that the taped conversation was authentic. They said the intelligence agency had maintained a special wiretapping unit. The People's Solidarity of Participatory Democracy, an influential civic group, filed a petition Monday with state prosecutors against Lee, Hong and the Samsung chief. Samsung apologized Monday over the issue. \"We sincerely apologize for causing turmoil over media reports on illegally taped conversations,\" the group said in a statement. But Kim Joon-Shik, a group executive, said Samsung would file a libel suit, accusing some media outlets of distorting and exaggerating the case. South Korea was rattled by widespread corruption scandals last year after prosecutors launched a probe into illegal donations by businesses to politicians during the presidential poll in 2002. A Samsung executive was accused of donating illicit funds to political parties while dozens of lawmakers, politicians and aides to Roh were arrested. Businesses told investigators that they had donated illicit campaign funds for fear of reprisal from politicians if they did not. "
		},
		{
			"id":"AFP_ENG_20050726.0066",
			"headline":"South Korean ambassador to US resigns over slush fund scandal ATTENTION - RECASTS with president's comment ///",
			"text":" South Korea's envoy to the United States has offered his resignation, bowing to pressure over his alleged involvement in a major political slush fund scandal, officials said Tuesday. Ambassador Hong Seok-Hyun called the office of President Roh Moo-Hyun late Monday and offered to resign, presidential spokesman Kim Man-Soo said, indicating Hong's resignation would be accepted. \"It is regrettable as the ambassador has performed his job well at an important time,\" Roh was quoted as saying. Hong, however, will be allowed to continue his job for the time being until Roh officially accepts his resignation, the spokesman said. \"The timing of his official resignation will depend on the settlement of his job,\" he said. Roh has been concerned that Hong's resignation could hurt cooperation with the United States about ending a standoff over North Korea's nuclear weapons drive, Yonhap news agency said. Hong came under pressure to resign as suspicions arose that he might have acted as an intermediary between the country's largest conglomerate Samsung and politicians and handed out Samsung's slush funds to presidential candidates in 1997. The potentially explosive case came to light when a tape of a wiretapped conversation in 1997 between Hong and a top Samsung official was leaked to the press last week. Hong, the publisher of leading newspaper Joongang Ilbo, was named as ambassador to the United States in February. He is a brother-in-law of Samsung Group chief Lee Kun-Hee. The recordings reportedly contain discussions about a proposal to give three billion won (2.9 million dollars) to the then-ruling party chief Lee Hoi-Chang. Kim Dae-Jung beat Lee in a presidential election in late 1997. Lee retired from politics after he failed in his second presidential bid in 2002. Roh has asked the National Intelligence Service (NIS), the country's main spy agency, to launch a \"thorough\" investigation into the case. Former NIS officials have told newspapers the taped conversation was authentic. They said the intelligence agency had maintained a special wiretapping unit. Civic groups have urged state prosecutors to investigate Lee, Hong and the Samsung chief. Samsung apologized Monday over the issue but threatened to file a libel suit, accusing some media outlets of distorting and exaggerating the case. South Korea was rattled by widespread corruption scandals last year after prosecutors launched a probe into illegal donations by businesses to politicians during the presidential poll in 2002. A Samsung executive was accused of donating illicit funds to political parties while dozens of lawmakers, politicians and aides to Roh were arrested. Businesses told investigators that they had donated illicit campaign funds for fear of reprisal from politicians if they did not. "
		},
		{
			"id":"AFP_ENG_20050726.0234",
			"headline":"South Korean ambassador to US resigns over slush fund scandal ATTENTION - UPDATES with suicide attempt by former spy ///",
			"text":" South Korea's envoy to the United States has offered his resignation, bowing to pressure over his alleged involvement in a major political slush fund scandal, officials said Tuesday. Ambassador Hong Seok-Hyun called the office of President Roh Moo-Hyun late Monday and offered to resign, presidential spokesman Kim Man-Soo said, indicating Hong's resignation would be accepted. \"It is regrettable as the ambassador has performed his job well at an important time,\" Roh was quoted as saying. Hong, however, would be allowed to continue his job for the time being until Roh officially accepted his resignation, the spokesman said. \"The timing of his official resignation will depend on the settlement of his job,\" he said. Hong's resignation requires procedural steps such a letter recalling him from Washington. Officials at Roh's Uri Party said the government should stop the envoy's resignation from hurting cooperation with the United States about ending a standoff over North Korea's nuclear weapons drive. Hong came under pressure to resign as suspicions arose that he might have acted as an intermediary between the country's largest conglomerate Samsung and politicians and handed out Samsung's slush funds to presidential candidates in 1997. The potentially explosive case came to light when a tape of a wiretapped conversation in 1997 between Hong and a top Samsung official was leaked to the press last week. Hong, the publisher of leading newspaper Joongang Ilbo, was named as ambassador to the United States in February. He is a brother-in-law of Samsung Group chief Lee Kun-Hee. The recordings reportedly contain discussions about a proposal to give three billion won (2.9 million dollars) to the then-ruling party chief Lee Hoi-Chang. Kim Dae-Jung beat Lee in a presidential election in late 1997. Lee retired from politics after he failed in his second presidential bid in 2002. A former intelligence official who attempted to commit suicide Tuesday left a note saying the taped conversation was among recordings kept at his home after his retirement and handed over to a Korean-American businessman, Yonhap news agency said. In his note, Kong Un-Yong alleged that the businessman leaked copies of the taped conversation to the press after his attempt to blackmail Samsung broke down. Kong, 58, who allegedly headed a special wiretapping unit, was unconscious in hospital after stabbing himself in the stomach, Yonhap said. The suicide attempt came after Roh asked the National Intelligence Service (NIS), the country's main spy agency, to investigate the case. Civic groups have urged state prosecutors to investigate Lee, Hong and the Samsung chief. Samsung apologized Monday over the issue but threatened to file a libel suit, accusing some media outlets of distorting and exaggerating the case. South Korea was rattled by widespread corruption scandals last year after prosecutors launched a probe into illegal donations by businesses to politicians during the presidential poll in 2002. A Samsung executive was accused of donating illicit funds to political parties while dozens of lawmakers, politicians and aides to Roh were arrested. Businesses told investigators that they had donated illicit campaign funds for fear of reprisal from politicians if they did not. "
		},
		{
			"id":"APW_ENG_20050726.0473",
			"headline":"South Korea's president to accept resignation of ambassador to U.S.",
			"text":" President Roh Moo-hyun on Tuesday said he will accept the resignation of South Korea's ambassador to the United States, who is stepping down over a burgeoning scandal surrounding the East Asian country's 1997 presidential election. Ambassador Hong Seok-hyun called the presidential chief of staff, Kim Woo-sik, late Monday to say that he would resign. In offering to quit, Hong offered an apology to Roh for \"causing concern over this incident,\" according to Roh's office. \"I feel sorry because he has been doing a good job as ambassador to the United States at a crucial period,\" Roh was quoted as saying by Kim Man-soo, the presidential spokesman. Roh's office indicated it may take time before Hong officially leaves his post because of \"pending issues\" that need to be taken care of. It didn't elaborate. News of the resignation came on the same day that six-nation talks in Beijing, aimed at getting North Korea to give up its nuclear weapons program, resumed after a 13-month hiatus. The two Koreas, China, Japan, Russia and the United States are taking part. The president named Hong, formerly a prominent newspaper publisher, to South Korea's most important diplomatic post in December. The United States is Seoul's closest ally, with about 32,500 U.S. troops stationed here. Hong had assumed his duties in Washington in February. He has come under intense pressure to step down over a purportedly wiretapped conversation in which he is said to have discussed a slush fund for candidates in the 1997 election. MBC TV reported last week that the National Intelligence Service, South Korea's spy agency, secretly recorded a conversation between Hong _ then publisher of the mass-circulation newspaper JoongAng Ilbo _ and Lee Hak-soo, a high-ranking official with the Samsung Group, South Korea's largest business conglomerate. Hong and Lee quickly won a court injunction against the broadcast of the recording, but that didn't stop the network from divulging the subject of their alleged conversation: channeling Samsung funds to candidates ahead of the 1997 election. The Seoul Central District Prosecutors Office on Tuesday began investigating a complaint filed by a civic group against 20 people including Hong and Lee, alleging the illegal distribution of political funds and bribery. President Roh has called for the National Intelligence Service to conduct a thorough investigation into the alleged illegal wiretapping. Samsung, preparing legal action against the network, apologized to the nation on Monday, expressing regret that \"social confusion was fostered and anxiety caused to the Korean people\" over the reports of the tape. Opposition presidential candidate Kim Dae-jung defeated governing party candidate Lee Hoi-chang in the 1997 election. "
		},
		{
			"id":"AFP_ENG_20050804.0145",
			"headline":"Former S.Korean intelligence official faces arrest for leaking wiretap",
			"text":" South Korean prosecutors said Thurday they have secured an arrest warrant for a former intelligence official accused of leaking a taped conversation detailing a slush fund payment by the Samsung Group. Gong Un-Yong, 58, is accused of handing over the taped conversation to a Korean-American businessman who was arrested last week, prosecutors said. Gong has been hospitalized since he attempted to commit suicide nine days ago. He had left a note saying that the conversation was among recordings he kept at his home after his retirement. Gong had headed a special wiretapping team from the National Intelligence Service, the main spy agency. The businessman is suspected of leaking the conversation to the press after his attempt to blackmail Samsung failed. The 19097 conversation is between Hong Seok-Hyun, a brother-in-law of Samsung Group chief Lee Kun-Hee, and a top official of the group. It sparked suspicions that Hong, who later became South Korea's envoy to the United States, acted as an intermediary for Samsung and handed out slush funds to presidential candidates. Hong has offered to resign the ambassadorship. The recordings reportedly contain discussions about a proposal to give three billion won (2.9 million dollars) to the then-ruling party chief Lee Hoi-Chang. Kim Dae-Jung beat Lee in the 1997 presidential election. Lee retired from politics after he failed in his second presidential bid in 2002. South Korea was rattled by widespread corruption scandals last year after prosecutors launched a probe into illegal donations by businesses to politicians during the 2002 presidential poll. Businesses told investigators that they had made the donations for fear of reprisals from politicians. "
		},
		{
			"id":"AFP_ENG_20050805.0027",
			"headline":"South Korea's spy agency apologizes over wiretapping",
			"text":" South Korea's spy agency publicly apologized Friday for illegally wiretapping telephone calls years ago, revealed by the leakage of a taped 1997 conversation of an alleged payment by the Samsung Group to presidential candidates. Prosecutors meanwhile raided the house of a former head of the spy agency, the National Intelligence Service (NIS), late Thursday and seized documents and computer discs believed to be related to the unlawful bugging. In an apology broadcast live across the country, NIS director Kim Seung-Gyu said the agency had tapped conversations of influential figures until as late as March 2002 when ex-president Kim Dae-Jung was in office. \"Forgive us for the past illegal bugging ... We are now determined to start from scratch and write a new history of NIS,\" he said. \"I am convinced that without an honest confession, the NIS cannot get rid of its dark past in order to be born again and fulfil its original mission,\" he said. Kim said there had been no illicit wiretapping under the government of President Roh Moo-Hyun. \"Now we don't need to conduct illegal bugging, and we don't have the intention of doing so,\" he said. A former NIS official who headed a wiretapping team was arrested Thursday for leaking the taped 1997 conversation between Hong Seok-Hyun, a brother-in-law of Samsung Group chief Lee Kun-Hee, and a top official of the group. The conversation sparked suspicions that Hong, who later became South Korea's envoy to the United States, acted as a courier for Samsung to dole out slush funds to presidential candidates. The arrested former NIS official, 58-year-old Gong Un-Yong, is accused of handing over an audio tape containing the conversation to a Korean-American businessman who was arrested last week. The businessman is suspected of leaking the conversation to the media after his attempt to blackmail Samsung for ransom in return for the tape failed. Hong has offered to resign as the US ambassadorship since the scandal emerged. Prosecutors investigating the illegal wiretapping scandal on Friday raided the home of Chun Yong-Taek who served as the NIS head in 1999. Yonhap news agency said prosecutors would summon Lee Hak-Soo, a powerful vice chairman of Samsung, early next week to question him over the wiretapping and allegations that Samsung provided illicit campaign funds to politicians. "
		},
		{
			"id":"APW_ENG_20050805.0274",
			"headline":"South Korean spy agency admits, apologizes for wiretapping",
			"text":" South Korea's spy agency apologized Friday for illegally recording phone conversations involving influential figures and admitted that wiretapping continued long after former President Kim Dae-jung ordered an end to it in 1998. \"I ask for the forgiveness of the Korean people for past illegal wiretapping,\" National Intelligence Service chief Kim Seung-kew said, reading a statement to reporters. He also apologized for \"causing anxiety and disappointment to the Korean people\" by leaking the recorded information. President Roh Moo-hyun ordered an investigation into wiretapping last month after a scandal broke over a recording of an alleged conversation in 1997 between a major newspaper publisher and an influential company executive. The two allegedly discussed channeling slush funds to candidates in that year's presidential election. The scandal, dubbed the \"X-files\" by local media, struck a raw nerve in a society barely a generation removed from an oppressive military-backed government in which serious curbs on civil liberties and collusive ties between big business and political figures were the norm. Rampant spy agency wiretapping was believed to have ended after Kim Dae-jung, who won the 1997 election, ordered the practice terminated. Kim, who served from 1998 until 2003, had himself been subject to such monitoring in his days as a leading dissident. As it released interim results from its ongoing investigation into the wiretaps Friday, the agency admitted that \"minimal wiretapping\" continued until March 2002, well into Kim's tenure as president, reversing an earlier position that it stopped with the presidential order. \"There was a lot of anguish and hesitation internally on whether to confess to the Korean people our past wiretapping activities, but we reached the agreement that we must report the truth,\" the intelligence service chief said. Kim Dae-jung's office expressed \"profound regret\" over the spy agency's admission of wiretapping during his government. Kim \"never received any report of such illegal activities\" during his presidency, Choi Gyung-hwan, Kim's secretary, said in a statement. Roh's office reacted harshly to the admission. \"The past abuse of authority revealed today is shocking,\" it said in a statement. \"Illegal actions of national agencies should never again occur.\" During the investigation, prosecutors discovered 274 wiretapped recordings at the home of one former NIS agent. Last month, television network MBC said it had acquired a spy agency recording of a 1997 conversation between Hong Seok-hyun, then publisher of the mass-circulation JoongAng Ilbo, and Lee Hak-soo, a top executive with Samsung Group, the country's biggest industrial conglomerate. Hong and Lee obtained a court order preventing the network from broadcasting the tape so it reported the contents based on a transcript of the alleged conversation instead. Hong has since announced he will step down from his current position as South Korean Ambassador to the United States. Samsung apologized to the nation, expressing regret that \"social confusion was fostered and anxiety caused to the Korean people\" over the report of the tape. Prosecutors on Friday began questioning Lee Sang-ho, the MBC reporter who obtained the tape, said Sun Dong-kyu, the network's editor in charge of political coverage. It was unclear how he obtained the recording. "
		},
		{
			"id":"APW_ENG_20050810.0312",
			"headline":"Former SKorean president and Nobel Peace laureate, Kim Dae-jung, hospitalized",
			"text":" Nobel Peace Prize laureate and former South Korean President Kim Dae-jung was hospitalized Wednesday, his office said. Kim, 79, had been feeling weak and had a mild fever for a few days, Kim's secretary Choi Gyung-hwan said in a statement. Concerned about the possibility of an infection, Kim's doctor recommended an examination at Seoul's Severance Hospital, Choi said. Kim won the Nobel Peace Prize in 2000 for his \"sunshine\" policy of engaging North Korea. He also held an unprecedented summit with North Korean leader Kim Jong Il that year. But his legacy has been tarnished over the scandal that the government made secret payments ahead of the 2000 summit, and also this year over revelations that the intelligence agency engaged in illegal wiretapping during much of his administration. Kim has denied of any knowledge of the wiretapping. In 2003, Kim underwent an operation to expand his coronary artery as well as hemodialysis, a treatment for kidney disorders. "
		}
	]
}
