{
	"id":"D1030F",
	"title":"Ephedra",
	"docSet":[
		{
			"id":"NYT19991011.0240",
			"headline":"SIDE EFFECTS RAISE FLAG ON DANGERS OF EPHEDRA",
			"text":" The herb is called ephedra, or ma huang, and it comes from a shrublike plant grown widely in Asia. It can be found in more than 200 diet supplements, in pills and powders, drinks and diet bars, for sale in health food stores and on the Internet. Its advocates say it decreases appetite, raises metabolism, improves concentration, burns fat and even enhances sexual performance. In thousands of postings on the Internet, users praise it for raising their energy, helping them lose weight and sharpening their muscle tone. But to its critics, ephedra is a potentially dangerous substance that urgently needs more study and regulation. They point out that its active ingredient, ephedrine, is a central nervous system stimulant similar to amphetamine, and they say reactions to it can vary widely. Ephedrine has been widely studied over the past few years, and studies suggest that it can produce a wide array of possible side effects, including anxiety, insomnia, hypertension, tachycardia, psychosis, kidney damage, dependency, heart attack, stroke and death. The federal Food and Drug Administration says it has received hundreds of reports from physicians, health authorities and others about adverse reactions to ephedrine-based products. Critics and proponents alike agree on one thing: ephedra is flying off the shelves. Metabolife International Inc., a 5-year-old San Diego company that sells an ephedra-based pill called Metabolife 356, says this year's sales will reach $900 million. A critic, Dr. Jacqueline Berning, a professor of nutrition at the University of Colorado, whose clients include many professional athletes, says the use of ephedrine-based products is ``rampant among athletes,'' even though they have been banned by the National Collegiate Athletic Association and the U.S. Olympic Committee. Ephedra's active ingredient, ephedrine, has been in over-the-counter cold and asthma medications since the 1920s, and the ephedra plant has been used for thousands of years in Chinese medicine. Still, the combined effects of the herbal potpourri found in many diet supplements have not been studied. While over-the-counter drugs are subject to Food and Drug Administration regulation, herbal supplements are assumed safe unless proved otherwise. ``The public has a blind spot with the herbals,'' said Dr. Bill Gurley, of the College of Pharmacy at the University of Arkansas. ``I have a feeling over time enough serious cases of addiction will pile up and enough adverse events will be reported to change that perception.'' Gurley has just completed a study suggesting wide variations in product ingredients and quality. ``Ephedra supplements are derived from plants that can contain any number of ephedrine-like alkaloids,'' he said. ``These alkaloids vary not only in pharmacological activity and potency, but certain combinations may be additive or synergistieir effect.'' In testing 19 ephedrine-based supplements, Gurley said, he found wide variations in alkaloid content. Some products contained significantly less of the active ingredients than listed on the label, some significantly more. Two years ago, in response to reports of adverse reactions, the Food and Drug Administration proposed restricting doses of ephedra to 8 milligrams at a time and 24 milligrams a day, and prohibiting the addition of caffeine to ephedrine products. (The American Herbal Products Association, a trade organization that sets standards and guidelines for the diet supplement industry, recommends that dosages not exceed 25 milligrams, or 100 a day; a Metabolife pill has 12 milligrams, according to the label.) After a lobbying effort by the diet supplement industry, a congressional subcommittee asked the General Accounting Office to investigate the research behind the FDA's proposal. In August, the accounting office issued a report assailing the agency's findings as sloppy science. ``The FDA needs to provide stronger evidence on the relationship between the intake of dietary supplements containing ephedrine alkaloids and the occurrence of adverse reactions,'' the report said. nn In recent months, ephedrine-based products have figured prominently in two widely publicized cases, both involving deaths. Last month, a judge in British Columbia ruled that Julia Campagna, a 28-year-old woman from Kirkland, Wash., was not criminally responsible in the deaths of two teen-age girls in a fiery car crash near the U.S. border in May 1998. Court-appointed psychiatrists testified that Ms. Campagna had been in a state of psychosis, a reaction to the ephedrine-based supplement Xendrine, which she had taken for five days. A year ago, Anne Marie Capati, a 37-year-old knitwear designer from Huntington, N.Y., died after suffering a stroke at a fitness club in Manhattan. Ms. Capati, who suffered from high blood pressure, had been taking Thermadrene, an ephedra supplement manufactured by SportPharma of Concord, Calif. According to her husband, who has sued the manufacturer, the fitness club and his wife's personal trainer, she had been taking the recommended dose for five days, ``to lose the last five pounds and firm up.'' The warning label on Thermadrene (and many other brands, including Metabolife) makes clear that ephedrine-based products should not be taken by people with certain medical conditions, including high blood pressure. In an interview, Michael Ellis, the chief executive of Metabolife and a board member of the American Herbal Products Association, strongly defended ephedrine-based supplements. ``I read about the Long Island woman's death, and it's tragic,'' he said. ``This case points out why we need consistency in the warning labels. But let's keep this in perspective.'' With millions of people taking ephedrine each year, Ellis argued, a few cases of adverse effects are to be expected. ``Some people die from eating peanut butter or strawberries,'' he said. ``Everything carries risk.'' He has urged the FDA to appoint a working group of scientists, consumers, herbalists and industry representatives to develop new guidelines for dietary supplements containing ephedra and other herbs. As for the purity of Metabolife, he said: ``We believe we are responsible. We label correctly, and we have a nonprofit third party give us a certification of good manufacturing practices.'' Ellis is at the center of the latest ephedra-related controversy. After being interviewed for the ABC News program ``20/20,'' and anticipating a hostile report, Ellis took pre-emptive action last week. In a $1.5 million advertising campaign Metabolife announced the creation of a Web site (www.newsinterview.com) posting the unedited 70-minute interview. Commercial spots ran on 1,500 radio stations, and a number of full-page newspaper advertisements. ABC News says it expects to broadcast the interview later this month. Eleven years ago, Ellis, a former police officer, was arrested in San Diego and charged with using ephedrine to produce methamphetamine, a highly addictive street drug. He pleaded guilty to using a telephone in the trafficking of drugs and was sentenced to five years' probation. ``I did something very wrong, something very much out of character, and something I am very sorry about,'' he said, and later added: ``Metabolife has been looked at inside and out. We have a report from a DEA-approved lab that shows you can't make methampethamine out of Metabolife. Obviously we are not breaking any laws.'' Ellis said he was hopeful that the attention would help him make a point. ``If this product and industry are going to have longevity, we have to come out say, `You can't pop supplements like they are carrots; this is another form of medicine.''' The sentiment is shared by many mainstream physicians. ``The public should be informed,'' said Gurley, of the University of Arkansas. ``A drug is a drug whether it's from a natural source or you make it in laboratory.'' &QL; "
		},
		{
			"id":"XIE19980113.0178",
			"headline":"Customs Officials Make Progress in Drug Seizures",
			"text":" BEIJING, January 13 (Xinhua) -- China's customs officials have scored remarkable success in drug seizures in 1997, today's International Business Daily reported. They have seized 369 kilograms of all kinds of drugs during the year, 1.3 times the 1996 figure, the report said. Drugs containing ephedra vulgaris, drug-making chemicals and mental medicines increased notably in 1997. Officials of 10 Chinese customs offices were assisted by drug-seizing dogs, used in 20 drug busts of 15 kilograms. "
		},
		{
			"id":"NYT19990208.0225",
			"headline":"DESPITE MISGIVINGS, HERBAL MEDICINE FLOURISHES",
			"text":" Herbal medicine, the mainstay of therapeutics for centuries before modern purified drugs relegated it to the status of near-quackery, has in the last five years emerged from the fringes of health care with an astonishing flourish and now shows clear signs of joining the medical mainstream. Despite many cautionary tales about adulterated and even dangerous products, herbs formulated as capsules, tinctures, extracts and teas _ and increasingly as additions to common foods like potato chips and fruit drinks _ are now routinely used by a third of American adults seeking to enhance their health or alleviate their illnesses. Each day the herbal realm wins new converts, particularly among those who have become disillusioned with the cost and consequences of traditional drugs, distrustful of conventional physicians and convinced that ``natural'' equals ``good.'' Yet, because herbal products are classified as dietary supplements, not drugs, and face none of the premarket hurdles drugs must clear, consumers have no assurance of safety or effectiveness. Indeed, scores of products sold in the United States are listed by European and American authorities as ineffective, unsafe or both, and manufacturing standards to assure high quality have been proposed but are not yet in force. Thus, countless consumers are wasting their money on useless products or jeopardizing their health on hazardous ones. Among the serious side effects that have been linked to herbal remedies are high blood pressure, life-threatening allergic reactions, heart rhythm abnormalities, mania, kidney failure and liver damage. A few widely available products, including sassafras and comfrey, contain known carcinogens. At the same time, according to a report last year in the journal Psychosomatics, unsuspecting consumers ``have used herbal remedies with good results only to discover that the benefit was actually derived from the presence of undisclosed medicines,'' including steroids, anti-inflammatory agents, sedatives and hormones. ``The lack of quality standards is the No. 1 problem in the whole industry,'' said Dr. Varro Tyler, emeritus professor of pharmacognosy (the study of active ingredients in plants) at Purdue University. Tyler, who has no financial connection to herbal products and is arguably the nation's leading independent expert on herbal medicine, said: ``I feel sorry for the typical consumer. How is he or she to know what is best, what products are reliable and safe? Even when a label says the product has been standardized, the consumer has no way to know if it actually meets that standard.'' And even if an herbal product has been reliably made in some standard dose, it does not mean that scientific studies have shown it to be effective. The industry itself is promoting a ``good manufacturing practices'' doctrine. Annette Dickinson, director of scientific and regulatory affairs for the Council for Responsible Nutrition, a trade organization for producers of dietary supplements, said a consortium of associations submitted a document of manufacturing standards to the Food and Drug Administration two years ago. Although such a standard would say nothing about an herb's safety or effectiveness, it would result in reliable methods that the industry would have to use to assure the identity and quality of its products. The agency has issued a notice of proposed rules but no final ruling as yet. Nonetheless, botanicals _ as herbal products are more accurately known _ are enjoying an annual retail market approaching $4 billion, up from $839 million in 1991 and growing about 18 percent a year. Hundreds of products formulated with virtually no government oversight are crowding shelves of health food stores, food markets and pharmacies nationwide. Supplements are also widely sold by marketers like Amway, through catalogs and on the Internet. Now, even major pharmaceutical companies like Warner Lambert, American Home Products, Bayer and SmithKline Beecham are introducing herbal products, adding respectability to this marginalized market. Some herbs _ like echinacea, goldenseal, American ginseng and wild yam _ have become so popular that their continued supply from natural sources is in danger. As the plants become scarcer and more expensive, products containing them are increasingly likely to be adulterated and may even contain none of the herb listed on the label. Peggy Brevoort, president of East Earth Herb Inc., a company in Eugene, Ore., that produces botanicals, said the demand for St. John's wort, used for mild depression, and kava, a calmative said to reduce anxiety, now exceeds their supply, introducing the ``danger of adulteration'' by ``unscrupulous dealers.'' At the same time, two major new publications _ a 1,244-page Physicians' Desk Reference for Herbal Medicines, produced by the same company that publishes the Physicians' Desk Reference, and an English-language edition of Germany's therapeutic guide to herbal medicines, The Complete German Commission E Monographs _ have been issued to help educate physicians, pharmacists and interested consumers about the known uses, proper dosages and safety concerns of more than 600 botanicals now sold in this country. The evaluations in both books are based on studies, most done in Germany and reviewed by teams of experts. Last month, the National Institutes of Health began listing on the Internet international bibliographic information on dietary supplements, including herbal products. The address is www.nal.usda.gov/fnic/IBIDS/. In addition, a few medical and pharmacology schools have recently introduced courses in phytomedicine, the study of botanicals. And next month the American Pharmaceutical Association will conduct a two-day program on herbal medicine as part of its annual meeting. Still, most doctors remain wary of botanicals, especially when patients choose self-medication with plant extracts over established medical remedies. nn The very act of Congress that has fostered this growth _ the 1994 Dietary Supplement Health and Education Act _ has also permitted chaos to reign in the botanical marketplace, with no mechanism to assure that products are safe or effective. Pushed heavily by Republican Sen. Orrin Hatch of Utah, the home base of many supplement makers, and passed over the objections of the FDA, the law created a new product class, the dietary supplement, that was not subject to regulations applied to drugs. Now any substance that can be found in foods, regardless of amount or action and including substances that act as hormones or toxins, can be produced and sold without any premarket testing or agency approval. Marketed as neither a food nor a drug, herbal products are not obliged to meet any established standards of effectiveness or safety for medicinal products, which require extensive laboratory and clinical trials before approval. As with other substances classified as dietary supplements, the FDA can restrict the sale of an herbal product only if it receives well-documented reports of health problems associated with it. The agency took four years, and more than 100 reports of life-threatening symptoms and 38 deaths, to act against ephedra, often sold as the Chinese herb ma huang, a stimulant that can prove disastrous to people with heart problems. With FDA authority limited by the 1994 law, the Federal Trade Commission, which monitors advertising, has taken a more active role in monitoring supplement makers. The FTC last year took legal action against seven manufacturers that had broken rules requiring advertising be truthful and verifiable. The companies were selling remedies or purported cure-alls for ailments like impotence, cancer and obesity. The commission also sent e-mail warnings to 1,200 Internet sites that it said had made ``incredible claims'' for drugs, devices and supplements, including herbal remedies that would supposedly ward off AIDS. Also, the commission late last year issued its first set of advertising guidelines aimed specifically at the supplement industry. Still, the current regulations have created a quagmire of consumer confusion and set up potential health crises that even industry officials say could ultimately hurt producers as well as users of herbal products. Under the 1994 law, consumers have no assurance that an herbal product contains what the label says it does or that it is free from harmful contaminants. Independent analyses of some products, particularly those containing costly or scarce herbs, revealed that some have little or none of the purported active ingredient listed on the label. Adding to the confusion is that botanical makers are allowed to describe products only in terms of their effects on the structure or function of the body, not their potential health benefits. Thus, a product label might say ``promotes cardiac function'' but it cannot say ``lowers cholesterol.'' Likewise, although the law does allow health warnings on the label, most manufacturers have yet to include them. Consumers are warned, however, that federal drug safety officials are not watching the store. All botanicals must display a disclaimer on the label following the description of the product's structural or functional role: ``This statement has not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.'' To which Tyler commented, ``If that is true, why on earth would anyone use it?'' The seeds of the modern herbal market were sown in the '60s when ``green, organic and natural became buzzwords,'' Tyler said. But they did not mature until the '90s with the growing consumer interest in ``self-care and controlling one's destiny,'' he said. Many turned to herbs as a gentler way to treat health problems and a potential tool for preserving mental and physical health. The interest has spawned scores of Internet sites and hundreds of books on various herbs. But much of the literature is replete with poorly documented health claims and, with few exceptions (among them, Tyler's books), advocacy prevails over objectivity. Because plants contain a mixture of relatively diluted chemicals, they naturally tend to have milder actions, both in their therapeutic benefits and side effects, than the concentrated, single chemicals in most drugs. Thus, botanicals generally take longer to act than regular pharmaceuticals and few have the potency of a prescription, the one possible exception being saw palmetto, which a well-designed study indicated may be as helpful for an enlarged prostate as the more expensive and riskier drug, Proscar. The combination of chemicals in botanicals is potentially both a plus and a minus. When two or more chemicals enhance one another's activity, the therapeutic benefit could theoretically exceed that of an isolated substance formulated as a drug. Mark Blumenthal, who heads the American Botanical Council, noted that the herb St. John's wort, widely used in Germany and increasingly in the United States to counter mild depression, is standardized for a substance called hypericin. But, he explained, ``hypericin is not directly linked to its antidepressant activity.'' Rather, other substances in the herb seem to have diverse actions on brain chemicals, all of which work together to counter depression. Equally possible, though, when using an herb with two or more active chemicals, is that one will cancel the benefits of another or introduce a hazard. Without careful chemical tests and large, well-controlled clinical trials such actions are often hard to detect. Consumer confidence in herbal medicine is bolstered by the common but erroneous assumption that ``natural'' equals ``safe'' and the public's failure to realize that many plants contain chemicals that are potent drugs or outright poisons. Natural laxatives like the herb Cascara sagrada are just as habit-forming and harmful to the colon as laxatives sold as drugs. nn Indeed, one quarter of prescription drugs and hundreds of over-the-counter products were originally isolated from plants. Ephedra, for example, contains a natural stimulant that is approved for use as a decongestant and bronchial dilator in some pharmaceutical products. However, when used in uncontrolled dosages or by people with certain underlying health problems, it can cause a dangerous rise in blood pressure and, in its herbal form, has been responsible for serious adverse reactions and dozens of deaths, mainly among people who inappropriately used it as a stimulant or diet aid. Complicating the safety issue is the fact, shown in several recent surveys, that most patients fail to tell their physicians they use herbal supplements and thus sometimes risk dangerous drug interactions or endure costly tests or treatments when an herb causes an unrecognized side effect. Experts say many patients withhold information about herbal drug use because they fear being ridiculed by their doctors. Although all German physicians must take courses on herbal remedies, only a handful of American medical and pharmacology schools offer courses in this field. A year ago, the President's Commission on Dietary Supplement Labels recommended that the FDA appoint a committee to evaluate the safety and effectiveness of herbal products. ``This could be the most important step in the United States toward legitimizing herbal medicine,'' Tyler said. However, the agency responded that it lacked the budget to support such an effort. American physicians have completed and published only a few well-designed studies of some popular botanicals. Among them were studies showing that saw palmetto can shrink an enlarged prostate and ginkgo biloba can improve memory in patients with early Alzheimer's disease. The Office of Dietary Supplements at the National Institutes of Health is helping to finance a three-year multicenter study of St. John's wort as a treatment for clinical depression and a study of plant-based estrogens as a preventive for postmenopausal health problems. However, thousands of studies of botanicals have been completed abroad _ mainly in Germany _ that strongly suggest a health-promoting role for more than 200 plant products. Germany's Commission E evaluated 380 botanicals, approving 254 as safe and reasonably effective and disapproving 126 as ineffective, unsafe or both. The Germans use a different criterion to assess an herb's benefits _ a doctrine of ``reasonable certainty'' that the herb has the desired effect and is safe, Blumenthal said. Whereas standard testing of a drug for approval by the FDA can cost as much as $500 million per product _ a prohibitive amount for companies to spend on botanicals that cannot be patented _ tests to establish ``reasonable certainty'' would cost only $1 million to $2 million, Tyler estimated. In June 1996, Dr. Robert Temple, director of medical policy for the FDA's Center for Drug Evaluation, suggested that, rather than subjecting botanicals to the extensive tests required for drugs, the agency might consider applying less stringent criteria to assess an herb's effects, at least when a product is to be used only for a short time. He said, ``A long history of safe use might provide sufficient safety information for products that are intended for short-term use.'' More than four dozen botanicals or botanical formulations have been submitted to the agency as investigational new drugs. If any meet the agency's criteria for safety and effectiveness and are eventually approved as drugs, they would be allowed to carry direct health claims _ instead of just structure and function statements _ on labels and in advertising. Meanwhile, Dr. Joerg Gruenwald, medical director of a German phytomedicine company and primary editor of the new Physicians' Desk Reference for Herbal Medicines, said professionals can rely on that volume for current, documented information about botanicals. The volume, to be issued annually, updates the Commission E reports and adds several hundred other products sold in the United States, listing effects, side effects and conditions in which their use is inadvisable. "
		},
		{
			"id":"XIE19970421.0060",
			"headline":"China Starts Massive Campaign against Narcotic Crimes",
			"text":" BEIJING, April 21 (Xinhua) -- China announced today it will carry out a massive targeted fight against narcotics-related crimes from this month through the end of September, to curb rampant drug smuggling and the increase of drug use. The campaign was outlined at a national anti-drug conference late last month, and announced today by the National Committee of Narcotics Control (NCNC). According to the NCNC, the Chinese authorities have attached great importance to the drug problem since it re-emerged in the country in the early 1980s, and have launched a series of offensives against drug-related crimes. Influenced by worsening international drug crimes, China is now confronted with an unprecedented situation: 520,000 drug users across the country had been registered with government medical institutions by the end of 1995. But some local authorities have not fully recognized the seriousness of the problem, and have not done enough to crack down on drug-related crime, the NCNC said. It was discovered that some grassroots level authorities have privately given the green light to drug growers, which has stimulated the spread of drug production and use. The NCNC demanded party and government bodies at all levels concentrate on the problems of drug use, planting and trafficking. Tight control should be exercised in regions that produce natural ephedra, which is used to make methamphetamine, or \"ice,\" and all illegal dealings in the substance should be eliminated, the NCNC said. Departments concerned must avoid wranglings over duties and responsibilities and coordinate with each other, it was urged. More importantly, the NCNC said, criminals involved in drug-related activities must be dealt with strictly in accordance with law, and fines should never be levied in place of harsher punishment. It also encouraged public trials to be held for the offenders in order to educate the public and deter crime, and to mobilize the public to actively participate in the anti-drug drive, according to the NCNC. The NCNC set up a general headquarters today for the campaign and published a hotline number, 65204111, to take reports and opinions and offer legal advice. "
		},
		{
			"id":"NYT19980603.0106",
			"headline":"&HT;",
			"text":" UNDATED: DUI vs. DWI? Q: I remember reading some months ago that the Fuller Brush Co., of Fuller Brush Man fame, still exists. I had assumed that with changing technology and lifestyles, it was long gone. Do you have any information, and where can I order products? A: The Fuller Brush Co. is still a booming business. Although distributors nationwide still may call on customers occasionally, the legendary ``brush man'' calling door-to-door is little more than a memory, said company spokesman Larry Gray. These days, many customers choose to order products by mail or electronic order, or by phone to a toll-free number, he said. The company manufactures more than 2,000 items, such as household cleaning aids, polishes and wax products, cotton and synthetic mops, floor brushs and brooms, hair care aids, lotions and fragrances, even silk-screen graphics, at its plant in Great Bend, Kan. Information: 1-800-522-0499; or the Fuller Brush Co. Internet site: www.fuller.com Q: Over the past few years, Dean Johnson, host of ``Hometime'' on public television, has had three women who have helped him build, and all seemed to be his wives. What's the story on these women? What is Johnson's background? A: Johnson is married, but not to any of the women _ there have been four, not three _ with whom he has co-hosted ``Hometime.'' There's reason for your confusion, though. The program makes it appear as though Johnson and his co-hosts are married ``so we can introduce situations that might realistically occur with a husband-wife team,'' as the program's publicity material states. Peggy Knapp, the first co-host, started in 1986, but left after the first season. Since then, she been hosting ``Newton's Apple,'' a public TV children's program. JoAnne Liebeler, the second co-host, stayed with ``Hometime'' for four seasons, after which she moved to the West Coast to pursue other acting opportunities. Susanne Egli, who joined the show for one season, has since been acting in regional theater and appearing in commercials. Current co-host Robin Hartl joined ``Hometime'' in July 1992. She received a real estate license and spent two years selling real estate in Eau Claire, Wis., before moving to Minneapolis, where she worked in the commercial insurance business for eight years while renovating homes in her off-time. Johnson was an accountant, sales representative and residential contractor before launching ``Hometime'' in 1984. He and his real wife, Kathi, have two children. Q: How can someone from Jamaica participate in the National Spelling Bee? Isn't it restricted to students of the United States and its territories? A: The competition, sponsored by Scripps Howard Newspapers, has only these restrictions: contestants must speak English and be younger than 16, and cannot have passed beyond the eighth grade at the time of their school finals. All have qualified by competing in previous spelling bees sponsored by their local newspapers. The 249 contestants this year represented 49 states (no Vermont entry), several U.S. territories, Mexico, the Bahamas and Jamaica. This year's winner was Jody-Anne Maxwell, 12, a seventh-grader at Ardenne High School in Kingston, Jamaica. The only previous winner from beyond the mainland United States was Hugh Tosteson of Puerto Rico, who won in 1975. In light of Jody-Anne's victory and the foreign participants this year, Scripps Howard officials said they would consider renaming the 71-year-old contest, substituting the world international for national. Q: I saw a newspaper photo showing a U.S. Army infantry veteran wearing a Combat Infantryman Badge. The caption said he was a veteran of Desert Storm. I thought the badge was given only to those who had been in combat for at least three months, or had been awarded a Purple Heart. Can you clarify? A: The Combat Infantry Badge is awarded to infantrymen who have been under enemy fire in a combat zone, with no minimum time limit specified, according to the Dictionary of the Modern U.S. Military. The only restriction stated is that generals and support/administrative personnel usually are ineligible to receive it. Q: I know a lot of people who use the product Ripped Fuel to boost energy. I heard something on the news about a danger associated with it, but I didn't get the details. Do you have any information? A: You probably heard about concerns expressed by the Food and Drug Administration relating to scores of herbal products and supplements. Government and other experts have warned that a number of such products can be risky. They have said that the pills, tonics and teas are sold with little information for consumers to judge whether they actually work or might have potential side effects. The culprit named in Ripped Fuel is ephedra, also called ma huang, epitonin and sida cordifolia. It contains stimulants known chemically as ephedrine. Several months ago, the FDA reported having 900 reports of side effects, including heart palpitations and psychosis, heart attacks and strokes. Several states have banned ephedrine-containing supplements. Federal limitations are pending. Q: I saw that Tony Bennett sang ``Ave Maria'' at Frank Sinatra's funeral. Knowing that Sinatra was an admirer of President John F. Kennedy, I wonder if Sinatra sang ``Ave Maria'' at Kennedy's funeral? If not, who did? A: It was Luigi Vena who sang Gounod's ``Ave Maria'' at Kennedy's funeral service Nov. 25, 1963, at Washington's St. Matthew's Roman Catholic Cathedral. Jacqueline Kennedy had specifically requested him to do so. Vena had sung the same music when she and Kennedy married at Newport, R.I., on Sept. 12, 1953. Another vital participant at both ceremonies was Cardinal Richard Cushing of Boston. He officiated at the wedding and sang the requiem mass at the funeral. Q: Have the Atlanta Braves ever had a black announcer? A: Yes. Billy Sample, an outfielder for the Braves in 1986, announced for the team for two years, 1988 and 1989, said Braves publicist Glen Serra. Over the years after that, Sample held jobs announcing for ESPN, the California Angels and the New York Yankees. No longer in the broadcast booth, he now evaluates umpires for the National League. Q: Some time ago, I heard about a doctor who grows Carolina Gold rice, donating the crop to a church to sell. Can you tell me about this venture, and where I might purchase some? A: You're referring to South Carolina ophthalmologist Richard R. Schulze who, in an attempt to attract ducks, planted his first rice seeds in 1979 on his 400-acre Turnbridge Plantation on the South Carolina side of the Savannah River. Schulze and his wife switched to Carolina Gold, the original variety grown in the state's Old South heyday, after discovering a source for the seed in Texas. Carolina Gold is the variety that European nobility prized for its sweet, nutty taste and whiter-than-white color after it was washed. Since the Schulze family couldn't consume all the rice they produced, they have, over the years, given generous amounts to patients and friends. Even so, they still had a surplus, so Schulze first donated it to the Savannah Association for the Blind to sell as a fund-raiser. Now he donates it _ for the same fund-raising purpose _ to the Episcopal Church of the Holy Trinity in Ridgeland, S.C. The church still has a small supply of the Carolina Gold from last December's harvest, a spokeswoman said Thursday. You can order it by sending a check to Church of the Holy Trinity, Rt. 3, Box 260, Ridgeland, S.C. 29936. The cost is $10 for a 1 1/2-pound bag, plus $1.50 for shipping. Once it is sold out, the next crop will be available for shipping next December, the spokeswoman said. Information: 803-726-3743. Story Filed By Cox Newspapers For Use By Clients of the New York Times News Service "
		},
		{
			"id":"NYT19980604.0106",
			"headline":"TEXAS CONSIDERS REGULATING PRODUCT USED IN POPULAR HERBAL SUPPLEMENTS",
			"text":" AUSTIN, Texas _ Seeking to boost his daily workouts at the gym, Jeff Bowers turned recently to a popular herbal supplement to increase his metabolism. Bowers bought the ephedrine-based product, Ripped Fuel, at a health food store in San Antonio. But after only a few days of using it as directed to try and heighten athletic performance and burn fat, Bowers suffered an attack. ``I could feel my heart pounding through my shirt, my hands were jittery and I was hyperventilating, so my roommate took me to the emergency room,'' he recalled in a recent interview. ``I took the Ripped Fuel with me, and before I even opened it up, the nurse guessed what it was,'' he said. ``She said I wasn't the first whom she'd seen with the problem.'' After receiving more than 1,400 similar, ephedrine-related complaints from people across the state, the Texas Department of Health is considering classifying the stimulant as a dangerous drug and requiring a prescription for most products containing it. Banning ephedrine from over-the-counter sales would affect the multimillion-dollar, herbal-supplement industry in Texas. Some of its products include diet aids, athletic performance-boosters and many ``herbal ecstasy'' intoxicants that teen-agers buy at convenience stores to get an amphetamine-like ``buzz'' or ``high.'' Sales of non-prescription ephedrine products sold for asthma, such as Primatene and some nasal decongestants, would not fall under the proposed new regulations, officials said. At least eight deaths in Texas and more than 40 nationwide have been linked to ephedrine _ a stimulant found in certain Asian plants _ said Cynthia Culmo of the state health department. ``To say you can determine a safe amount (for over-the-counter sale) is incorrect,'' Culmo said. ``The only amount we see as safe is zero.'' A Department of Health committee met Wednesday to accept public comment on the regulation change. More than 150 people testified at the hearing, with an overwhelming majority against requiring prescription sales of ephedrine. Most who testified were connected to the industry that provides ephedrine-based dietary supplements or stimulants. The witnesses pleaded with the state to back down from the proposal and instead consider a compromise that, among other things, would restrict sales of ephedrine-based products to minors. The Department of Health is not expected to rule on the possible changes until this fall. &QL; <ANNOTATION> (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.) &QL; </ANNOTATION> &QL; Banning over-the-counter sales of ephedrine would only hurt consumers and independent business distributors, while allowing larger drug companies to profit, said Phillip Sindler of the Dallas-based Wellness International Network, which sells dietary supplements, including the stimulant. ``It's not a health issue. It's an issue of where is the profit going to go,'' Sindler told the committee. More than 60 companies in the Texas market ephedrine-based products, which constitute a multimillion industry in the state, according to Michael Ellis, president of Metabolife International. Although other states have restricted some sales of ephedrine products, Texas' proposal is by far the most far-reaching, Ellis said. ``This shocked us,'' he said, stressing that there is no medical evidence that ephedrine products cause adverse effects. Ellis and Dr. Ted Farber, a toxicologist for the dietary supplement industry, disputed the number of complaints and deaths Culmo said were possibly linked to ephedrine products. The Food and Drug Administration originally had reported it was investigating more than 40 deaths possibly related to ephedrine, Farber said. But recently, the federal agency revised that number to only two, he said. An FDA spokeswoman did not respond to a request for the correct number. The FDA currently is considering prohibiting the marketing of dietary supplements containing 8 milligrams or more of ephedrine per dose. The agency also is looking at requiring product labels that instruct consumers not to use the product for more than seven days. As evidence ephedrine is safe, Ellis cited an ongoing study by Dr. Patricia Daly of the Harvard Medical School on the effects of a supplement containing caffeine and ephedra, an herb from which ephedrine is extracted. The incomplete study, paid for by companies that market ephedrine products, has found no adverse effects so far on patients, Daly said. The death about two months ago of a 15-year-old California girl who was taking an ephedrine-based stimulant also has highlighted the ongoing debate over the safety of such products. Rosanna Porras reportedly took Ripped Fuel capsules before collapsing at soccer practice. She later died, and California officials are still investigating the possibility that the herbal supplement caused her death. The company that markets Ripped Fuel, Twinlaboratories Inc. in New York, has said it does not believe its product was responsible. Bowers supports the move to ban such products from over-the-counter sales. ``Sure, I'll admit that part of it's because of my own ignorance for trusting some 18-year-old who recommended the stuff at the health food store,'' he said. ``But these companies are duping people because they stand to make a lot of money, while this stuff is killing people.'' "
		},
		{
			"id":"NYT19980609.0319",
			"headline":"ARE DIETARY SUPPLEMENTS ILLEGAL DRUGS? KEY COURT TEST IS NEAR.",
			"text":" FARMINGTON, Utah _ Here in the heart of the nation's herbal and vitamin industry, a stainless steel contraption was hard at work on a recent morning, spitting out clear plastic capsules at the rate of 90,000 an hour. Each contained precisely 600 milligrams of a fine, brick-colored powder that federal health officials are trying to ban. The powder, a pulverized strain of rice called red yeast, is imported from China, where it has been consumed for 2,000 years, both as an herbal remedy (it was thought to improve blood flow) and a food (it spices up tofu and makes a tasty marinade for duck and pork.) Then, five years ago, William McGlashan Jr., a young California venture capitalist, learned that scientists in Beijing were studying the rice for another reason: it seemed to lower cholesterol. Today, McGlashan's company, Pharmanex, sells the encapsulated red powder under the trade name Cholestin in 37,000 American stores, from health food outlets to the giant Wal-Mart chain. McGlashan calls Cholestin a dietary supplement. Officials at the Food and Drug Administration call it something else: an illegal, unapproved drug. On June 15, in the gray stone federal courthouse in Salt Lake City, U.S. District Court Judge Dale Kimball will be asked to determine who is correct. The case is being watched as a pivotal battle between the FDA, which is chafing against a 1994 law that left it almost powerless to regulate vitamins and herbal products, and the dietary supplement industry, which has been growing wildly since the law was passed. At issue is not whether Cholestin is dangerous; no one argues that it is. Rather, the FDA contends that Cholestin has crossed the increasingly murky boundary that separates dietary supplements from drugs, because it contains an ingredient, lovastatin, that is the key component of a cholesterol-lowering drug. Pharmanex says the lovastatin occurs naturally and that Cholestin is more akin to a food than a drug. The outcome of the case could affect the medicine and kitchen cabinets of millions of American consumers, including many doctors and scientists, who have come to believe that herbs like ginkgo, echinacea and St. John's wort are as important to good health as aspirin and antibiotics. Aside from the turf battle between the supplement industry and regulators, the dispute raises crucial questions: What is the distinction between these herbal products, which may contain naturally occurring chemicals as potent as those in any drug, and drugs themselves? Must products like Cholestin be subjected to the rigorous testing that drugs undergo? ``You see more and more dietary supplements sold right next to over-the-counter drugs,'' said William Schultz, the FDA's deputy commissioner for policy. ``There is a risk that the line will blur.'' It is already blurry. ``Foods are medicines; medicines are foods,'' said Loren Israelson, executive director of the Utah Natural Products Alliance, a trade group based in Salt Lake City. ``If you drink coffee in the morning, why are you drinking coffee? You're looking for the caffeine, a stimulant. That same caffeine is sold over the counter as No-Doz. That's a drug when it's in a pill form, and it's a food when it's in coffee. Why is that?'' The FDA struggled with such questions for decades. But with the passage of the 1994 Dietary Supplement Health and Education Act, the law under which the Cholestin case will be decided, the agency's task grew even more vexing. The new law took dietary supplements out of the underground and into the mainstream, giving manufacturers like Pharmanex the long-sought right to advertise the potential benefits of herbs, even if the evidence for those benefits was sketchy. If the products were safe, companies could say what they wished, so long as they did not claim their products could prevent, treat or cure disease. Thus, McGlashan can advertise that Cholestin ``promotes healthy cholesterol,'' but not that it ``prevents heart attack or stroke.'' ``For the first time,'' he said, ``we can educate the American consumer about what the product does. We don't have to rely on a person in a health food store to explain it.'' Since the law was passed, the FDA has received about 2,300 notifications from manufacturers intending to make claims about their products, and has objected to about 150 of them. It has also proposed a rule that would restrict, but not eliminate, the manufacturer's ability to use the herbal stimulant ephedra, which has been linked to more than a dozen deaths nationwide. But these actions, says former Food and Drugs Commissioner David Kessler, are hardly enough to make a dent in the rampant proliferation of herbal remedies that he says are ineffective at best and unsafe at worst. ``Just walk into your pharmacy; it's out of control,'' said Kessler, who waged a bitter, unsuccessful battle against the 1994 law as commissioner. ``Efficacy is now defined as what sells off the shelves. The agency is powerless.'' While the law was a disaster for regulators, it was a windfall for businesses that sell herbs and vitamins. Indeed, after the act was adopted, annual sales of dietary supplements in the United States skyrocketed, jumping from more than $8 billion in 1994 to nearly $12 billion last year, according to the Nutrition Business Journal, a trade publication. So furious has the growth been that one analyst, Matthew Patsky of the Boston-based investment banking firm of Adams, Harkness &AMP; Hill, said some of the nation's biggest pharmaceutical companies are now planning to introduce their own lines of herbal products. That worries Schultz, the FDA deputy commissioner for policy. ``If companies that would have tested their products and sold them as drugs are now going to not test them and sell them as dietary supplements,'' he said, ``then we have lost information about the safety and efficacy of those products.'' Among the law's beneficiaries was McGlashan, a 34-year-old Stanford University business school graduate who studied Chinese history as an undergraduate. With the baby boomers growing older, McGlashan sensed a growing demand for natural medicines the Chinese have used for centuries. nn McGlashan says he had a vision for his business; he wanted to apply ``pharmaceutical rigors'' to the dietary supplement industry, using research to persuade consumers that Eastern therapies worked. In early 1994, he Dr. Michael Chang, a medical chemist and former pharmaceutical industry researcher who had set up a manufacturing plant to produce herbal medicines in Huzhou, China, near Shanghai. Chang scoured Chinese research for promising herbal products and identified 5,000; together, he and McGlashan narrowed the list to 30. By early 1995, Pharmanex was born, with headquarters in Simi Valley, Calif. Red yeast rice, called Hong Qu, was one of the most promising projects on its list. ``We know Hong Qu has been used for centuries, but we don't know why it lowers cholesterol,'' Chang said. ``We need to find out.'' The 1994 law, McGlashan said, made it worth investing in science. The company introduced Cholestin at the end of 1996, after nearly three years of study. Most recently, Pharmanex enlisted Dr. David Heber, director of the Center for Human Nutrition at the University of California at Los Angeles, to study the effects of Cholestin in adults with moderately elevated cholesterol. The study, financed by Pharmanex, compared the cholesterol levels of 42 adults who took 2.5 grams of Cholestin every day for three months with the levels in 41 adults who were given placebos. Heber said the total cholesterol counts of those who took the supplement dropped, on average, from 250 to 210. Heber dismisses the contention that red yeast rice is a drug; instead he calls it ``a functional food.'' The same cholesterol-lowering ingredient in lovastatin, he notes, occurs in even higher concentrations in oyster mushrooms, commonly used in Asian cooking. And nobody, he said, is trying to ban mushrooms. However, Dr. Richard A. Friedman, director of psychopharmacology at New York Hospital-Cornell Medical Center, contends the current distinction between dietary supplements and drugs is based on semantics, not biology, and that both should be carefully regulated. ``If there is a biologically active component in the supplement, to say it is not a drug is illogical because it will have a similar effect,'' he said. Companies like Pharmanex, he added, ``want to be able to implant the idea in the public that the drug is medically beneficial'' without doing rigorous research drug companies must do to obtain approval. That kind of science, McGlashan admits, would cost far too much for a small company like his. Yet with a decent body of research behind Cholestin, he said, he at one time envisioned himself becoming the FDA's poster boy for good behavior. Instead, he received a visit from FDA investigators in April of last year; the agency had received complaints that Cholestin contained lovastatin, both from a pharmacist and from Merck &AMP; Co, the pharmaceutical company that manufactures Mevacor, the cholestorol-lowering drug that contains the same ingredient as Cholestin. Shortly thereafter, federal authorities impounded 10 tons of red yeast rice that had come into the Port of Los Angeles from China; the shipment is now sitting in a storage facility in Mexico. Then on May 20, the FDA notified McGlashan that it considered Cholestin illegal, a move that prompted the company to ask for a hearing before Kimball of the U.S. District Court in Salt Lake City. McGlashan contends that, at its root, the dispute is an economic one. Cholestin, he said, is sold to people who are too healthy for Mevacor, the Merck drug. Merck, he contends, is making a power grab for that market by trying to push Cholestin off the shelves _ a charge denied by Jan Weiner, a spokeswoman for the pharmaceutical company. While the court case is pending, McGlashan said, sales of Cholestin are booming. One woman recently wrote him to say she had purchased eight months' worth of the capsules. Even his mother called, he said, asking, ``How am I supposed to get my Cholestin?'' For now, McGlashan has no answer. Standing outside the low-pressure room where the encapsulating machine was spinning, a lab coat covering his royal blue shirt and Hermes tie, he looked a little wistful. The fine red powder being packed into the capsules, he said, was the last of his supply. &QL; "
		},
		{
			"id":"NYT19990705.0133",
			"headline":"HERBAL DRUGS AND SURGERY: A DANGEROUS COMBINATION",
			"text":" Alarmed by what they see as the potential for mishaps with patients taking herbal remedies for everything from depression to memory loss, anesthesiologists have begun urging people to stop taking the herbs and supplements before having surgery. Doctors say there is growing evidence that substances like St. John's wort and ginkgo biloba may have dangerous interactions with the variety of drugs used to anesthetize patients during surgery. Although hard scientific evidence of a problem is lacking, they say, anecdotal reports from hospitals suggest that herbal remedies may be putting some surgery patients at serious risk. ``The main thing you want is someone who knows enough to keep you out of trouble,'' said Dr. John B. Neeld Jr., president of the American Society of Anesthesiologists. The society recently issued a warning to consumers using herbal medicine to stop taking the products at least two to three weeks before any scheduled surgery. More recently, the New York State Society of Anesthesiologists issued a similar warning. The New York group urged patients who could not go off the drugs in time to bring in the medication in its original container and show it to the doctor. Patients, however, are often reluctant to tell their doctors that they are using nontraditional approaches like herbal medications, said Dr. Carole W. Agin, director of the pain management clinic in Port Jefferson, N.Y. ``I think patients fear that it will somehow drive a wedge between the patient-physician relationship,'' she said. Americans spend about $5 billion a year on herbal products, which, unlike prescription drugs, are not fully regulated by the federal government. Often, little is known about the substances, their effects and their interactions with other drugs. And, in some cases, little is done to assure quality control. Only in rare cases, like the one involving the stimulant ephedra, when there are persistent reports of injury or death, does the government take action against an herbal product. Anesthesiologists say they are taking no position on the use in general of herbal remedies, which are sometimes being incorporated into the practice of traditional medicine. Two of the most common herbals are St. John's wort, which is said to help with mild depression, and ginkgo, which is taken to improve memory and blood circulation. Doctors also singled out two other popular remedies: feverfew, which is said to help ease migraine headaches; and ginseng, which is taken to improve vitality. The possible interactions include an unintended deepening of the effects of some anesthetics and problems with blood pressure and bleeding. One situation that some doctors suspect might be happening in operating rooms involves ephedra, which, despite being banned by the federal Food and Drug Administration, is still being taken in other forms. From time to time, Neeld said, patients in surgery suddenly show signs of a drop in blood pressure. The anesthesiologist will then administer a drug like ephedrine, to bring the pressure back up. In some cases, Neeld said, doctors have been surprised to see the blood pressure shoot back up to dangerous levels that could cause a stroke or heart attack. The patients later said they had been taking ephedra. Doctors emphasize that much study needs to be done to establish whether there is a real risk for patients taking herbal remedies. ``All of the concern may prove totally unwarranted down the line,'' Neeld said. The growing herbal industry has raised no objection to the doctors' warning. Dr. Phillip W. Harvey, director of science and quality assurance at the National Nutritional Foods Association, whose 4,000 members make and sell herbal remedies, called the caution common sense. ``I would whole-heartedly support that,'' Harvey said. "
		},
		{
			"id":"NYT19990706.0052",
			"headline":"DIET SUPPLEMENTS UNDER SCRUTINY",
			"text":" They vow to help you trim down, boost energy, put muscle on, and even take cellulite off. Go to any health food store, fitness center, or grocery store and you'll see shelves stocked with energy enhancement and sports performance pills, drinks, and bars. And consumers are hungrier for them than ever. They spent more than $6.5 billion in 1996 on over-the counter dietary supplements, according to the US Food and Drug Administration's latest figures. And nutrition groups say that sales are rising each year. But do these supplements actually work? And, more importantly, are they safe? While the FDA can alert consumers to products that could be dangerous, the Dietary Supplement Health and Education Act of 1994 limits the agency's latitude in regulating supplements. Unlike drugs that get FDA approval before they are marketed, dietary supplements must be proven unsafe before regulators can restrict the use of a product. While the FDA forbids labels that ``state or imply that the product can help diagnose, treat, cure, or prevent a disease (for example, `cures cancer' or `treats arthritis')'' consumers should be wary of products that are marketed as ``miracle cures,'' ``wonder drugs,'' and ``new breakthroughs,'' according to the agency's website. In recent years, the FDA has issued warnings about the danger of over-the-counter supplements containing ephedrine, a powerful heart stimulant, and gamma butryolactone, or GBL, a central nervous system depressant. In January, muscle and performance boosting products containing GBL had to be pulled from gym and store shelves after the FDA banned the product when some consumers experienced vomiting, slowed heart rate, seizures, comas, and even death. Weight loss, muscle building, and energy boosting products containing ephedrine have not been recalled by the FDA, although the agency issued several warnings after it investigated more than 800 adverse health events including heart attack, stroke, seizure, and more than 30 deaths associated with products containing ephedrine. In 1997, the FDA advised consumers to restrict their intake of ephedrine (derived from the ephedra plant) to 8 mg per dose and no more than 24 mg per day and not to use the product for more than seven days. Products containing ephedrine _ commonly labeled as ephedra, ma huang Chinese ephedra, and epitonin _ are often found in weight-loss, energy boosting, and body building supplements. But some in the dietary supplement industry are at odds with the government's descriptions that some supplements _ particularly those containing ephedrine _ are dangerous. In May, Metabolife International Inc., sued WCVB-TV Channel 5, its anchor Susan Wornick, and Dr. George L. Blackburn of Harvard Medical School after the Boston station reported on health risks related to the use of ephedrine-containing weight-loss dietary supplements, including the top-selling Metabolife 356, which the San Diego-based company makes. The report included a comment from Blackburn, who, when discussing the safety of ephedrine-containing products such as Metabolife, said ``you can die'' from taking them. Metabolife claims his comments, as well as the broadcast, were false, and are damaging to the company, which sold an estimated $600 million worth of the supplements last year. Motions to dismiss Metabolife's lawsuit were filed last month by attorneys on behalf of Blackburn and by those for Wornick and WCVB-TV. Blackburn's attorney Jeffrey R. Martin called Metabolife's lawsuit ``frivolous'' and said ``we are doing our best to get it dismissed.'' Metabolife's president Michael J. Ellis has also threatened to sue the Washington Post over a similar report and has battled successfully in states, such as Texas, to stop legislatures from requiring prescriptions for weight-loss products containing ephedrine. Nevertheless, some stores have voluntarily pulled ephedrine from their shelves. Bread and Circus Whole Foods Markets, a small Massachusetts chain, stopped selling about 12 products containing ephedra around the time the FDA warned in 1996 that the product was an ``amphetamine-like stimulant'' that can damage the heart and nervous system. ``We pulled everything. None of our stores carry ephedra products or ma Huang _ `speed' _ as we like to call it,'' said Allyn Kunz nutrition coordinator for Bread and Circus's northeast region. ``Some companies actually changed their formulas so we would keep their products on the shelf,'' she said, while others ``took out the ma huang and added another herb very high in caffeine called guarnana and they advertise it as `ephedra free,''' Kunz said. But Bread and Circus doesn't carry products containing guarana either, she added. While the majority of supplements are not dangerous, consumers shouldn't buy or use products just because the label says ``natural,'' according to Dr. David Levitsky a nutrition and psychology professor at Cornell University. ``Everything is natural,'' Levitsky said. ``Somehow there is the idea that if you use a plant directly or extract a tea it will be more effective and have less side effects (than approved drugs) and that's not true.'' For Levitsky, who is studying the effects of several herbal supplements, memory-aiding products and mood supplements seem to show the most promise. Despite volumes of testimonials from users, many who have been paid to make them, fitness, energy, and weight-loss supplements don't appear to produce a measurable effect, he said. Where weight-loss is concerned, ``the more you believe in them the more they work...there is something to the placebo effect,'' Levitsky said. ``If you reduce caloric intake you are going to lose weight, no question. If you think what you're doing (with supplements) is helping, then you will stick with it,'' believing the supplements helped, he added. Jeanne Spellman, a registered dietician at the Boston Athletic Club, said that creatine, a popular strength-increasing supplement, seems to ``have some promise,'' but she tries to steer (her clients) away from most supplements. ``People are looking for that quick fix. People think that they can take creatine or other supplements and sit on the couch for two hours to get more muscle and it ain't gonna happen,'' Spellman said. Taking a supplement is ``easier to swallow than hearing that you'll have to go to the gym a lot and watch what you put in your mouth.'' The athletic club does not sell creatine or any other supplements, but does have protein powders and sports bars. Nancy Clark, a registered dietician and director of SportsMedicine Brookline, said supplements ``are just that _ supplements. They are not replacements to eating and living right.'' ``I'm not against them,'' Clark says, but ``there is not a magic pill. I say use food to help meet your goals.'' Customers can buy drinks, pills or meal supplements at Gold's Gym, according to Marco Cosentino, owner of four Boston area Gold's Gyms. He says about half of his customers use drinks, pills, or meal supplements to boost performance and build muscle. ``If there is an easier way, people want it,'' Cosentino said. ``It's marketing, there's no miracle. Some do work better than others. We don't tell anyone to take them but we sell them if they want them.'' "
		},
		{
			"id":"NYT19980722.0410",
			"headline":"",
			"text":" But not everyone sees the trend as a healthy one for consumers. ``It's important to understand that this is not about health and this is not about well-being; this is about money and jumping on a bandwagon,'' said David Kessler, a former head of the FDA and now dean of Yale University's medical school. Kessler waged a vigorous but unsuccessful battle against the law that virtually stripped his former agency of its authority to regulate herbal and other dietary supplements. For healthy people, most of the products pose little or no risk, and some, containing garlic and ginseng, may even be helpful, Kessler said. The danger, he said, is that some people with potentially life-threatening illnesses will use the products in place of standard medical treatments. That has always been a risk, but the marketing giants now pushing into the industry can pitch these formulas to more consumers, he said. ``The way they are positioned in the marketplace can lead people down roads to ineffective treatments,'' Kessler said, pointing to products whose names, he argued, could cause consumers to think they could be used instead of prescription drugs. ``If you promote a product as Mood Mender, you have a responsibility to that person who is depressed, and if that product doesn't work, you are doing harm.'' ``People with specific illnesses look at these products a different way than the healthy person,'' he added, ``and it is through their eyes that the marketplace must be judged.'' In some cases, critics say, the supplements can be quite dangerous indeed. The FDA, for example, is attempting to rein in the use of the herbal stimulant ephedra, which is sold by various companies in a formula under different names. The formula, which manufacturers say is safe, has been linked to more than a dozen deaths nationwide. Marketers promise that the pills provide an amphetaminelike rush, aid in weight loss and even increase sexual sensation, but medical experts say they can cause heart attacks, strokes and seizures. The big-name herbal pill dispensers now entering the market say they are sticking to more ``mainstream'' substances and argue that those formulas are safe and effective when taken by healthy people in recommended doses. Besides, they say, unlike the little-known manufacturers that once dominated the industry, they have the research and development budgets and purchasing clout to insure product quality. ``We spend tens of millions of dollars putting together manufacturing and quality-control processes,'' said Elliot Friedman, chairman and chief executive of Pharmaprint Inc., which is producing the supplements that American Home Products is planning to market under the Centrum name. ``The big companies are very protective of their brands.'' That may be, but the critics say consumers have a false sense of security about the regulatory oversight of supplements. They mistakenly assume, the critics contend, that the supplements are subject to the same scrutiny as toothpaste, cough drops and other seemingly benign products under the FDA's watch. The agency requires those goods to carry general cautionary labeling and dosage information, and it imposes limits on the claims that can be made in marketing. Herbal supplements are regulated by a looser set of standards. Before the passage in 1994 of the Dietary Supplement Health and Education Act, manufacturers were prohibited, for instance, from making claims about the potential benefits of their products. But the revised guidelines allow companies to advertise the health effects of herbal supplements _ without having to conclusively prove their effectiveness _ so long as the wording does not suggest that the products prevent, treat or cure disease. That gives companies much greater range in making product claims than manufacturers of, say, mouthwash. While a company cannot claim an herbal supplement cures cancer or relieves depression, for example, it can say that it ``promotes prostate health'' or ``aids in mental focus.'' Critics also worry that pharmaceutical companies will attempt to classify some products as herbal supplements instead of as drugs to skirt the rigorous process required to bring a drug to market. That complaint is at the heart of a battle between the FDA and Pharmanex Inc., which manufactures a product called Cholestin, which it sells as an supplement in Wal-Mart and other big chains. The FDA wants to ban the substance, maintaining that it is an unapproved drug because it contains a natural form of a key chemical in the cholesterol-lowering prescription drug Mevacor, made by Merck &AMP; Co. Last month, Pharmanex won the first round in the battle _ which was prompted by Merck's complaints about the product _ when a judge issued a preliminary injunction lifting the FDA's administrative ban of Cholestin. The company contends that the product is a natural alternative for people who are too healthy to take the drug. Meanwhile, as other drug makers begin producing herbal pills, the FDA is struggling to find a way to exercise its limited oversight authority. American Home Products declined to provide an executive to discuss its supplements business beyond issuing a statement through a public relations representative saying, ``Herbals represent a large and growing market with increasing consumer acceptance.'' In fact, analysts estimate that the Centrum line alone has the potential to generate $80 million in revenues within a year of its introduction, a figure Friedman calls ``on the low side.'' His company's share would be 10 percent of pretax revenues. Friedman said the industry's growth could be even greater as more retailers make room for brand-name supplements on their already crowded shelves. ``Consumers are looking for a name they trust and, to be honest, that's why we went with Centrum,'' he said. ``Pharmacists know it, doctors know it and consumers know it. That is the edge in bringing these new people into the fold.'' "
		}
	]
}
