{
    "docSet": [
        {
            "headline": "SIDE EFFECTS RAISE FLAG ON DANGERS OF EPHEDRA", 
            "text": "\n<P>\n   The herb is called ephedra, or ma huang, and it comes from a\nshrublike plant grown widely in Asia. It can be found in more than\n200 diet supplements, in pills and powders, drinks and diet bars,\nfor sale in health food stores and on the Internet.\n</P>\n<P>\n   Its advocates say it decreases appetite, raises metabolism,\nimproves concentration, burns fat and even enhances sexual\nperformance. In thousands of postings on the Internet, users praise\nit for raising their energy, helping them lose weight and\nsharpening their muscle tone.\n</P>\n<P>\n   But to its critics, ephedra is a potentially dangerous substance\nthat urgently needs more study and regulation. They point out that\nits active ingredient, ephedrine, is a central nervous system\nstimulant similar to amphetamine, and they say reactions to it can\nvary widely.\n</P>\n<P>\n   Ephedrine has been widely studied over the past few years, and\nstudies suggest that it can produce a wide array of possible side\neffects, including anxiety, insomnia, hypertension, tachycardia,\npsychosis, kidney damage, dependency, heart attack, stroke and\ndeath. The federal Food and Drug Administration says it has\nreceived hundreds of reports from physicians, health authorities\nand others about adverse reactions to ephedrine-based products.\n</P>\n<P>\n   Critics and proponents alike agree on one thing: ephedra is\nflying off the shelves. Metabolife International Inc., a 5-year-old\nSan Diego company that sells an ephedra-based pill called\nMetabolife 356, says this year's sales will reach $900 million.\n</P>\n<P>\n   A critic, Dr. Jacqueline Berning, a professor of nutrition at\nthe University of Colorado, whose clients include many professional\nathletes, says the use of ephedrine-based products is ``rampant\namong athletes,'' even though they have been banned by the National\nCollegiate Athletic Association and the U.S. Olympic Committee.\n</P>\n<P>\n   Ephedra's active ingredient, ephedrine, has been in\nover-the-counter cold and asthma medications since the 1920s, and\nthe ephedra plant has been used for thousands of years in Chinese\nmedicine. Still, the combined effects of the herbal potpourri found\nin many diet supplements have not been studied. While\nover-the-counter drugs are subject to Food and Drug Administration\nregulation, herbal supplements are assumed safe unless proved\notherwise.\n</P>\n<P>\n   ``The public has a blind spot with the herbals,'' said Dr. Bill\nGurley, of the College of Pharmacy at the University of Arkansas.\n``I have a feeling over time enough serious cases of addiction will\npile up and enough adverse events will be reported to change that\nperception.''\n</P>\n<P>\n   Gurley has just completed a study suggesting wide variations in\nproduct ingredients and quality. ``Ephedra supplements are derived\nfrom plants that can contain any number of ephedrine-like\nalkaloids,'' he said. ``These alkaloids vary not only in\npharmacological activity and potency, but certain combinations may\nbe additive or synergistieir effect.''\n</P>\n<P>\n   In testing 19 ephedrine-based supplements, Gurley said, he found\nwide variations in alkaloid content. Some products contained\nsignificantly less of the active ingredients than listed on the\nlabel, some significantly more.\n</P>\n<P>\n   Two years ago, in response to reports of adverse reactions, the\nFood and Drug Administration proposed restricting doses of ephedra\nto 8 milligrams at a time and 24 milligrams a day, and prohibiting\nthe addition of caffeine to ephedrine products. (The American\nHerbal Products Association, a trade organization that sets\nstandards and guidelines for the diet supplement industry,\nrecommends that dosages not exceed 25 milligrams, or 100 a day; a\nMetabolife pill has 12 milligrams, according to the label.)\n</P>\n<P>\n   After a lobbying effort by the diet supplement industry, a\ncongressional subcommittee asked the General Accounting Office to\ninvestigate the research behind the FDA's proposal. In August, the\naccounting office issued a report assailing the agency's findings\nas sloppy science. ``The FDA needs to provide stronger evidence on\nthe relationship between the intake of dietary supplements\ncontaining ephedrine alkaloids and the occurrence of adverse\nreactions,'' the report said.\n</P>\n<P>\n   nn\n</P>\n<P>\n   In recent months, ephedrine-based products have figured\nprominently in two widely publicized cases, both involving deaths.\n</P>\n<P>\n   Last month, a judge in British Columbia ruled that Julia\nCampagna, a 28-year-old woman from Kirkland, Wash., was not\ncriminally responsible in the deaths of two teen-age girls in a\nfiery car crash near the U.S. border in May 1998. Court-appointed\npsychiatrists testified that Ms. Campagna had been in a state of\npsychosis, a reaction to the ephedrine-based supplement Xendrine,\nwhich she had taken for five days.\n</P>\n<P>\n   A year ago, Anne Marie Capati, a 37-year-old knitwear designer\nfrom Huntington, N.Y., died after suffering a stroke at a fitness\nclub in Manhattan. Ms. Capati, who suffered from high blood\npressure, had been taking Thermadrene, an ephedra supplement\nmanufactured by SportPharma of Concord, Calif. According to her\nhusband, who has sued the manufacturer, the fitness club and his\nwife's personal trainer, she had been taking the recommended dose\nfor five days, ``to lose the last five pounds and firm up.''\n</P>\n<P>\n   The warning label on Thermadrene (and many other brands,\nincluding Metabolife) makes clear that ephedrine-based products\nshould not be taken by people with certain medical conditions,\nincluding high blood pressure.\n</P>\n<P>\n   In an interview, Michael Ellis, the chief executive of\nMetabolife and a board member of the American Herbal Products\nAssociation, strongly defended ephedrine-based supplements. ``I\nread about the Long Island woman's death, and it's tragic,'' he\nsaid. ``This case points out why we need consistency in the warning\nlabels. But let's keep this in perspective.''\n</P>\n<P>\n   With millions of people taking ephedrine each year, Ellis\nargued, a few cases of adverse effects are to be expected. ``Some\npeople die from eating peanut butter or strawberries,'' he said.\n``Everything carries risk.''\n</P>\n<P>\n   He has urged the FDA to appoint a working group of scientists,\nconsumers, herbalists and industry representatives to develop new\nguidelines for dietary supplements containing ephedra and other\nherbs.\n</P>\n<P>\n   As for the purity of Metabolife, he said: ``We believe we are\nresponsible. We label correctly, and we have a nonprofit third\nparty give us a certification of good manufacturing practices.''\n</P>\n<P>\n   Ellis is at the center of the latest ephedra-related\ncontroversy. After being interviewed for the ABC News program\n``20/20,'' and anticipating a hostile report, Ellis took\npre-emptive action last week.\n</P>\n<P>\n   In a $1.5 million advertising campaign Metabolife announced the\ncreation of a Web site (www.newsinterview.com) posting the unedited\n70-minute interview. Commercial spots ran on 1,500 radio stations,\nand a number of full-page newspaper advertisements. ABC News says\nit expects to broadcast the interview later this month.\n</P>\n<P>\n   Eleven years ago, Ellis, a former police officer, was arrested\nin San Diego and charged with using ephedrine to produce\nmethamphetamine, a highly addictive street drug. He pleaded guilty\nto using a telephone in the trafficking of drugs and was sentenced\nto five years' probation.\n</P>\n<P>\n   ``I did something very wrong, something very much out of\ncharacter, and something I am very sorry about,'' he said, and\nlater added: ``Metabolife has been looked at inside and out. We\nhave a report from a DEA-approved lab that shows you can't make\nmethampethamine out of Metabolife. Obviously we are not breaking\nany laws.''\n</P>\n<P>\n   Ellis said he was hopeful that the attention would help him make\na point. ``If this product and industry are going to have\nlongevity, we have to come out say, `You can't pop supplements like\nthey are carrots; this is another form of medicine.'''\n</P>\n<P>\n   The sentiment is shared by many mainstream physicians. ``The\npublic should be informed,'' said Gurley, of the University of\nArkansas. ``A drug is a drug whether it's from a natural source or\nyou make it in laboratory.''\n</P>\n<P>\n   &QL;\n</P>\n", 
            "id": "NYT19991011.0240"
        }, 
        {
            "headline": "Customs Officials Make Progress in Drug Seizures", 
            "text": "\n<P>\nBEIJING, January 13 (Xinhua) -- China's customs officials have\nscored remarkable success in drug seizures in 1997, today's\nInternational Business Daily reported.\n</P>\n<P>\nThey have seized 369 kilograms of all kinds of drugs during the\nyear, 1.3 times the 1996 figure, the report said.\n</P>\n<P>\nDrugs containing ephedra vulgaris, drug-making chemicals and\nmental medicines increased notably in 1997.\n</P>\n<P>\nOfficials of 10 Chinese customs offices were assisted by\ndrug-seizing dogs, used in 20 drug busts of 15 kilograms.  \n</P>\n", 
            "id": "XIE19980113.0178"
        }, 
        {
            "headline": "DESPITE MISGIVINGS, HERBAL MEDICINE FLOURISHES", 
            "text": "\n<P>\n   Herbal medicine, the mainstay of therapeutics for centuries\nbefore modern purified drugs relegated it to the status of\nnear-quackery, has in the last five years emerged from the fringes\nof health care with an astonishing flourish and now shows clear\nsigns of joining the medical mainstream.\n</P>\n<P>\n   Despite many cautionary tales about adulterated and even\ndangerous products, herbs formulated as capsules, tinctures,\nextracts and teas _ and increasingly as additions to common foods\nlike potato chips and fruit drinks _ are now routinely used by a\nthird of American adults seeking to enhance their health or\nalleviate their illnesses. Each day the herbal realm wins new\nconverts, particularly among those who have become disillusioned\nwith the cost and consequences of traditional drugs, distrustful of\nconventional physicians and convinced that ``natural'' equals\n``good.''\n</P>\n<P>\n   Yet, because herbal products are classified as dietary\nsupplements, not drugs, and face none of the premarket hurdles\ndrugs must clear, consumers have no assurance of safety or\neffectiveness. Indeed, scores of products sold in the United States\nare listed by European and American authorities as ineffective,\nunsafe or both, and manufacturing standards to assure high quality\nhave been proposed but are not yet in force.\n</P>\n<P>\n   Thus, countless consumers are wasting their money on useless\nproducts or jeopardizing their health on hazardous ones. Among the\nserious side effects that have been linked to herbal remedies are\nhigh blood pressure, life-threatening allergic reactions, heart\nrhythm abnormalities, mania, kidney failure and liver damage. A few\nwidely available products, including sassafras and comfrey, contain\nknown carcinogens.\n</P>\n<P>\n   At the same time, according to a report last year in the journal\nPsychosomatics, unsuspecting consumers ``have used herbal remedies\nwith good results only to discover that the benefit was actually\nderived from the presence of undisclosed medicines,'' including\nsteroids, anti-inflammatory agents, sedatives and hormones.\n</P>\n<P>\n   ``The lack of quality standards is the No. 1 problem in the\nwhole industry,'' said Dr. Varro Tyler, emeritus professor of\npharmacognosy (the study of active ingredients in plants) at Purdue\nUniversity. Tyler, who has no financial connection to herbal\nproducts and is arguably the nation's leading independent expert on\nherbal medicine, said: ``I feel sorry for the typical consumer. How\nis he or she to know what is best, what products are reliable and\nsafe? Even when a label says the product has been standardized, the\nconsumer has no way to know if it actually meets that standard.''\nAnd even if an herbal product has been reliably made in some\nstandard dose, it does not mean that scientific studies have shown\nit to be effective.\n</P>\n<P>\n   The industry itself is promoting a ``good manufacturing\npractices'' doctrine. Annette Dickinson, director of scientific and\nregulatory affairs for the Council for Responsible Nutrition, a\ntrade organization for producers of dietary supplements, said a\nconsortium of associations submitted a document of manufacturing\nstandards to the Food and Drug Administration two years ago.\nAlthough such a standard would say nothing about an herb's safety\nor effectiveness, it would result in reliable methods that the\nindustry would have to use to assure the identity and quality of\nits products. The agency has issued a notice of proposed rules but\nno final ruling as yet.\n</P>\n<P>\n   Nonetheless, botanicals _ as herbal products are more accurately\nknown _ are enjoying an annual retail market approaching $4\nbillion, up from $839 million in 1991 and growing about 18 percent\na year. Hundreds of products formulated with virtually no\ngovernment oversight are crowding shelves of health food stores,\nfood markets and pharmacies nationwide. Supplements are also widely\nsold by marketers like Amway, through catalogs and on the Internet.\n</P>\n<P>\n   Now, even major pharmaceutical companies like Warner Lambert,\nAmerican Home Products, Bayer and SmithKline Beecham are\nintroducing herbal products, adding respectability to this\nmarginalized market.\n</P>\n<P>\n   Some herbs _ like echinacea, goldenseal, American ginseng and\nwild yam _ have become so popular that their continued supply from\nnatural sources is in danger. As the plants become scarcer and more\nexpensive, products containing them are increasingly likely to be\nadulterated and may even contain none of the herb listed on the\nlabel. Peggy Brevoort, president of East Earth Herb Inc., a company\nin Eugene, Ore., that produces botanicals, said the demand for St.\nJohn's wort, used for mild depression, and kava, a calmative said\nto reduce anxiety, now exceeds their supply, introducing the\n``danger of adulteration'' by ``unscrupulous dealers.''\n</P>\n<P>\n   At the same time, two major new publications _ a 1,244-page\nPhysicians' Desk Reference for Herbal Medicines, produced by the\nsame company that publishes the Physicians' Desk Reference, and an\nEnglish-language edition of Germany's therapeutic guide to herbal\nmedicines, The Complete German Commission E Monographs _ have been\nissued to help educate physicians, pharmacists and interested\nconsumers about the known uses, proper dosages and safety concerns\nof more than 600 botanicals now sold in this country. The\nevaluations in both books are based on studies, most done in\nGermany and reviewed by teams of experts.\n</P>\n<P>\n   Last month, the National Institutes of Health began listing on\nthe Internet international bibliographic information on dietary\nsupplements, including herbal products. The address is\nwww.nal.usda.gov/fnic/IBIDS/.\n</P>\n<P>\n   In addition, a few medical and pharmacology schools have\nrecently introduced courses in phytomedicine, the study of\nbotanicals. And next month the American Pharmaceutical Association\nwill conduct a two-day program on herbal medicine as part of its\nannual meeting. Still, most doctors remain wary of botanicals,\nespecially when patients choose self-medication with plant extracts\nover established medical remedies.\n</P>\n<P>\n   nn\n</P>\n<P>\n   The very act of Congress that has fostered this growth _ the\n1994 Dietary Supplement Health and Education Act _ has also\npermitted chaos to reign in the botanical marketplace, with no\nmechanism to assure that products are safe or effective. Pushed\nheavily by Republican Sen. Orrin Hatch of Utah, the home base of\nmany supplement makers, and passed over the objections of the FDA,\nthe law created a new product class, the dietary supplement, that\nwas not subject to regulations applied to drugs. Now any substance\nthat can be found in foods, regardless of amount or action and\nincluding substances that act as hormones or toxins, can be\nproduced and sold without any premarket testing or agency approval.\n</P>\n<P>\n   Marketed as neither a food nor a drug, herbal products are not\nobliged to meet any established standards of effectiveness or\nsafety for medicinal products, which require extensive laboratory\nand clinical trials before approval. As with other substances\nclassified as dietary supplements, the FDA can restrict the sale of\nan herbal product only if it receives well-documented reports of\nhealth problems associated with it. The agency took four years, and\nmore than 100 reports of life-threatening symptoms and 38 deaths,\nto act against ephedra, often sold as the Chinese herb ma huang, a\nstimulant that can prove disastrous to people with heart problems.\n</P>\n<P>\n   With FDA authority limited by the 1994 law, the Federal Trade\nCommission, which monitors advertising, has taken a more active\nrole in monitoring supplement makers.\n</P>\n<P>\n   The FTC last year took legal action against seven manufacturers\nthat had broken rules requiring advertising be truthful and\nverifiable. The companies were selling remedies or purported\ncure-alls for ailments like impotence, cancer and obesity.\n</P>\n<P>\n   The commission also sent e-mail warnings to 1,200 Internet sites\nthat it said had made ``incredible claims'' for drugs, devices and\nsupplements, including herbal remedies that would supposedly ward\noff AIDS. Also, the commission late last year issued its first set\nof advertising guidelines aimed specifically at the supplement\nindustry.\n</P>\n<P>\n   Still, the current regulations have created a quagmire of\nconsumer confusion and set up potential health crises that even\nindustry officials say could ultimately hurt producers as well as\nusers of herbal products. Under the 1994 law, consumers have no\nassurance that an herbal product contains what the label says it\ndoes or that it is free from harmful contaminants. Independent\nanalyses of some products, particularly those containing costly or\nscarce herbs, revealed that some have little or none of the\npurported active ingredient listed on the label.\n</P>\n<P>\n   Adding to the confusion is that botanical makers are allowed to\ndescribe products only in terms of their effects on the structure\nor function of the body, not their potential health benefits. Thus,\na product label might say ``promotes cardiac function'' but it\ncannot say ``lowers cholesterol.''\n</P>\n<P>\n   Likewise, although the law does allow health warnings on the\nlabel, most manufacturers have yet to include them.\n</P>\n<P>\n   Consumers are warned, however, that federal drug safety\nofficials are not watching the store. All botanicals must display a\ndisclaimer on the label following the description of the product's\nstructural or functional role: ``This statement has not been\nevaluated by the Food and Drug Administration. This product is not\nintended to diagnose, treat, cure or prevent any disease.'' To\nwhich Tyler commented, ``If that is true, why on earth would anyone\nuse it?''\n</P>\n<P>\n   The seeds of the modern herbal market were sown in the '60s when\n``green, organic and natural became buzzwords,'' Tyler said. But\nthey did not mature until the '90s with the growing consumer\ninterest in ``self-care and controlling one's destiny,'' he said.\nMany turned to herbs as a gentler way to treat health problems and\na potential tool for preserving mental and physical health.\n</P>\n<P>\n   The interest has spawned scores of Internet sites and hundreds\nof books on various herbs. But much of the literature is replete\nwith poorly documented health claims and, with few exceptions\n(among them, Tyler's books), advocacy prevails over objectivity.\n</P>\n<P>\n   Because plants contain a mixture of relatively diluted\nchemicals, they naturally tend to have milder actions, both in\ntheir therapeutic benefits and side effects, than the concentrated,\nsingle chemicals in most drugs. Thus, botanicals generally take\nlonger to act than regular pharmaceuticals and few have the potency\nof a prescription, the one possible exception being saw palmetto,\nwhich a well-designed study indicated may be as helpful for an\nenlarged prostate as the more expensive and riskier drug, Proscar.\n</P>\n<P>\n   The combination of chemicals in botanicals is potentially both a\nplus and a minus. When two or more chemicals enhance one another's\nactivity, the therapeutic benefit could theoretically exceed that\nof an isolated substance formulated as a drug. Mark Blumenthal, who\nheads the American Botanical Council, noted that the herb St.\nJohn's wort, widely used in Germany and increasingly in the United\nStates to counter mild depression, is standardized for a substance\ncalled hypericin. But, he explained, ``hypericin is not directly\nlinked to its antidepressant activity.'' Rather, other substances\nin the herb seem to have diverse actions on brain chemicals, all of\nwhich work together to counter depression.\n</P>\n<P>\n   Equally possible, though, when using an herb with two or more\nactive chemicals, is that one will cancel the benefits of another\nor introduce a hazard. Without careful chemical tests and large,\nwell-controlled clinical trials such actions are often hard to\ndetect.\n</P>\n<P>\n   Consumer confidence in herbal medicine is bolstered by the\ncommon but erroneous assumption that ``natural'' equals ``safe''\nand the public's failure to realize that many plants contain\nchemicals that are potent drugs or outright poisons. Natural\nlaxatives like the herb Cascara sagrada are just as habit-forming\nand harmful to the colon as laxatives sold as drugs.\n</P>\n<P>\n   nn\n</P>\n<P>\n   Indeed, one quarter of prescription drugs and hundreds of\nover-the-counter products were originally isolated from plants.\nEphedra, for example, contains a natural stimulant that is approved\nfor use as a decongestant and bronchial dilator in some\npharmaceutical products. However, when used in uncontrolled dosages\nor by people with certain underlying health problems, it can cause\na dangerous rise in blood pressure and, in its herbal form, has\nbeen responsible for serious adverse reactions and dozens of\ndeaths, mainly among people who inappropriately used it as a\nstimulant or diet aid.\n</P>\n<P>\n   Complicating the safety issue is the fact, shown in several\nrecent surveys, that most patients fail to tell their physicians\nthey use herbal supplements and thus sometimes risk dangerous drug\ninteractions or endure costly tests or treatments when an herb\ncauses an unrecognized side effect. Experts say many patients\nwithhold information about herbal drug use because they fear being\nridiculed by their doctors.\n</P>\n<P>\n   Although all German physicians must take courses on herbal\nremedies, only a handful of American medical and pharmacology\nschools offer courses in this field.\n</P>\n<P>\n   A year ago, the President's Commission on Dietary Supplement\nLabels recommended that the FDA appoint a committee to evaluate the\nsafety and effectiveness of herbal products. ``This could be the\nmost important step in the United States toward legitimizing herbal\nmedicine,'' Tyler said.\n</P>\n<P>\n   However, the agency responded that it lacked the budget to\nsupport such an effort. American physicians have completed and\npublished only a few well-designed studies of some popular\nbotanicals. Among them were studies showing that saw palmetto can\nshrink an enlarged prostate and ginkgo biloba can improve memory in\npatients with early Alzheimer's disease.\n</P>\n<P>\n   The Office of Dietary Supplements at the National Institutes of\nHealth is helping to finance a three-year multicenter study of St.\nJohn's wort as a treatment for clinical depression and a study of\nplant-based estrogens as a preventive for postmenopausal health\nproblems.\n</P>\n<P>\n   However, thousands of studies of botanicals have been completed\nabroad _ mainly in Germany _ that strongly suggest a\nhealth-promoting role for more than 200 plant products. Germany's\nCommission E evaluated 380 botanicals, approving 254 as safe and\nreasonably effective and disapproving 126 as ineffective, unsafe or\nboth.\n</P>\n<P>\n   The Germans use a different criterion to assess an herb's\nbenefits _ a doctrine of ``reasonable certainty'' that the herb has\nthe desired effect and is safe, Blumenthal said. Whereas standard\ntesting of a drug for approval by the FDA can cost as much as $500\nmillion per product _ a prohibitive amount for companies to spend\non botanicals that cannot be patented _ tests to establish\n``reasonable certainty'' would cost only $1 million to $2 million,\nTyler estimated.\n</P>\n<P>\n   In June 1996, Dr. Robert Temple, director of medical policy for\nthe FDA's Center for Drug Evaluation, suggested that, rather than\nsubjecting botanicals to the extensive tests required for drugs,\nthe agency might consider applying less stringent criteria to\nassess an herb's effects, at least when a product is to be used\nonly for a short time. He said, ``A long history of safe use might\nprovide sufficient safety information for products that are\nintended for short-term use.''\n</P>\n<P>\n   More than four dozen botanicals or botanical formulations have\nbeen submitted to the agency as investigational new drugs. If any\nmeet the agency's criteria for safety and effectiveness and are\neventually approved as drugs, they would be allowed to carry direct\nhealth claims _ instead of just structure and function statements _\non labels and in advertising.\n</P>\n<P>\n   Meanwhile, Dr. Joerg Gruenwald, medical director of a German\nphytomedicine company and primary editor of the new Physicians'\nDesk Reference for Herbal Medicines, said professionals can rely on\nthat volume for current, documented information about botanicals.\nThe volume, to be issued annually, updates the Commission E reports\nand adds several hundred other products sold in the United States,\nlisting effects, side effects and conditions in which their use is\ninadvisable.\n</P>\n", 
            "id": "NYT19990208.0225"
        }, 
        {
            "headline": "China Starts Massive Campaign against Narcotic Crimes", 
            "text": "\n<P>\nBEIJING, April 21 (Xinhua) -- China announced today it will\ncarry out a massive targeted fight against narcotics-related\ncrimes from this month through the end of September, to curb\nrampant drug smuggling and the increase of drug use.\n</P>\n<P>\nThe campaign was outlined at a national anti-drug conference\nlate last month, and announced today by the National Committee of\nNarcotics Control (NCNC).\n</P>\n<P>\nAccording to the NCNC, the Chinese authorities have attached\ngreat importance to the drug problem since it re-emerged in the\ncountry in the early 1980s, and have launched a series of\noffensives against drug-related crimes.\n</P>\n<P>\nInfluenced by worsening international drug crimes, China is now\nconfronted with an unprecedented situation: 520,000 drug users\nacross the country had been registered with government medical\ninstitutions by the end of 1995.\n</P>\n<P>\nBut some local authorities have not fully recognized the\nseriousness of the problem, and have not done enough to crack down\non drug-related crime, the NCNC said.\n</P>\n<P>\nIt was discovered that some grassroots level authorities have\nprivately given the green light to drug growers, which has\nstimulated the spread of drug production and use.\n</P>\n<P>\nThe NCNC demanded party and government bodies at all levels\nconcentrate on the problems of drug use, planting and trafficking.\n</P>\n<P>\nTight control should be exercised in regions that produce\nnatural ephedra, which is used to make methamphetamine, or \"ice,\"\nand all illegal dealings in the substance should be eliminated,\nthe NCNC said.\n</P>\n<P>\nDepartments concerned must avoid wranglings over duties and\nresponsibilities and coordinate with each other, it was urged.\n</P>\n<P>\nMore importantly, the NCNC said, criminals involved in\ndrug-related activities must be dealt with strictly in accordance\nwith law, and fines should never be levied in place of harsher\npunishment.\n</P>\n<P>\nIt also encouraged public trials to be held for the offenders\nin order to educate the public and deter crime, and to mobilize\nthe public to actively participate in the anti-drug drive,\naccording to the NCNC.\n</P>\n<P>\nThe NCNC set up a general headquarters today for the campaign\nand published a hotline number, 65204111, to take reports and\nopinions and offer legal advice. \n</P>\n", 
            "id": "XIE19970421.0060"
        }, 
        {
            "headline": "&HT;", 
            "text": "\n<P>\n   UNDATED: DUI vs. DWI?\n</P>\n<P>\n   Q: I remember reading some months ago that the Fuller Brush Co.,\nof Fuller Brush Man fame, still exists. I had assumed that with\nchanging technology and lifestyles, it was long gone. Do you have\nany information, and where can I order products?\n</P>\n<P>\n   A: The Fuller Brush Co. is still a booming business. Although\ndistributors nationwide still may call on customers occasionally,\nthe legendary ``brush man'' calling door-to-door is little more\nthan a memory, said company spokesman Larry Gray. These days, many\ncustomers choose to order products by mail or electronic order, or\nby phone to a toll-free number, he said. The company manufactures\nmore than 2,000 items, such as household cleaning aids, polishes\nand wax products, cotton and synthetic mops, floor brushs and\nbrooms, hair care aids, lotions and fragrances, even silk-screen\ngraphics, at its plant in Great Bend, Kan. Information:\n1-800-522-0499; or the Fuller Brush Co. Internet site:\nwww.fuller.com\n</P>\n<P>\n   Q: Over the past few years, Dean Johnson, host of ``Hometime''\non public television, has had three women who have helped him\nbuild, and all seemed to be his wives. What's the story on these\nwomen? What is Johnson's background?\n</P>\n<P>\n   A: Johnson is married, but not to any of the women _ there have\nbeen four, not three _ with whom he has co-hosted ``Hometime.''\nThere's reason for your confusion, though. The program makes it\nappear as though Johnson and his co-hosts are married ``so we can\nintroduce situations that might realistically occur with a\nhusband-wife team,'' as the program's publicity material states.\n</P>\n<P>\n   Peggy Knapp, the first co-host, started in 1986, but left after\nthe first season. Since then, she been hosting ``Newton's Apple,''\na public TV children's program. JoAnne Liebeler, the second\nco-host, stayed with ``Hometime'' for four seasons, after which she\nmoved to the West Coast to pursue other acting opportunities.\nSusanne Egli, who joined the show for one season, has since been\nacting in regional theater and appearing in commercials.\n</P>\n<P>\n   Current co-host Robin Hartl joined ``Hometime'' in July 1992.\nShe received a real estate license and spent two years selling real\nestate in Eau Claire, Wis., before moving to Minneapolis, where she\nworked in the commercial insurance business for eight years while\nrenovating homes in her off-time.\n</P>\n<P>\n   Johnson was an accountant, sales representative and residential\ncontractor before launching ``Hometime'' in 1984. He and his real\nwife, Kathi, have two children.\n</P>\n<P>\n   Q: How can someone from Jamaica participate in the National\nSpelling Bee? Isn't it restricted to students of the United States\nand its territories?\n</P>\n<P>\n   A: The competition, sponsored by Scripps Howard Newspapers, has\nonly these restrictions: contestants must speak English and be\nyounger than 16, and cannot have passed beyond the eighth grade at\nthe time of their school finals. All have qualified by competing in\nprevious spelling bees sponsored by their local newspapers. The 249\ncontestants this year represented 49 states (no Vermont entry),\nseveral U.S. territories, Mexico, the Bahamas and Jamaica.\n</P>\n<P>\n   This year's winner was Jody-Anne Maxwell, 12, a seventh-grader\nat Ardenne High School in Kingston, Jamaica. The only previous\nwinner from beyond the mainland United States was Hugh Tosteson of\nPuerto Rico, who won in 1975. In light of Jody-Anne's victory and\nthe foreign participants this year, Scripps Howard officials said\nthey would consider renaming the 71-year-old contest, substituting\nthe world international for national.\n</P>\n<P>\n   Q: I saw a newspaper photo showing a U.S. Army infantry veteran\nwearing a Combat Infantryman Badge. The caption said he was a\nveteran of Desert Storm. I thought the badge was given only to\nthose who had been in combat for at least three months, or had been\nawarded a Purple Heart. Can you clarify?\n</P>\n<P>\n   A: The Combat Infantry Badge is awarded to infantrymen who have\nbeen under enemy fire in a combat zone, with no minimum time limit\nspecified, according to the Dictionary of the Modern U.S. Military.\nThe only restriction stated is that generals and\nsupport/administrative personnel usually are ineligible to receive\nit.\n</P>\n<P>\n   Q: I know a lot of people who use the product Ripped Fuel to\nboost energy. I heard something on the news about a danger\nassociated with it, but I didn't get the details. Do you have any\ninformation?\n</P>\n<P>\n   A: You probably heard about concerns expressed by the Food and\nDrug Administration relating to scores of herbal products and\nsupplements. Government and other experts have warned that a number\nof such products can be risky. They have said that the pills,\ntonics and teas are sold with little information for consumers to\njudge whether they actually work or might have potential side\neffects. The culprit named in Ripped Fuel is ephedra, also called\nma huang, epitonin and sida cordifolia. It contains stimulants\nknown chemically as ephedrine. Several months ago, the FDA reported\nhaving 900 reports of side effects, including heart palpitations\nand psychosis, heart attacks and strokes. Several states have\nbanned ephedrine-containing supplements. Federal limitations are\npending.\n</P>\n<P>\n   Q: I saw that Tony Bennett sang ``Ave Maria'' at Frank Sinatra's\nfuneral. Knowing that Sinatra was an admirer of President John F.\nKennedy, I wonder if Sinatra sang ``Ave Maria'' at Kennedy's\nfuneral? If not, who did?\n</P>\n<P>\n   A: It was Luigi Vena who sang Gounod's ``Ave Maria'' at\nKennedy's funeral service Nov. 25, 1963, at Washington's St.\nMatthew's Roman Catholic Cathedral. Jacqueline Kennedy had\nspecifically requested him to do so. Vena had sung the same music\nwhen she and Kennedy married at Newport, R.I., on Sept. 12, 1953.\nAnother vital participant at both ceremonies was Cardinal Richard\nCushing of Boston. He officiated at the wedding and sang the\nrequiem mass at the funeral.\n</P>\n<P>\n   Q: Have the Atlanta Braves ever had a black announcer?\n</P>\n<P>\n   A: Yes. Billy Sample, an outfielder for the Braves in 1986,\nannounced for the team for two years, 1988 and 1989, said Braves\npublicist Glen Serra. Over the years after that, Sample held jobs\nannouncing for ESPN, the California Angels and the New York\nYankees. No longer in the broadcast booth, he now evaluates umpires\nfor the National League.\n</P>\n<P>\n   Q: Some time ago, I heard about a doctor who grows Carolina Gold\nrice, donating the crop to a church to sell. Can you tell me about\nthis venture, and where I might purchase some?\n</P>\n<P>\n   A: You're referring to South Carolina ophthalmologist Richard R.\nSchulze who, in an attempt to attract ducks, planted his first rice\nseeds in 1979 on his 400-acre Turnbridge Plantation on the South\nCarolina side of the Savannah River. Schulze and his wife switched\nto Carolina Gold, the original variety grown in the state's Old\nSouth heyday, after discovering a source for the seed in Texas.\nCarolina Gold is the variety that European nobility prized for its\nsweet, nutty taste and whiter-than-white color after it was washed.\n</P>\n<P>\n   Since the Schulze family couldn't consume all the rice they\nproduced, they have, over the years, given generous amounts to\npatients and friends. Even so, they still had a surplus, so Schulze\nfirst donated it to the Savannah Association for the Blind to sell\nas a fund-raiser. Now he donates it _ for the same fund-raising\npurpose _ to the Episcopal Church of the Holy Trinity in Ridgeland,\nS.C.\n</P>\n<P>\n   The church still has a small supply of the Carolina Gold from\nlast December's harvest, a spokeswoman said Thursday. You can order\nit by sending a check to Church of the Holy Trinity, Rt. 3, Box\n260, Ridgeland, S.C. 29936. The cost is $10 for a 1 1/2-pound bag,\nplus $1.50 for shipping. Once it is sold out, the next crop will be\navailable for shipping next December, the spokeswoman said.\nInformation: 803-726-3743.\n</P>\n<P>\n   Story Filed By Cox Newspapers\n</P>\n<P>\n   For Use By Clients of the New York Times News Service\n</P>\n", 
            "id": "NYT19980603.0106"
        }, 
        {
            "headline": "TEXAS CONSIDERS REGULATING PRODUCT USED IN POPULAR HERBAL SUPPLEMENTS", 
            "text": "\n<P>\n   AUSTIN, Texas _ Seeking to boost his daily workouts at the gym,\nJeff Bowers turned recently to a popular herbal supplement to\nincrease his metabolism.\n</P>\n<P>\n   Bowers bought the ephedrine-based product, Ripped Fuel, at a\nhealth food store in San Antonio. But after only a few days of\nusing it as directed to try and heighten athletic performance and\nburn fat, Bowers suffered an attack.\n</P>\n<P>\n   ``I could feel my heart pounding through my shirt, my hands were\njittery and I was hyperventilating, so my roommate took me to the\nemergency room,'' he recalled in a recent interview.\n</P>\n<P>\n   ``I took the Ripped Fuel with me, and before I even opened it\nup, the nurse guessed what it was,'' he said. ``She said I wasn't\nthe first whom she'd seen with the problem.''\n</P>\n<P>\n   After receiving more than 1,400 similar, ephedrine-related\ncomplaints from people across the state, the Texas Department of\nHealth is considering classifying the stimulant as a dangerous drug\nand requiring a prescription for most products containing it.\n</P>\n<P>\n   Banning ephedrine from over-the-counter sales would affect the\nmultimillion-dollar, herbal-supplement industry in Texas.\n</P>\n<P>\n   Some of its products include diet aids, athletic\nperformance-boosters and many ``herbal ecstasy'' intoxicants that\nteen-agers buy at convenience stores to get an amphetamine-like\n``buzz'' or ``high.''\n</P>\n<P>\n   Sales of non-prescription ephedrine products sold for asthma,\nsuch as Primatene and some nasal decongestants, would not fall\nunder the proposed new regulations, officials said.\n</P>\n<P>\n   At least eight deaths in Texas and more than 40 nationwide have\nbeen linked to ephedrine _ a stimulant found in certain Asian\nplants _ said Cynthia Culmo of the state health department.\n</P>\n<P>\n   ``To say you can determine a safe amount (for over-the-counter\nsale) is incorrect,'' Culmo said. ``The only amount we see as safe\nis zero.''\n</P>\n<P>\n   A Department of Health committee met Wednesday to accept public\ncomment on the regulation change. More than 150 people testified at\nthe hearing, with an overwhelming majority against requiring\nprescription sales of ephedrine.\n</P>\n<P>\n   Most who testified were connected to the industry that provides\nephedrine-based dietary supplements or stimulants. The witnesses\npleaded with the state to back down from the proposal and instead\nconsider a compromise that, among other things, would restrict\nsales of ephedrine-based products to minors.\n</P>\n<P>\n   The Department of Health is not expected to rule on the possible\nchanges until this fall.\n</P>\n<P>\n   &QL; \n</P>\n<ANNOTATION>\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.) &QL; \n</ANNOTATION>\n<P>\n   &QL;\n</P>\n<P>\n   Banning over-the-counter sales of ephedrine would only hurt\nconsumers and independent business distributors, while allowing\nlarger drug companies to profit, said Phillip Sindler of the\nDallas-based Wellness International Network, which sells dietary\nsupplements, including the stimulant.\n</P>\n<P>\n   ``It's not a health issue. It's an issue of where is the profit\ngoing to go,'' Sindler told the committee.\n</P>\n<P>\n   More than 60 companies in the Texas market ephedrine-based\nproducts, which constitute a multimillion industry in the state,\naccording to Michael Ellis, president of Metabolife International.\n</P>\n<P>\n   Although other states have restricted some sales of ephedrine\nproducts, Texas' proposal is by far the most far-reaching, Ellis\nsaid.\n</P>\n<P>\n   ``This shocked us,'' he said, stressing that there is no medical\nevidence that ephedrine products cause adverse effects.\n</P>\n<P>\n   Ellis and Dr. Ted Farber, a toxicologist for the dietary\nsupplement industry, disputed the number of complaints and deaths\nCulmo said were possibly linked to ephedrine products.\n</P>\n<P>\n   The Food and Drug Administration originally had reported it was\ninvestigating more than 40 deaths possibly related to ephedrine,\nFarber said. But recently, the federal agency revised that number\nto only two, he said.\n</P>\n<P>\n   An FDA spokeswoman did not respond to a request for the correct\nnumber.\n</P>\n<P>\n   The FDA currently is considering prohibiting the marketing of\ndietary supplements containing 8 milligrams or more of ephedrine\nper dose. The agency also is looking at requiring product labels\nthat instruct consumers not to use the product for more than seven\ndays.\n</P>\n<P>\n   As evidence ephedrine is safe, Ellis cited an ongoing study by\nDr. Patricia Daly of the Harvard Medical School on the effects of a\nsupplement containing caffeine and ephedra, an herb from which\nephedrine is extracted.\n</P>\n<P>\n   The incomplete study, paid for by companies that market\nephedrine products, has found no adverse effects so far on\npatients, Daly said.\n</P>\n<P>\n   The death about two months ago of a 15-year-old California girl\nwho was taking an ephedrine-based stimulant also has highlighted\nthe ongoing debate over the safety of such products. Rosanna Porras\nreportedly took Ripped Fuel capsules before collapsing at soccer\npractice.\n</P>\n<P>\n   She later died, and California officials are still investigating\nthe possibility that the herbal supplement caused her death. The\ncompany that markets Ripped Fuel, Twinlaboratories Inc. in New\nYork, has said it does not believe its product was responsible.\n</P>\n<P>\n   Bowers supports the move to ban such products from\nover-the-counter sales.\n</P>\n<P>\n   ``Sure, I'll admit that part of it's because of my own ignorance\nfor trusting some 18-year-old who recommended the stuff at the\nhealth food store,'' he said. ``But these companies are duping\npeople because they stand to make a lot of money, while this stuff\nis killing people.''\n</P>\n", 
            "id": "NYT19980604.0106"
        }, 
        {
            "headline": "ARE DIETARY SUPPLEMENTS ILLEGAL DRUGS? KEY COURT TEST IS NEAR.", 
            "text": "\n<P>\n   FARMINGTON, Utah _ Here in the heart of the nation's herbal and\nvitamin industry, a stainless steel contraption was hard at work on\na recent morning, spitting out clear plastic capsules at the rate\nof 90,000 an hour. Each contained precisely 600 milligrams of a\nfine, brick-colored powder that federal health officials are trying\nto ban.\n</P>\n<P>\n   The powder, a pulverized strain of rice called red yeast, is\nimported from China, where it has been consumed for 2,000 years,\nboth as an herbal remedy (it was thought to improve blood flow) and\na food (it spices up tofu and makes a tasty marinade for duck and\npork.)\n</P>\n<P>\n   Then, five years ago, William McGlashan Jr., a young California\nventure capitalist, learned that scientists in Beijing were\nstudying the rice for another reason: it seemed to lower\ncholesterol.\n</P>\n<P>\n   Today, McGlashan's company, Pharmanex, sells the encapsulated\nred powder under the trade name Cholestin in 37,000 American\nstores, from health food outlets to the giant Wal-Mart chain.\nMcGlashan calls Cholestin a dietary supplement. Officials at the\nFood and Drug Administration call it something else: an illegal,\nunapproved drug.\n</P>\n<P>\n   On June 15, in the gray stone federal courthouse in Salt Lake\nCity, U.S. District Court Judge Dale Kimball will be asked to\ndetermine who is correct. The case is being watched as a pivotal\nbattle between the FDA, which is chafing against a 1994 law that\nleft it almost powerless to regulate vitamins and herbal products,\nand the dietary supplement industry, which has been growing wildly\nsince the law was passed.\n</P>\n<P>\n   At issue is not whether Cholestin is dangerous; no one argues\nthat it is. Rather, the FDA contends that Cholestin has crossed the\nincreasingly murky boundary that separates dietary supplements from\ndrugs, because it contains an ingredient, lovastatin, that is the\nkey component of a cholesterol-lowering drug. Pharmanex says the\nlovastatin occurs naturally and that Cholestin is more akin to a\nfood than a drug.\n</P>\n<P>\n   The outcome of the case could affect the medicine and kitchen\ncabinets of millions of American consumers, including many doctors\nand scientists, who have come to believe that herbs like ginkgo,\nechinacea and St. John's wort are as important to good health as\naspirin and antibiotics.\n</P>\n<P>\n   Aside from the turf battle between the supplement industry and\nregulators, the dispute raises crucial questions: What is the\ndistinction between these herbal products, which may contain\nnaturally occurring chemicals as potent as those in any drug, and\ndrugs themselves?\n</P>\n<P>\n   Must products like Cholestin be subjected to the rigorous\ntesting that drugs undergo?\n</P>\n<P>\n   ``You see more and more dietary supplements sold right next to\nover-the-counter drugs,'' said William Schultz, the FDA's deputy\ncommissioner for policy. ``There is a risk that the line will\nblur.''\n</P>\n<P>\n   It is already blurry. ``Foods are medicines; medicines are\nfoods,'' said Loren Israelson, executive director of the Utah\nNatural Products Alliance, a trade group based in Salt Lake City.\n``If you drink coffee in the morning, why are you drinking coffee?\nYou're looking for the caffeine, a stimulant. That same caffeine is\nsold over the counter as No-Doz. That's a drug when it's in a pill\nform, and it's a food when it's in coffee. Why is that?''\n</P>\n<P>\n   The FDA struggled with such questions for decades. But with the\npassage of the 1994 Dietary Supplement Health and Education Act,\nthe law under which the Cholestin case will be decided, the\nagency's task grew even more vexing.\n</P>\n<P>\n   The new law took dietary supplements out of the underground and\ninto the mainstream, giving manufacturers like Pharmanex the\nlong-sought right to advertise the potential benefits of herbs,\neven if the evidence for those benefits was sketchy. If the\nproducts were safe, companies could say what they wished, so long\nas they did not claim their products could prevent, treat or cure\ndisease. Thus, McGlashan can advertise that Cholestin ``promotes\nhealthy cholesterol,'' but not that it ``prevents heart attack or\nstroke.''\n</P>\n<P>\n   ``For the first time,'' he said, ``we can educate the American\nconsumer about what the product does. We don't have to rely on a\nperson in a health food store to explain it.''\n</P>\n<P>\n   Since the law was passed, the FDA has received about 2,300\nnotifications from manufacturers intending to make claims about\ntheir products, and has objected to about 150 of them. It has also\nproposed a rule that would restrict, but not eliminate, the\nmanufacturer's ability to use the herbal stimulant ephedra, which\nhas been linked to more than a dozen deaths nationwide.\n</P>\n<P>\n   But these actions, says former Food and Drugs Commissioner David\nKessler, are hardly enough to make a dent in the rampant\nproliferation of herbal remedies that he says are ineffective at\nbest and unsafe at worst.\n</P>\n<P>\n   ``Just walk into your pharmacy; it's out of control,'' said\nKessler, who waged a bitter, unsuccessful battle against the 1994\nlaw as commissioner. ``Efficacy is now defined as what sells off\nthe shelves. The agency is powerless.''\n</P>\n<P>\n   While the law was a disaster for regulators, it was a windfall\nfor businesses that sell herbs and vitamins. Indeed, after the act\nwas adopted, annual sales of dietary supplements in the United\nStates skyrocketed, jumping from more than $8 billion in 1994 to\nnearly $12 billion last year, according to the Nutrition Business\nJournal, a trade publication.\n</P>\n<P>\n   So furious has the growth been that one analyst, Matthew Patsky\nof the Boston-based investment banking firm of Adams, Harkness &AMP;\nHill, said some of the nation's biggest pharmaceutical companies\nare now planning to introduce their own lines of herbal products.\n</P>\n<P>\n   That worries Schultz, the FDA deputy commissioner for policy.\n``If companies that would have tested their products and sold them\nas drugs are now going to not test them and sell them as dietary\nsupplements,'' he said, ``then we have lost information about the\nsafety and efficacy of those products.''\n</P>\n<P>\n   Among the law's beneficiaries was McGlashan, a 34-year-old\nStanford University business school graduate who studied Chinese\nhistory as an undergraduate. With the baby boomers growing older,\nMcGlashan sensed a growing demand for natural medicines the Chinese\nhave used for centuries.\n</P>\n<P>\n   nn\n</P>\n<P>\n   McGlashan says he had a vision for his business; he wanted to\napply ``pharmaceutical rigors'' to the dietary supplement industry,\nusing research to persuade consumers that Eastern therapies worked.\nIn early 1994, he Dr. Michael Chang, a medical chemist and former\npharmaceutical industry researcher who had set up a manufacturing\nplant to produce herbal medicines in Huzhou, China, near Shanghai.\n</P>\n<P>\n   Chang scoured Chinese research for promising herbal products and\nidentified 5,000; together, he and McGlashan narrowed the list to\n30. By early 1995, Pharmanex was born, with headquarters in Simi\nValley, Calif. Red yeast rice, called Hong Qu, was one of the most\npromising projects on its list.\n</P>\n<P>\n   ``We know Hong Qu has been used for centuries, but we don't know\nwhy it lowers cholesterol,'' Chang said. ``We need to find out.''\n</P>\n<P>\n   The 1994 law, McGlashan said, made it worth investing in\nscience. The company introduced Cholestin at the end of 1996, after\nnearly three years of study. Most recently, Pharmanex enlisted Dr.\nDavid Heber, director of the Center for Human Nutrition at the\nUniversity of California at Los Angeles, to study the effects of\nCholestin in adults with moderately elevated cholesterol.\n</P>\n<P>\n   The study, financed by Pharmanex, compared the cholesterol\nlevels of 42 adults who took 2.5 grams of Cholestin every day for\nthree months with the levels in 41 adults who were given placebos.\nHeber said the total cholesterol counts of those who took the\nsupplement dropped, on average, from 250 to 210.\n</P>\n<P>\n   Heber dismisses the contention that red yeast rice is a drug;\ninstead he calls it ``a functional food.'' The same\ncholesterol-lowering ingredient in lovastatin, he notes, occurs in\neven higher concentrations in oyster mushrooms, commonly used in\nAsian cooking. And nobody, he said, is trying to ban mushrooms.\n</P>\n<P>\n   However, Dr. Richard A. Friedman, director of psychopharmacology\nat New York Hospital-Cornell Medical Center, contends the current\ndistinction between dietary supplements and drugs is based on\nsemantics, not biology, and that both should be carefully\nregulated. ``If there is a biologically active component in the\nsupplement, to say it is not a drug is illogical because it will\nhave a similar effect,'' he said. Companies like Pharmanex, he\nadded, ``want to be able to implant the idea in the public that the\ndrug is medically beneficial'' without doing rigorous research drug\ncompanies must do to obtain approval.\n</P>\n<P>\n   That kind of science, McGlashan admits, would cost far too much\nfor a small company like his. Yet with a decent body of research\nbehind Cholestin, he said, he at one time envisioned himself\nbecoming the FDA's poster boy for good behavior.\n</P>\n<P>\n   Instead, he received a visit from FDA investigators in April of\nlast year; the agency had received complaints that Cholestin\ncontained lovastatin, both from a pharmacist and from Merck &AMP; Co,\nthe pharmaceutical company that manufactures Mevacor, the\ncholestorol-lowering drug that contains the same ingredient as\nCholestin.\n</P>\n<P>\n   Shortly thereafter, federal authorities impounded 10 tons of red\nyeast rice that had come into the Port of Los Angeles from China;\nthe shipment is now sitting in a storage facility in Mexico. Then\non May 20, the FDA notified McGlashan that it considered Cholestin\nillegal, a move that prompted the company to ask for a hearing\nbefore Kimball of the U.S. District Court in Salt Lake City.\n</P>\n<P>\n   McGlashan contends that, at its root, the dispute is an economic\none. Cholestin, he said, is sold to people who are too healthy for\nMevacor, the Merck drug. Merck, he contends, is making a power grab\nfor that market by trying to push Cholestin off the shelves _ a\ncharge denied by Jan Weiner, a spokeswoman for the pharmaceutical\ncompany.\n</P>\n<P>\n   While the court case is pending, McGlashan said, sales of\nCholestin are booming. One woman recently wrote him to say she had\npurchased eight months' worth of the capsules. Even his mother\ncalled, he said, asking, ``How am I supposed to get my Cholestin?''\n</P>\n<P>\n   For now, McGlashan has no answer. Standing outside the\nlow-pressure room where the encapsulating machine was spinning, a\nlab coat covering his royal blue shirt and Hermes tie, he looked a\nlittle wistful. The fine red powder being packed into the capsules,\nhe said, was the last of his supply.\n</P>\n<P>\n   &QL;\n</P>\n", 
            "id": "NYT19980609.0319"
        }, 
        {
            "headline": "HERBAL DRUGS AND SURGERY: A DANGEROUS COMBINATION", 
            "text": "\n<P>\n   Alarmed by what they see as the potential for mishaps with\npatients taking herbal remedies for everything from depression to\nmemory loss, anesthesiologists have begun urging people to stop\ntaking the herbs and supplements before having surgery.\n</P>\n<P>\n   Doctors say there is growing evidence that substances like St.\nJohn's wort and ginkgo biloba may have dangerous interactions with\nthe variety of drugs used to anesthetize patients during surgery.\nAlthough hard scientific evidence of a problem is lacking, they\nsay, anecdotal reports from hospitals suggest that herbal remedies\nmay be putting some surgery patients at serious risk.\n</P>\n<P>\n   ``The main thing you want is someone who knows enough to keep\nyou out of trouble,'' said Dr. John B. Neeld Jr., president of the\nAmerican Society of Anesthesiologists.\n</P>\n<P>\n   The society recently issued a warning to consumers using herbal\nmedicine to stop taking the products at least two to three weeks\nbefore any scheduled surgery.\n</P>\n<P>\n   More recently, the New York State Society of Anesthesiologists\nissued a similar warning. The New York group urged patients who\ncould not go off the drugs in time to bring in the medication in\nits original container and show it to the doctor.\n</P>\n<P>\n   Patients, however, are often reluctant to tell their doctors\nthat they are using nontraditional approaches like herbal\nmedications, said Dr. Carole W. Agin, director of the pain\nmanagement clinic in Port Jefferson, N.Y. ``I think patients fear\nthat it will somehow drive a wedge between the patient-physician\nrelationship,'' she said.\n</P>\n<P>\n   Americans spend about $5 billion a year on herbal products,\nwhich, unlike prescription drugs, are not fully regulated by the\nfederal government.\n</P>\n<P>\n   Often, little is known about the substances, their effects and\ntheir interactions with other drugs. And, in some cases, little is\ndone to assure quality control. Only in rare cases, like the one\ninvolving the stimulant ephedra, when there are persistent reports\nof injury or death, does the government take action against an\nherbal product.\n</P>\n<P>\n   Anesthesiologists say they are taking no position on the use in\ngeneral of herbal remedies, which are sometimes being incorporated\ninto the practice of traditional medicine.\n</P>\n<P>\n   Two of the most common herbals are St. John's wort, which is\nsaid to help with mild depression, and ginkgo, which is taken to\nimprove memory and blood circulation. Doctors also singled out two\nother popular remedies: feverfew, which is said to help ease\nmigraine headaches; and ginseng, which is taken to improve\nvitality.\n</P>\n<P>\n   The possible interactions include an unintended deepening of the\neffects of some anesthetics and problems with blood pressure and\nbleeding.\n</P>\n<P>\n   One situation that some doctors suspect might be happening in\noperating rooms involves ephedra, which, despite being banned by\nthe federal Food and Drug Administration, is still being taken in\nother forms.\n</P>\n<P>\n   From time to time, Neeld said, patients in surgery suddenly show\nsigns of a drop in blood pressure. The anesthesiologist will then\nadminister a drug like ephedrine, to bring the pressure back up.\n</P>\n<P>\n   In some cases, Neeld said, doctors have been surprised to see\nthe blood pressure shoot back up to dangerous levels that could\ncause a stroke or heart attack. The patients later said they had\nbeen taking ephedra.\n</P>\n<P>\n   Doctors emphasize that much study needs to be done to establish\nwhether there is a real risk for patients taking herbal remedies.\n``All of the concern may prove totally unwarranted down the line,''\nNeeld said.\n</P>\n<P>\n   The growing herbal industry has raised no objection to the\ndoctors' warning. Dr. Phillip W. Harvey, director of science and\nquality assurance at the National Nutritional Foods Association,\nwhose 4,000 members make and sell herbal remedies, called the\ncaution common sense.\n</P>\n<P>\n   ``I would whole-heartedly support that,'' Harvey said.\n</P>\n", 
            "id": "NYT19990705.0133"
        }, 
        {
            "headline": "DIET SUPPLEMENTS UNDER SCRUTINY", 
            "text": "\n<P>\n   They vow to help you trim down, boost energy, put muscle on, and\neven take cellulite off.\n</P>\n<P>\n   Go to any health food store, fitness center, or grocery store\nand you'll see shelves stocked with energy enhancement and sports\nperformance pills, drinks, and bars. And consumers are hungrier for\nthem than ever.\n</P>\n<P>\n   They spent more than $6.5 billion in 1996 on over-the counter\ndietary supplements, according to the US Food and Drug\nAdministration's latest figures. And nutrition groups say that\nsales are rising each year.\n</P>\n<P>\n   But do these supplements actually work? And, more importantly,\nare they safe?\n</P>\n<P>\n   While the FDA can alert consumers to products that could be\ndangerous, the Dietary Supplement Health and Education Act of 1994\nlimits the agency's latitude in regulating supplements.\n</P>\n<P>\n   Unlike drugs that get FDA approval before they are marketed,\ndietary supplements must be proven unsafe before regulators can\nrestrict the use of a product.\n</P>\n<P>\n   While the FDA forbids labels that ``state or imply that the\nproduct can help diagnose, treat, cure, or prevent a disease (for\nexample, `cures cancer' or `treats arthritis')'' consumers should\nbe wary of products that are marketed as ``miracle cures,''\n``wonder drugs,'' and ``new breakthroughs,'' according to the\nagency's website.\n</P>\n<P>\n   In recent years, the FDA has issued warnings about the danger of\nover-the-counter supplements containing ephedrine, a powerful heart\nstimulant, and gamma butryolactone, or GBL, a central nervous\nsystem depressant.\n</P>\n<P>\n   In January, muscle and performance boosting products containing\nGBL had to be pulled from gym and store shelves after the FDA\nbanned the product when some consumers experienced vomiting, slowed\nheart rate, seizures, comas, and even death.\n</P>\n<P>\n   Weight loss, muscle building, and energy boosting products\ncontaining ephedrine have not been recalled by the FDA, although\nthe agency issued several warnings after it investigated more than\n800 adverse health events including heart attack, stroke, seizure,\nand more than 30 deaths associated with products containing\nephedrine.\n</P>\n<P>\n   In 1997, the FDA advised consumers to restrict their intake of\nephedrine (derived from the ephedra plant) to 8 mg per dose and no\nmore than 24 mg per day and not to use the product for more than\nseven days.\n</P>\n<P>\n   Products containing ephedrine _ commonly labeled as ephedra, ma\nhuang Chinese ephedra, and epitonin _ are often found in\nweight-loss, energy boosting, and body building supplements.\n</P>\n<P>\n   But some in the dietary supplement industry are at odds with the\ngovernment's descriptions that some supplements _ particularly\nthose containing ephedrine _ are dangerous.\n</P>\n<P>\n   In May, Metabolife International Inc., sued WCVB-TV Channel 5,\nits anchor Susan Wornick, and Dr. George L. Blackburn of Harvard\nMedical School after the Boston station reported on health risks\nrelated to the use of ephedrine-containing weight-loss dietary\nsupplements, including the top-selling Metabolife 356, which the\nSan Diego-based company makes.\n</P>\n<P>\n   The report included a comment from Blackburn, who, when\ndiscussing the safety of ephedrine-containing products such as\nMetabolife, said ``you can die'' from taking them.\n</P>\n<P>\n   Metabolife claims his comments, as well as the broadcast, were\nfalse, and are damaging to the company, which sold an estimated\n$600 million worth of the supplements last year.\n</P>\n<P>\n   Motions to dismiss Metabolife's lawsuit were filed last month by\nattorneys on behalf of Blackburn and by those for Wornick and\nWCVB-TV.\n</P>\n<P>\n   Blackburn's attorney Jeffrey R. Martin called Metabolife's\nlawsuit ``frivolous'' and said ``we are doing our best to get it\ndismissed.''\n</P>\n<P>\n   Metabolife's president Michael J. Ellis has also threatened to\nsue the Washington Post over a similar report and has battled\nsuccessfully in states, such as Texas, to stop legislatures from\nrequiring prescriptions for weight-loss products containing\nephedrine.\n</P>\n<P>\n   Nevertheless, some stores have voluntarily pulled ephedrine from\ntheir shelves. Bread and Circus Whole Foods Markets, a small\nMassachusetts chain, stopped selling about 12 products containing\nephedra around the time the FDA warned in 1996 that the product was\nan ``amphetamine-like stimulant'' that can damage the heart and\nnervous system.\n</P>\n<P>\n   ``We pulled everything. None of our stores carry ephedra\nproducts or ma Huang _ `speed' _ as we like to call it,'' said\nAllyn Kunz nutrition coordinator for Bread and Circus's northeast\nregion.\n</P>\n<P>\n   ``Some companies actually changed their formulas so we would\nkeep their products on the shelf,'' she said, while others ``took\nout the ma huang and added another herb very high in caffeine\ncalled guarnana and they advertise it as `ephedra free,''' Kunz\nsaid.\n</P>\n<P>\n   But Bread and Circus doesn't carry products containing guarana\neither, she added.\n</P>\n<P>\n   While the majority of supplements are not dangerous, consumers\nshouldn't buy or use products just because the label says\n``natural,'' according to Dr. David Levitsky a nutrition and\npsychology professor at Cornell University.\n</P>\n<P>\n   ``Everything is natural,'' Levitsky said. ``Somehow there is the\nidea that if you use a plant directly or extract a tea it will be\nmore effective and have less side effects (than approved drugs) and\nthat's not true.''\n</P>\n<P>\n   For Levitsky, who is studying the effects of several herbal\nsupplements, memory-aiding products and mood supplements seem to\nshow the most promise. Despite volumes of testimonials from users,\nmany who have been paid to make them, fitness, energy, and\nweight-loss supplements don't appear to produce a measurable\neffect, he said.\n</P>\n<P>\n   Where weight-loss is concerned, ``the more you believe in them\nthe more they work...there is something to the placebo effect,''\nLevitsky said. ``If you reduce caloric intake you are going to lose\nweight, no question. If you think what you're doing (with\nsupplements) is helping, then you will stick with it,'' believing\nthe supplements helped, he added.\n</P>\n<P>\n   Jeanne Spellman, a registered dietician at the Boston Athletic\nClub, said that creatine, a popular strength-increasing supplement,\nseems to ``have some promise,'' but she tries to steer (her\nclients) away from most supplements.\n</P>\n<P>\n   ``People are looking for that quick fix. People think that they\ncan take creatine or other supplements and sit on the couch for two\nhours to get more muscle and it ain't gonna happen,'' Spellman\nsaid.\n</P>\n<P>\n   Taking a supplement is ``easier to swallow than hearing that\nyou'll have to go to the gym a lot and watch what you put in your\nmouth.''\n</P>\n<P>\n   The athletic club does not sell creatine or any other\nsupplements, but does have protein powders and sports bars.\n</P>\n<P>\n   Nancy Clark, a registered dietician and director of\nSportsMedicine Brookline, said supplements ``are just that _\nsupplements. They are not replacements to eating and living\nright.''\n</P>\n<P>\n   ``I'm not against them,'' Clark says, but ``there is not a magic\npill. I say use food to help meet your goals.''\n</P>\n<P>\n   Customers can buy drinks, pills or meal supplements at Gold's\nGym, according to Marco Cosentino, owner of four Boston area Gold's\nGyms. He says about half of his customers use drinks, pills, or\nmeal supplements to boost performance and build muscle.\n</P>\n<P>\n   ``If there is an easier way, people want it,'' Cosentino said.\n``It's marketing, there's no miracle. Some do work better than\nothers. We don't tell anyone to take them but we sell them if they\nwant them.''\n</P>\n", 
            "id": "NYT19990706.0052"
        }, 
        {
            "headline": "", 
            "text": "\n<P>\n   But not everyone sees the trend as a healthy one for consumers.\n</P>\n<P>\n   ``It's important to understand that this is not about health and\nthis is not about well-being; this is about money and jumping on a\nbandwagon,'' said David Kessler, a former head of the FDA and now\ndean of Yale University's medical school. Kessler waged a vigorous\nbut unsuccessful battle against the law that virtually stripped his\nformer agency of its authority to regulate herbal and other dietary\nsupplements.\n</P>\n<P>\n   For healthy people, most of the products pose little or no risk,\nand some, containing garlic and ginseng, may even be helpful,\nKessler said. The danger, he said, is that some people with\npotentially life-threatening illnesses will use the products in\nplace of standard medical treatments. That has always been a risk,\nbut the marketing giants now pushing into the industry can pitch\nthese formulas to more consumers, he said.\n</P>\n<P>\n   ``The way they are positioned in the marketplace can lead people\ndown roads to ineffective treatments,'' Kessler said, pointing to\nproducts whose names, he argued, could cause consumers to think\nthey could be used instead of prescription drugs. ``If you promote\na product as Mood Mender, you have a responsibility to that person\nwho is depressed, and if that product doesn't work, you are doing\nharm.''\n</P>\n<P>\n   ``People with specific illnesses look at these products a\ndifferent way than the healthy person,'' he added, ``and it is\nthrough their eyes that the marketplace must be judged.''\n</P>\n<P>\n   In some cases, critics say, the supplements can be quite\ndangerous indeed. The FDA, for example, is attempting to rein in\nthe use of the herbal stimulant ephedra, which is sold by various\ncompanies in a formula under different names. The formula, which\nmanufacturers say is safe, has been linked to more than a dozen\ndeaths nationwide. Marketers promise that the pills provide an\namphetaminelike rush, aid in weight loss and even increase sexual\nsensation, but medical experts say they can cause heart attacks,\nstrokes and seizures.\n</P>\n<P>\n   The big-name herbal pill dispensers now entering the market say\nthey are sticking to more ``mainstream'' substances and argue that\nthose formulas are safe and effective when taken by healthy people\nin recommended doses. Besides, they say, unlike the little-known\nmanufacturers that once dominated the industry, they have the\nresearch and development budgets and purchasing clout to insure\nproduct quality.\n</P>\n<P>\n   ``We spend tens of millions of dollars putting together\nmanufacturing and quality-control processes,'' said Elliot\nFriedman, chairman and chief executive of Pharmaprint Inc., which\nis producing the supplements that American Home Products is\nplanning to market under the Centrum name. ``The big companies are\nvery protective of their brands.''\n</P>\n<P>\n   That may be, but the critics say consumers have a false sense of\nsecurity about the regulatory oversight of supplements. They\nmistakenly assume, the critics contend, that the supplements are\nsubject to the same scrutiny as toothpaste, cough drops and other\nseemingly benign products under the FDA's watch. The agency\nrequires those goods to carry general cautionary labeling and\ndosage information, and it imposes limits on the claims that can be\nmade in marketing.\n</P>\n<P>\n   Herbal supplements are regulated by a looser set of standards.\nBefore the passage in 1994 of the Dietary Supplement Health and\nEducation Act, manufacturers were prohibited, for instance, from\nmaking claims about the potential benefits of their products. But\nthe revised guidelines allow companies to advertise the health\neffects of herbal supplements _ without having to conclusively\nprove their effectiveness _ so long as the wording does not suggest\nthat the products prevent, treat or cure disease.\n</P>\n<P>\n   That gives companies much greater range in making product claims\nthan manufacturers of, say, mouthwash. While a company cannot claim\nan herbal supplement cures cancer or relieves depression, for\nexample, it can say that it ``promotes prostate health'' or ``aids\nin mental focus.''\n</P>\n<P>\n   Critics also worry that pharmaceutical companies will attempt to\nclassify some products as herbal supplements instead of as drugs to\nskirt the rigorous process required to bring a drug to market.\n</P>\n<P>\n   That complaint is at the heart of a battle between the FDA and\nPharmanex Inc., which manufactures a product called Cholestin,\nwhich it sells as an supplement in Wal-Mart and other big chains.\nThe FDA wants to ban the substance, maintaining that it is an\nunapproved drug because it contains a natural form of a key\nchemical in the cholesterol-lowering prescription drug Mevacor,\nmade by Merck &AMP; Co.\n</P>\n<P>\n   Last month, Pharmanex won the first round in the battle _ which\nwas prompted by Merck's complaints about the product _ when a judge\nissued a preliminary injunction lifting the FDA's administrative\nban of Cholestin. The company contends that the product is a\nnatural alternative for people who are too healthy to take the\ndrug.\n</P>\n<P>\n   Meanwhile, as other drug makers begin producing herbal pills,\nthe FDA is struggling to find a way to exercise its limited\noversight authority.\n</P>\n<P>\n   American Home Products declined to provide an executive to\ndiscuss its supplements business beyond issuing a statement through\na public relations representative saying, ``Herbals represent a\nlarge and growing market with increasing consumer acceptance.''\n</P>\n<P>\n   In fact, analysts estimate that the Centrum line alone has the\npotential to generate $80 million in revenues within a year of its\nintroduction, a figure Friedman calls ``on the low side.'' His\ncompany's share would be 10 percent of pretax revenues.\n</P>\n<P>\n   Friedman said the industry's growth could be even greater as\nmore retailers make room for brand-name supplements on their\nalready crowded shelves.\n</P>\n<P>\n   ``Consumers are looking for a name they trust and, to be honest,\nthat's why we went with Centrum,'' he said. ``Pharmacists know it,\ndoctors know it and consumers know it. That is the edge in bringing\nthese new people into the fold.''\n</P>\n", 
            "id": "NYT19980722.0410"
        }
    ], 
    "id": "D1030F", 
    "title": "Ephedra"
}