{
	"id":"D1035G",
	"title":"Agent Orange",
	"docSet":[
		{
			"id":"APW19981029.0204",
			"headline":"Veteran-sponsored village opens for kids, elderly in Vietnam",
			"text":" HANOI, Vietnam (AP) _ The symbolism was lost on the children, all born with birth defects that often are the result of contact by parents with dioxin, a toxic component of the war-era defoliant Agent Orange. They represent both the long-term casualties of war and hope for the future. Veterans groups from the United States, France, Germany, Britain, Japan and Vietnam turned out Thursday to dedicate the Vietnam Friendship Village, which is testimony that old enemies can work together. The result of a decade of corporate donations, bake sales and other grassroots fund-raising that brought in more than dlrs 1 million, the cluster of eight buildings 11 kilometers (seven miles) north of Hanoi will be home to young and old who still suffer a quarter-century after the Vietnam War ended. ``This is about the possibility of average people making a difference,'' said George Mizo, a Vietnam War veteran who became a high-profile anti-war activist. ``We cannot change the past, but we can change the present and the future.'' Vietnam Vice President Nguyen Thi Binh, other government officials, foreign diplomats and veterans gathered at the reclaimed swampland to dedicate the first phase of the village, which currently houses 30 children and 20 adults. By spring, the number is expected to total 100, with a goal of providing housing and support for another 50. No one knows how many people suffer from the effects of Agent Orange, which was sprayed over wide swaths of jungle by U.S. planes during a 10-year period to strip away cover from North Vietnamese troops and their resupply convoys. Estimates range from tens of thousands to 2 million Vietnamese. In April, Prime Minister Phan Van Khai ordered the first nationwide survey, to be completed next year. It's virtually impossible to determine which birth defects or ailments are directly related to Agent Orange. But the Vietnamese Red Cross says there appear to be common threads, and a research facility at the village will study the links. Mizo, a Boston native who now lives in Stuttgart, Germany, was a sergeant in an artillery unit when he was injured in a rocket attack in January 1968 in the buildup to the Tet offensive. Redeployed back home, he spoke out against the war and was in and out of military jails for two years. In the mid-1980s, he was among a group of four veterans who staged a hunger strike on the steps of the U.S. Capitol in solidarity with Nicaragua. Shortly after his son Michael's birth in 1988, Mizo became involved in a project by American veterans to build a pagoda in Vietnam. It developed instead into the Friendship Village. On Thursday, his son handed out drawings done by his fellow students in Stuttgart to the Friendship Village children. ``This represents healing and reconstruction,'' the elder Mizo said moments earlier. ``Those who have experienced the horrors of war know how precious life is.'' "
		},
		{
			"id":"APW19990211.0224",
			"headline":"VA Must Review Agent Orange Cases",
			"text":" SAN FRANCISCO (AP) -- The Veterans Administration must review all benefit claims denied to hundreds of Vietnam veterans who failed to say their illnesses resulted from exposure to Agent Orange, a federal judge ruled Thursday. The federal government has paid some benefits to about 6,000 Vietnam veterans who developed cancer and other illnesses. But an estimated 1,000 veterans were denied back payments under strict language that required applicants to state that Agent Orange or herbicides were linked to the cause of the disability or death, a hurdle ruled illegal Thursday in the class-action lawsuit. Under VA regulations, veterans do not have to prove they were exposed to Agent Orange or other herbicides containing the toxic substance dioxin. In fact, anyone who served in the war is automatically presumed to have been exposed to it. A 1989 court ruling in the case voided all VA benefit decisions it had made based on the agency's assertion that only the skin disease chloracne was linked to Agent Orange. Although the VA has since recognized that a variety of cancers are connected to the defoliant, it has failed to review claims made prior to the 1989 ruling and continued to insist that benefit applicants state that their disability resulted from exposure to Agent Orange, the court found. ``We agree with plaintiffs that the VA's approach is inconsistent with both the spirit and intent of this court's decision, as well as the liberal nature of the VA's own claims process,'' U.S. District Judge Thelton Henderson wrote. ``The court expected that the VA would revisit those benefit decisions that had been erroneously decided under the invalidated regulations,'' he said. The plaintiffs wanted the VA ordered to pay the benefits, but Henderson ruled that the agency should revisit the denied claims. With benefits denied as far back as 1985, retroactive payments would average $70,000 per person, plaintiffs' attorney Bart Stichman said. No one knows how many people suffer from the effects of Agent Orange, which was sprayed over wide swaths of jungle by U.S. planes during a 10-year period to strip away cover from enemy troops and their convoys. A call to U.S. Justice Department attorney Karen Richardson seeking comment Thursday evening was not returned. "
		},
		{
			"id":"APW19990212.0071",
			"headline":"Study Confirms Agent Orange Reports",
			"text":" WASHINGTON (AP) -- A review of what has been done to determine how Agent Orange and other herbicides affected Vietnam veterans confirms earlier studies linking them with several diseases but leaves unanswered painful medical questions of the war that ended 24 years ago. Thursday's independent report by the Institute of Medicine appears to offer no new evidence that would affect benefits for Vietnam War veterans or their offspring, although the Department of Veterans Affairs said the study will be valuable for further research. Despite continuing investigation into possible links to birth defects, diabetes and a list of other illnesses, no scientific studies over the last two years has provided enough information to draw significant new conclusions about whether herbicides are linked to any condition, study director Dr. David Tollerud said. Veterans Affairs, which issued a statement praising the ``thorough and impartial work of the committee,'' offers special compensation for 10 diseases listed as linked or possibly linked to herbicide used in Vietnam whether veterans can prove exposure or not. Children of veterans also may receive benefits for the birth defect spina bifida, whose link is listed as ``limited or suggestive,'' but diabetes is not included. Evidence of a diabetes link to herbicides or dioxin is listed as still ``inadequate or insufficient.'' ``A lot more research is being done, which we are very optimistic will continue to provide useful information to answer the questions that remain,'' said Tollerud, director of the Center for Environmental and Occupation Health at Philadelphia's Hahnemann University School of Public Health. The review keeps four diseases on the list of those for which evidence establishes links with exposure to herbicides widely used as defoliants in Vietnam: soft-tissue sarcoma, non-Hodgkin's lymphoma, Hodgkin's disease and cholaracne. The first three are forms of cancer. In the institute's last review of scientific research in 1996, six other diseases were listed with ``limited or suggestive evidence of association'' to Agent Orange, other herbicides or the contaminant dioxin. Added to the list then was spina bifida, the spinal birth defect found in the children of some Vietnam veterans. ``Based on the recent literature, there are no additional diseases that satisfy this category's criteria,'' the new report said. Nor did it find enough evidence to move diseases to a category of higher or lower certainty. In an interview, Tollerud said new research was conducted on diabetes and on spina bifida as well as other diseases. He said the most serious medical questions still being studied from the war involve the relationship between herbicides and cases of diabetes and birth defects among veterans and their offspring. This year's review is the third in a series of reports. A law passed in 1991 calls for the National Academy of Sciences to review new Agent Orange and herbicide studies every two years to determine if the fresh research finds an added connection between the chemicals and disease. The Institute of Medicine is an affiliate of the National Academy of Sciences. About 19 million gallons of Agent Orange and other chemicals were used to defoliate trees in the jungles of Vietnam, beginning in 1962. Their use was stopped in 1971, two years after studies first linked Agent Orange to birth defects in laboratory animals. The Department of Veterans Affairs has received more than 92,000 claims and treated more than 50,000 cases of service-related conditions, spokesman Ken McKinnon said. He said Vietnam veterans are presumed to have been exposed to Agent Orange, and veterans with any of the 10 diseases is presumed to have contracted it from the exposure, without individual proof. "
		},
		{
			"id":"APW19990212.0304",
			"headline":"Agent Orange Again Linked to Cancer",
			"text":" WASHINGTON (AP) -- Benefits for Vietnam War veterans are not likely to be affected by an independent review that confirms ties of Agent Orange to several diseases without resolving lingering questions about birth defects or diabetes. The study retains three forms of cancer as well as chemical acne as definitely linked to use of herbicides to defoliate the Vietnam countryside. It also confirms a list of six other diseases, including a spinal birth defect that has appeared in some children of veterans, as possibly linked. All 10 diseases remain on the list of those for which all veterans who served in Vietnam may receive benefits from the Veterans Affairs Department. Since 1996, Vietnam veterans' children have been eligible for coverage for spina bifida. The department has received more than 92,000 claims from veterans who believed their condition was related to Agent Orange. Of those, about 50,000 were deemed service-related for any condition, and about 5,000 were linked to diseases on the Agent Orange list, said spokesman Ken McKinnon. About 2.1 million U.S. military personnel served in Vietnam during the period. He said all Vietnam veterans are presumed to have been exposed to Agent Orange and anyone with any of the 10 diseases is presumed to have contracted it from the exposure, without any need for additional proof. But a federal judge in San Francisco ruled Thursday that the Veterans Administration must reconsider the denial of benefits for hundreds of veterans. A 1989 court ruling voided all benefit decisions the agency had made based on the agency's outdated assertion that only the skin disease chloracne was linked to Agent Orange. The agency failed to review claims made before the ruling and continued to insist that benefit applicants state that their disabilities were linked to Agent Orange exposure, U.S. District Judge Thelton Henderson concluded. ``The court expected that the VA would revisit those benefit decisions that had been erroneously decided under the invalidated regulations,'' Henderson wrote. Bart Stichman, lawyer for plaintiffs in the case, estimated the decision affects about 1,000 veterans whose claims were denied. The independent report released Thursday by the Institute of Medicine, affiliated with the National Academy of Sciences, was praised for its thoroughness by the Veterans Affairs Department, which said it would be useful in further research. Congress has ordered a review every two years of links of various diseases to the use of chemicals in Vietnam. Evidence of diabetes' link to use of herbicides or dioxin is listed by the study as still ``inadequate or insufficient'' to draw an association with Agent Orange or other chemicals used in Vietnam between 1962 and 1971. ``A lot more research is being done, which we are very optimistic will continue to provide useful information to answer the questions that remain,'' said Dr. David Tollerud, who directed the study and heads the Center for Environmental and Occupation Health at Hahnemann University School of Public Health in Philadelphia. The four diseases on the list of those for which there is sufficient evidence to establish a link with exposure to herbicides are soft-tissue sarcoma, non-Hodgkin's lymphoma, Hodgkin's disease and cholaracne. The first three are forms of cancer. In the institute's last review of scientific research in 1996, six other diseases were listed as those with ``limited or suggestive evidence of association'' to Agent Orange, other herbicides or the contaminant dioxin. Added to the list then was spina bifida, the spinal birth defect found in the children of some Vietnam veterans. ``Based on the recent literature,'' the new report said, ``there are no additional diseases that satisfy this category's criteria.'' Tollerud, in an interview, said new research was conducted on diabetes and on spina bifida, as well as other diseases. About 19 million gallons of Agent Orange and other chemicals were used to defoliate trees in the jungles of Vietnam, beginning in 1962. Their use was stopped in 1971, two years after studies first linked Agent Orange to birth defects in laboratory animals. "
		},
		{
			"id":"XIE19990402.0250",
			"headline":"Thai, U.S. Experts Cooperate Over Toxic Chemicals",
			"text":" BANGKOK, April 2 (Xinhua) -- Thai and U.S. experts would cooperate in an operation to identify the toxic chemicals recently discovered under an airport in Hua Hin, about 200 kilometers south of Bangkok. The United States has dispatched a team of experts from the Joint United States Military Assistance Group to inspect the site with Thai experts, sources close to the U.S. Embassy here said on Friday. The strong-smelling hazardous waste was unearthed last week under the Bor Fai airport runway in Hua Hin of Prachuab Khiri Khan Province. The waste, suspected of being the deadly \"Agent Orange\" chemical used by the U.S. Army to denude forests to deny Vietnamese fighters ground cover during the Vietnam War, has caused several Thai villagers to fall sick. However, there is conflicting information over who brought the substance into Thailand. Thailand's Foreign Ministry confirmed that the six Thai military facilities known to have been used by Washington during the Vietnam War excluded Bor Fai airbase, which had long been owned by the Thai Civil Aviation Department. \"It had been used as a pilot training ground years before the war and is still used for that purpose,\" an official said. The U.S. Embassy has refused to disclose any further details concerning the possibility that Washington had secretly used the airbase during the Vietnam War, saying the information currently available does not go back that far. Washington sent the inspection team at the request of Bangkok. Jarupong Bunlong, deputy director-general of Thailand's Pollution Control Department, said the chemicals should be identified by next week. All he could confirm for now is that the five 15-liter barrels and one 200-liter barrel that have been found originated from the United States. Thai experts had earlier discovered the toxic barrels had a code designating their origin, but had not said what the substance was. The code names \"Delaware\" ( a U.S. state) as the place of origin. Jarupong said his department has built a shelter around the area to prevent rainfall from dissolving the substance underground. "
		},
		{
			"id":"NYT19990515.0160",
			"headline":"VIETNAM SEES WAR'S LEGACY IN ITS YOUNG",
			"text":" HO CHI MINH CITY, Vietnam _ In what amounted to a chance second-generation reunion from the war years, five teen-age girls laughed and chattered at a lunch table the other day, all of them patients in a hospital for severely deformed or mentally retarded children. Their fathers had been soldiers from different parts of North Vietnam who fought in the same area of Tay Ninh province in the south and dispersed to their homes when the war ended in 1975. Then they had children. The area where they fought had been heavily sprayed with the herbicide Agent Orange in a wide-ranging, decade-long campaign by the United States to deprive its enemy of forest cover and food crops. Officials here are convinced that the five teen-agers _ along with tens of thousands of other deformed children of war veterans and exposed civilians _ are the victims of the herbicide and its poisonous residue, dioxin. Reunions like the one in the hospital are not uncommon, the officials say. But Vietnam's scientific studies have been sketchy and its evidence is often anecdotal. Until there is firm proof that chemical herbicides are to blame, the United States says it cannot take responsibility. Vietnam has raised the issue only glancingly in talks with the United States, said Ambassador Douglas Peterson. But it arises repeatedly among people here who say it is one of the most painful remnants of a war that ended 24 years ago. In a country where Americans are generally welcomed with friendship, the absence of aid from the United States for deformed children is one issue that still rankles. It is a subject that the government-controlled press keeps alive with occasional reports and that is sometimes placed on the agendas of foreign delegations, who are shown shelves full of glass bottles with labels like ``Deformed baby with two heads, one body.'' ``You talk so much about human rights and humanity,'' said Dr. Le Cao Dai, who runs the Agent Orange program of the Vietnamese Red Cross. ``No human rights in China. No human rights in Vietnam. So why, these children, are they not eligible for human rights?'' U.S. officials and many independent researchers caution that there is no certainty that Agent Orange is responsible for the illnesses and birth defects, which can have other causes and can be found in other countries in the region. The Veterans Association in Washington now offers compensation for 10 diseases, as well as for the birth defect spina bifida, that have been determined to be linked, or possibly linked, to the spraying in Vietnam. The United States says more accurate tests are needed to confirm the Vietnamese assertion that there are victims here as well. ``The Agent Orange issue in this country is driven by propaganda,'' said a diplomat. ``They would have you believe that every deformed baby is a result of Agent Orange. And the same with American GIs.'' From 1962 to 1971, the United States sprayed 12 million gallons of defoliant over more than 10 percent of what was then South Vietnam. Some 14 percent of the area's forests were destroyed, according to U.S. figures, and broad stretches of the landscape are still bare of trees. The strongest evidence so far that some areas are still contaminated was published last October by a Canadian environmental research group, Hatfield Consultants. In a five-year study of the Aluoi Valley in central Quang Tri province, the researchers found high levels of dioxin in the soil, in fish and animal tissue, and in the blood of people born after the war. ``If such data were collected in most Western jurisdictions, based on similar sampling levels, major environmental cleanup and more extensive studies would be implemented,'' the report said. ``As Western-based scientists, we can hardly recommend less be done in Vietnam.'' The study was careful not to draw conclusions about the contentious question of human victims of the chemical spraying. But David Levy, vice president and senior scientist of Hatfield, said in an interview that logic would suggest that there were victims. Over the years, tests conducted by Vietnamese and foreign researchers in certain localities here have documented high levels of contamination of breast milk and blood. Though the methodology may not be as rigorous as that in more-developed nations, the findings are often striking. Dai said sharp contrasts are evident between the south, which was sprayed, and the north, which was not, and between northern residents who fought in the south and those who did not. <ANNOTATION> (STORY CAN END HERE _ OPTIONAL MATERIAL FOLLOWS) </ANNOTATION> ``Of course, to be very accurate, we need to have more medical study to confirm the causes,'' said Dr. Nguyen Thi My Hien, the director of the hospital here, the Thanh Xuan Peace Village, that cares for deformed children. But she said she believed that about 80 of her 100 patients were victims of chemical spraying. One of these is Nguyen Cong Nang, 11, the severely retarded son of a former soldier who is himself disabled, with metal shrapnel lodged behind his right eye. Now the father, Nguyen Van Hien, 45, spends his days at the hospital, feeding and bathing his son and rocking him to sleep at nap times. He said that all three of his sons had birth defects and that friends from the war also had children who were born deformed. ``For us it was OK,'' he said of his fellow soldiers. ``We were happy to sacrifice on behalf of the next generation. But these children are innocent of the war. They are a generation of victims who are the children of victims.'' The chance reunion of the children of battlefield comrades included Nguyen Thi Thoa, 15, whose body is covered with black blotches and whose younger brother died of heart disease. Hien described the blotches simply as a melanin disorder and said: ``It is a very serious case. We are confused about how to treat it.'' Sitting by her were two sisters, Nguyen Thi Thuong, 15, and Nguyen Thi Khuyen, 13, both of whom have mild mental retardation and whose growth has been severely stunted. Hien said the sisters' father had been unable to bear their ailments and had fled their home. After their mother brought them to live at the hospital, the doctor said, the parents reunited and had another baby, who was also born deformed. That story is not unusual, said Dai of the Red Cross. Parents often consider such births to be punishments for their sins and keep trying for healthy children, only to produce more sick ones. In some cases, the parents are ostracized by fellow villagers for these presumed sins and exiled to live at the edges of rice fields. In a final humiliation for these unlucky veterans, he said, ``People sometimes say, `This is happening to you because you killed too many people when you fought in the war.''' "
		},
		{
			"id":"XIE19990529.0166",
			"headline":"Vietnam Undertakes Nation-wide Census of Agent Orange Victims",
			"text":" HANOI, May 29 (Xinhua) -- Vietnam decided to undertake next month a nation-wide census of Agent Orange victims, Vietnam's English daily Vietnam News reported Saturday. The results of the census are intended to be used by the Vietnamese government to work out more relevant policies for the well-being of victims, and to call for stronger support from domestic organizations and international assistance for victims. During the Vietnam war, the Americans sprayed 42 million liters of toxic chemicals, most of it Agent Orange, said Vietnam News, adding that the victims include people who lived and worked in areas sprayed between 1961 and 1971 southwards of the 17th parallel. Congenital deformity and disability caused by exposure to the toxic chemical during the war can be found even in the second generation of people directly exposed to it, said the daily. Its effects on humans include cancer and skin disease, as well as congenital deformities and disabilities, while causing widespread environmental damage. Officials of Vietnam's Ministry of Labor, War Invalids and Social Affairs believe more victims now live in Vietnam's central and northern provinces than the south, with some families in central Vietnam having three to five affected children. The census will be implemented in all the 10,300 villages in the country and be completed by July, an official of Vietnam's Ministry of Labor, War Invalids and Social Affairs said. "
		},
		{
			"id":"APW19980718.0011",
			"headline":"Vietnam to launch fund for victims of war-era defoliant",
			"text":" HANOI, Vietnam (AP) _ Vietnam is launching a support fund for victims of the defoliant Agent Orange, more than two decades after its use by U.S. forces in the Vietnam War, the Labor newspaper reported Saturday. The paper quoted Nguyen Trong Nhan, chairman of the Vietnam Red Cross, as saying those affected by the toxic chemical will receive assistance from the fund by the year 2000 after a survey on Agent Orange victims is completed next year. The fund, which primarily will rely on donations from domestic and foreign organizations and individuals, will be inaugurated next Friday. It will be managed by the Red Cross, which will provide loans and training to victims. They include former soldiers who fought in areas sprayed with Agent Orange by U.S. aircraft and children who were later born with deformities. Nhan said the government's strained budget might have delayed assistance, pointing out that a laboratory test of a sample for Agent Orange costs dlrs 3,000. Prime Minister Phan Van Khai in April assigned the Ministry of Labor, War Invalids and Social Affairs to conduct a survey on the estimated 300,000 Agent Orange victims in Vietnam. "
		},
		{
			"id":"APW19980724.0360",
			"headline":"Red Cross launches fund for victims",
			"text":" HANOI, Vietnam (AP) _ The Vietnamese Red Cross launched a special fund Friday for victims of Agent Orange, saying the toxic defoliant is starting to claim its third generation of victims a quarter-century after the end of the Vietnam War. ``With Agent Orange, the land mines were planted deep in the very essence of life _ in the genes of the men and women,'' said John Geoghegan, the country head for the International Federation of Red Cross and Red Crescent Societies. ``That this war is being fought again with their grandchildren is a horrific thought.'' No one knows how many people suffer from the effects of Agent Orange, which was sprayed over wide swaths of jungle by U.S. planes during a 10-year period to strip away cover for North Vietnamese troops and their resupply convoys. Estimates range from tens of thousands to 2 million Vietnamese. In April, Prime Minister Phan Van Khai ordered the first nationwide survey, to be completed next year. In addition, veterans from at least four countries who fought on the side of the former U.S.-backed South Vietnamese government sued the chemical's manufacturers in the United States, saying exposure caused chronic illness, deaths and birth defects. According to U.S. records, the United States sprayed about 12 million gallons (45 million liters) of Agent Orange over parts of southern and central Vietnam in 1961-71. The total included about 375 pounds (170 kilograms) of dioxin, a mere trace of which can cause cancer. The spraying was stopped in 1971 _ four years before the end of the war _ after laboratory tests showed that dioxin can cause cancers and birth defects. It's virtually impossible to determine which birth defects or ailments are directly related to Agent Orange. But the Vietnamese Red Cross says there appear to be common threads: brothers and sisters suffering from the same deformities, which is otherwise fairly uncommon; arms and legs that are twisted in a certain way; and eyes without pupils. Hoang Dinh Cau, chairman of the National Committee for Investigation of Defects from Toxic Chemicals Used During the Vietnam War, said recent studies show dioxin levels are dropping, along with high rates of birth defects, in the affected areas. But some still have high toxicity levels in both the soil and the oil of fish that were checked. Cau, 81, dismissed concerns that dioxin has and will continue to leech into the food supply. However, some foreign scientists worry that ongoing demining efforts are stirring up buried dioxin and allowing it to be carried into the water system by erosion. Vietnam estimates 16.5 percent of the 70,391 square miles (182,299 square kilometers) in the former South Vietnam were sprayed, some areas four times or more. Nearly 2 million people lived in the affected areas. In most of the country, the deformity rates peaked in the late 1970s and have fallen sharply since 1985, Cau said. But in the most heavily sprayed areas, the declines didn't start until the '90s. ``Initially, we did not think the chemicals would have an impact on the second generation,'' Cau said. ``But dioxin can stay in the soil very long.'' He pulled out a stack of case studies. One showed a couple who had two healthy children before the father went to fight in the south. Four miscarriages followed his return. Another couple had eight deformed children. He said recently developed treatments have improved the lives of some victims. Those children who have the most serious deformities are cared for at 11 ``peace villages'' scattered across the country that can handle a total of 500 patients. More villages are planned. "
		},
		{
			"id":"NYT19980907.0284",
			"headline":"EDITORIAL OBSERVER: AGENT ORANGE IN VIETNAM, 30 YEARS LATER",
			"text":" Dr. Le Cao Dai, one of Vietnam's top experts on the health effects of Agent Orange, first encountered American military herbicides when he ran a field hospital for the North Vietnamese army along the Ho Chi Minh Trail. American planes would fly low over the forest canopy and release a cloud of chemicals. Within days, the leaves would begin to fall, forcing Dai to move his hospital deeper into the forest for concealment. Only later did he come to believe that the spraying had done long-term health damage to Vietnamese soldiers and civilians. That belief is shared by leading Vietnamese doctors who were interviewed on a recent trip through Vietnam. None would hazard a guess to this writer as to how extensive the damage had been, but one was later quoted in the Vietnamese press as asserting that some 70,000 Vietnamese are now suffering from illnesses caused by Agent Orange. The evidence to support these beliefs is weak, for it is a sad irony of the Vietnam War that those most likely to have been affected by the spraying _ the Vietnamese themselves _ have been the least effectively studied. The United States has put enormous effort into assessing possible harm to American soldiers but found only limited damage, perhaps because most soldiers had relatively little contact with the chemicals during their short tours of duty. Meanwhile, the Vietnamese troops directly under the spray and civilians who lived in the sprayed areas for years or moved in later, have been studied primarily by Vietnamese scientists whose results are not generally accepted by scientists from more advanced nations. American herbicides, of which the most prominent was Agent Orange, were widely dispersed to defoliate trees over supply routes, clear away brush from roadsides, riverbanks and base camps, and kill food crops that sustained guerrilla bands. More than 10 percent of the land area of South Vietnam was sprayed at least once, and some areas were sprayed repeatedly. The herbicides themselves would generally dissipate within weeks but would leave behind a toxic contaminant, dioxin, that was inadvertently created during the manufacturing process. Journalists who inquire about Agent Orange are routinely taken to ``peace villages'' to see malformed children, to an exhibit on health consequences at the medical school in Hanoi or to a collection of malformed fetuses at an obstetrical hospital in Ho Chi Minh City. All three sites make a powerful case that there is appalling illness in Vietnam, but all fall short of demonstrating that Agent Orange was the culprit. The birth defects, cancers and other illnesses that the Vietnamese attribute to Agent Orange can be caused by a wide range of factors, and Agent Orange may not be prominent among them. The epidemiological and laboratory studies that offer the best hope of teasing out answers are difficult for even the most advanced scientific countries to perform. Vietnamese studies that purport to find excess cancers, birth defects and other illnesses in soldiers and civilians from areas that were sprayed are discounted by Western experts for lack of stringent methodology. Vietnamese and American scientists once started a collaborative research effort, but it fell apart three years ago when Vietnamese authorities confiscated research samples before they could leave the country. Now, however, the Vietnamese and the American Embassy in Hanoi are both suggesting a joint study of the effects of the herbicides. The U.S. National Academy of Sciences has been asked to consider whether it is feasible to do a study so long after the spraying, in a nation where health records and disease measures are notoriously incomplete. The research seems well worth doing, if it is technically feasible. An authoritative study would add to the growing literature on the health effects of herbicides and dioxin, could help the Vietnamese decide how to allocate scarce health resources and might shed additional light on the effects of Agent Orange in American veterans. Most compelling of all, it might finally close one of the festering wounds from the Vietnam War. "
		}
	]
}
