{
    "docSet": [
        {
            "headline": "China airlifts relief goods to Indonesia", 
            "text": "\n<P>\nA Boeing 747 plane carrying 50 tons of relief goods left Guangzhou in\nsouth China for tsunami- stricken Indonesia Thursday, said an\nofficial of the Ministry of Commerce.\n</P>\n<P>\nThe destination is Medan, capital of North Sumatra, Indonesia,\naccording to the China Southern Airlines that operates the cargo\nflight.\n</P>\n<P>\nThis is the second batch of relief goods China has sent to the\ntsunami-hit countries in south and southeast Asian countries. The\nfirst batch of 100-ton cargoes was airlifted to Colombo, capital of\nSri Lanka, Wednesday morning.\n</P>\n<P>\nThe two batches of relief goods, worth 21.63 million yuan (2.62\nmillion US dollars), are mainly tents, blankets, sheets and food that\nare badly needed by the people affected by the tsunami.\n</P>\n", 
            "id": "XIN_ENG_20041230.0105"
        }, 
        {
            "headline": "Chinese rescue team arrives in Indonesia", 
            "text": "\n<P>\nA Chinese quake rescue team arrived in tsunami-ravaged Indonesia\nearly Friday to help emergency aid efforts there.\n</P>\n<P>\nThe Chinese team arrived in Medan, capital of North Sumatra,\nIndonesia, at 05:10 a.m. local time by a chartered plane.  They will\nleave for Aceh Province later in the day.\n</P>\n", 
            "id": "XIN_ENG_20041230.0272"
        }, 
        {
            "headline": "Indonesia announces international summit on tsunami (ADDS details)", 
            "text": "\n<P>\nIndonesia's foreign minister on Friday announced his country will\nhost a January 6 summit of world leaders to discuss the aftermath of\nAsia's devastating natural disaster.\n</P>\n<P>\n\"The meeting will be to discuss the handling of the impact of the\nearthquake and the tsunami,\" Hassan Wirayuda said.\n</P>\n<P>\nHe said that the conference will invite 23 countries, including the\n10 member states of the Association of Southeast Asian Nations and\nfour major international organisations.\n</P>\n", 
            "id": "AFP_ENG_20041231.0013"
        }, 
        {
            "headline": "Japanese troops to help rescue work in Indonesia", 
            "text": "\n<P>\nJapan on Tuesday put its army, air force \nand navy on standby to provide assistance to survivors of Asia's \ntsunami disaster, with most of their work expected to be in \nworst-hit Indonesia.\n</P>\n<P>\nAn advance team comprising some 20 personnel will leave Japan \nlater Tuesday to visit Indonesia, Thailand and Malaysia to collect \nfirst-hand information on what the reo sent nearly 120 civilian emergency workers to \ntsunami-hit countries.\n</P>\n", 
            "id": "AFP_ENG_20050104.0045"
        }, 
        {
            "headline": "Nearly 500,000 Indonesians homeless after tsunami", 
            "text": "\n<P>\nNearly 500,000 people were made \nhomeless after tsunami swept Aceh province, in Indonesia on Dec. \n26, ministry of information and communication said on Wednesday.\n</P>\n<P>\nThe official of the ministry said that at least 476,619 people \nwere refugees, and the figure could increase as there were still \nmany others uncounted by the officials.\n</P>\n<P>\nAt least 95,000 people were killed by the tsunami in Indonesia.\n</P>\n<P>\nA powerful earthquake of 8.7 degrees on Richter scale shocked \nmany parts of the provinces of North Sumatra and Aceh.\n</P>\n", 
            "id": "XIN_ENG_20050105.0031"
        }, 
        {
            "headline": "Indonesia boosts quake-tsunami death toll", 
            "text": "\n<P>\nIndonesia's official earthquake and tsunami death toll rose by more than 100\npeople Wednesday to 94,200, the health ministry said.\n</P>\n<P>\nThe ministry, which has said it expects the number of dead on hardest-hit\nSumatra island to top 100,000, had not increased its count since Monday, when it\njumped by 14,000 to 94,081.\n</P>\n<P>\nSumatra is the focus of a massive international aid effort, with foreign\nmilitaries led by the United States flying in assistance since the magnitude 9.0\nquake struck on Dec. 26.\n</P>\n<P>\nIt was the biggest earthquake anywhere in the world for 40 years and unleashed a\ntsunami that slammed into coastal communities from southern Asia to Africa\nkilling nearly 150,000 in 11 nations.\n</P>\n", 
            "id": "APW_ENG_20050105.0088"
        }, 
        {
            "headline": "Australia pledges 1 bln Australian dlrs for Indonesia's rebuilding", 
            "text": "\n<P>\nAustralian Prime Minister John \nHoward said Wednesday that his country would provide 1 billion \nAustralian dollars (about 764 million US dollars) in loans and \ngrants to assist Indonesia in its rebuilding after the Dec. 26 \nearthquake-tsunami disaster.\n</P>\n<P>\nThis was the biggest single aid package in Australia's history,\nHoward told a press conference in Jakarta.\n</P>\n<P>\n\"This is a historic step in Indonesian-Australian relations in \nthe wake of this terrible natural disaster,\" Howard said.\n</P>\n<P>\nHalf of the assistance will be in the form of grants for short \nterm relief and the remainder in loans for long term \nreconstruction, Howard said.\n</P>\n<P>\nThe killer tsunami that was touched off by an 8.7-magnitude \nearthquake off Indonesia's Sumatra island on Dec. 26, has climbed \nto over 145,000 so far, with over 90,000 deaths reported in \nIndonesia.\n</P>\n", 
            "id": "XIN_ENG_20050105.0203"
        }, 
        {
            "headline": "Japan increases aid to tsunami-hit provinces in Indonesia", 
            "text": "\n<P>\nThe Japanese government is \ncommitted to increase its aid for tsunami-hit Aceh and North \nSumatra provinces to 146 million US dollars, Japanese Ambassador \nto Indonesia Yutaka Iimura said on Monday.\n</P>\n<P>\nJapan has provided some 500 million US dollar fund for tsunami-\naffected countries including Indonesia, the Maldives and Sri Lanka.\n</P>\n<P>\nIndonesia got 130 million US dollars at the beginning and now \nthe figure is 146 million US dollar, Iimura told reporters at the \nState Palace.\n</P>\n<P>\nThe ambassador said that his government would conduct a survey\nthis week in Aceh province in order to find out what is the most \nneeded for survivors in the tsunami-hit areas.\n</P>\n<P>\nHe also said that the government of Japan committed to \ninvolving in long-term reconstruction and rehabilitation projects \nin the provinces of Aceh and North Sumatra.\n</P>\n<P>\nAn extremely powerful earthquake and the tsunami that followed\ndevastated many parts of North Sumatra and Aceh on Dec. 26 last \nyear, killing more than 100,000 people there.\n</P>\n", 
            "id": "XIN_ENG_20050110.0141"
        }, 
        {
            "headline": "Bangladesh to send energy biscuits for tsunami victims", 
            "text": "\n<P>\nBangladesh would airlift and ship 1,\n000 metric tons of high energy biscuits (HEB) for the tsunami \nvictims of Indonesia and Sri Lanka this week.\n</P>\n<P>\nThe official news agency BSS Monday quoted the sources at the \nDepartment of Relief and Rehabilitation as saying that the United \nNations World Food Program (WFP) would airlift a part of the food \nto Sumatra immediately after availability of aircraft and that the\nrest would be shipped for Sri Lanka in the next couple of days.\n</P>\n<P>\nThe sources said as part of the planned 1,000 metric tons of \nHEB, the government is contemplating of sending several hundred \ntons of HEB to Sri Lanka, Indonesia and the Maldives in the coming\nweeks.\n</P>\n<P>\nOfficials said the government was providing extensive support \nto the WFP for sending the relief to the tsunami victims.\n</P>\n<P>\nBangladesh has already sent medicines and other relief goods \nfor the tsunami victims in Sri Lanka and the Maldives.\n</P>\n", 
            "id": "XIN_ENG_20050110.0191"
        }, 
        {
            "headline": "Uzbekistan sends aid to tsunami hit Indonesia", 
            "text": "\n<P>\nUzbekistan on Monday sent a plane with 35 metric tons (39 short tons) of\nhumanitarian aid to tsunami-hit Indonesia, the Foreign Ministry\nsaid.\n</P>\n<P>\nThe Ilyushin-76 cargo plane headed for Medan, the main city on Indonesia's\nSumatra island, one of the areas hardest hit by the Dec. 26 tsunami, the\nministry said in a statement.\n</P>\n<P>\nA second plane with an additional 16 metric tons (18 short tons) of aid was to\ndepart Monday evening.\n</P>\n<P>\nThe aid includes medicines, tents, food, two off-road vehicles, a motor boat,\nfield kitchens, drinking water and helicopter parts.\n</P>\n<P>\nPlanes from this Central Asian nation are also helping deliver aid from Denmark\nand Switzerland, the Foreign Ministry said.\n</P>\n", 
            "id": "APW_ENG_20050110.0567"
        }
    ], 
    "id": "D1046H", 
    "title": "Tsunami Indonesia"
}