{
    "docSet": [
        {
            "headline": "Blake Defense Closes Without Actor's Testimony", 
            "text": "\n<P>\nRobert Blake's defense closed Wednesday without his\ntestimony, gambling that jurors won't buy the state's largely\ncircumstantial case that accuses the actor of shooting the wife he\ndespised after he couldn't find someone willing to commit the crime.\n</P>\n<P>\nM. Gerald Schwartzbach called 38 witnesses to emphasize the lack of\nevidence directly linking his client to the 2001 murder of Bonny Lee\nBakley, and to attack the competence of the Los Angeles Police\nDepartment investigation, which focused early on the accused.\n</P>\n<P>\nSchwartzbach has also closely followed a blueprint he laid out for\njurors in his opening statement, but avoided a-trash-the-victim\nstrategy by earlier counsel that dominated the early stages of the\ncase with accounts of Bakley's involvement in a mail-order pornography\nbusiness.\n</P>\n<P>\n``For a celebrity case, it was tried like a pretty standard\ncriminal case'' with the defense focusing on reasonable doubt, said\nLaurie Levenson, a former federal prosecutor who teaches criminal law\nat Loyola Law School in Los Angeles.\n</P>\n<P>\nLevenson noted that Blake, 71, not only faces life if convicted of\nmurder, but up to nine years if jurors find him guilty on the other\ncharge, solicitation to murder.\n</P>\n<P>\n``For Blake, there are a lot of ways to lose,'' said Levenson. ``At\nhis age, it could be very close to a life sentence.''\n</P>\n<P>\nWhile Bakley hasn't emerged unscathed at trial, Schwartzbach\nsuggested that someone from her past was out to harm her, and that\nBlake was concerned enough with the threat that he began to carry a\ngun for protection.\n</P>\n<P>\nProsecutors have built their case on the testimony of stuntmen Gary\nMcLarty and Ronald ``Duffy'' Hambleton, who each testified Blake asked\nthem to ``pop'' or ``snuff'' his wife, laying out multiple scenarios\nto kill her including one involving the restaurant near where she was\nkilled May 4, 2001.\n</P>\n<P>\nBlake has pleaded not guilty to killing Bakley. He faces life in\nprison if he is convicted of murder.\n</P>\n<P>\nThe defense's strongest moment came during the cross examination of\nMcLarty, when the veteran stuntman acknowledged a long-term cocaine\naddiction and a drug-induced breakdown in which he thought police were\ntunneling under his home and satellites monitoring his every move.\n</P>\n<P>\nTo a lesser degree, Schwartzbach tried to discredit Hambleton, who\nhad testified that he hadn't used drugs since 1999, with witnesses who\ntold jurors that the stuntman used drugs as late as 2001.\n</P>\n<P>\n``Clearly, they didn't make the best witnesses,'' said Robert\nPugsley, a criminal law professor at Southwestern School of Law in Los\nAngeles. ``On the other hand, that's all the prosecution had. ... Even\npeople on drugs can tell the truth.''\n</P>\n<P>\nStill, by keeping Blake off the witness stand, legal experts say\njurors will remain focused on the credibility of those who did\ntestify.\n</P>\n<P>\nWhen a defendant testifies, ``It becomes `Do we believe the\ndefendant?' '' said Peter Keane, a former San Francisco public\ndefender and criminal law professor at Golden Gate University School\nof Law in San Francisco.\n</P>\n<P>\nBut there is what Levenson called ``the Peterson effect.'' Jurors\nwant to hear from the defendant, she said. They want to hear that side\nof the story.\n</P>\n<P>\nYet there's an obvious risk for any defendant who takes the stand.\n</P>\n<P>\n``As a general rule in a criminal case, if you can keep your client\nfrom testifying, you do,'' Keane said.\n</P>\n<P>\nAnd Blake's case has an added problem. ``It's a no-win situation,''\nLevenson said, if he does well, ``prosecutors are just going to claim\nhe is acting.''\n</P>\n<P>\nDespite excessive pretrial publicity about Bakley's tawdry past,\nlegal experts said Schwartzbach was smart to avoid dirtying the\nvictim.\n</P>\n<P>\n``One of the things that turns jurors off is tarnishing the\nvictim,'' Keane said. ``Jurors resent it.''\n</P>\n<P>\nBesides, experts say that Blake's earlier lawyers, most notably\nHarland Braun, excelled in their efforts to influence the jury pool by\npainting Bakley as a scam artist who bilked money out of men answering\nher ads in lonely hearts magazines.\n</P>\n<P>\nYet experts downplayed Schwartzbach's attempt to blame the police\nfor allegedly mishandling evidence and focusing on Blake too early in\nthe investigation\n</P>\n<P>\nSince the O.J. Simpson double-murder trial, ``we have not had a\ncase where the LAPD has not been accused of mishandling evidence,''\nPugsley said.\n</P>\n<P>\nIts normal for police to focus immediately on a spouse of the\nmurder victim.\n</P>\n<P>\n``In most domestic partner killings, the surviving partner is the\nusual prime suspect, that doesn't mean Blake did it, but statistically\nhe was the most likely suspect,'' he said.\n</P>\n", 
            "id": "LTW_ENG_20050223.0057"
        }, 
        {
            "headline": "Defense rests in Robert Blake murder case", 
            "text": "\n<P>\nRobert Blake's defense rested its case without calling him to the stand, but he\nwas able to tell jurors his story in a videotape of a TV interview that was\nplayed in court.\n</P>\n<P>\n\"It's all about Rosie,\" he said, referring to the baby he had with slain wife\nBonny Lee Bakley. \"It's always been about Rosie. The greatest gift in the world,\nand I'm going to try to mess it up by being selfish?\"\n</P>\n<P>\nThe final day of Blake's extensive defense case also featured his adult\ndaughter, Delinah Blake-Hurwitz, testifying Wednesday about her adoption of the\nchild and undergoing such a rigorous cross-examination by the prosecutor that\nmany of the questions went unanswered when the judge ruled they were\nargumentative.\n</P>\n<P>\nRosie was seen by jurors for the first time during the videotape of the Barbara\nWalters interview, which showed Blake with the little girl on his\nshoulders.\n</P>\n<P>\nBlake is accused of murdering Bakley on May 4, 2001. They had been married the\nprevious November after tests showed Blake was the father of the\nbaby.\n</P>\n<P>\nFollowing the defense's presentation, which featured 38 witnesses, the\nprosecutor said she would put on a rebuttal case calling more witnesses\nThursday.\n</P>\n<P>\nThe prosecution case depended heavily on the testimony of two retired stuntmen\nwho said that Blake solicited them to kill Bakley. Other witnesses spoke of his\nanxiety when he found out Bakley was pregnant and his desire to get her out of\nhis life but to keep the baby that he loved.\n</P>\n<P>\nIn the defense case, the ex-stuntmen were attacked as drug addicts prone to\nhallucinations and delusions.\n</P>\n<P>\nBlake, 71, a lifelong actor who starred in the 1970s TV detective show\n\"Baretta,\" could face life in prison if convicted.\n</P>\n<P>\nIn the interview video, which was recorded when Blake was in Los Angeles County\njail, he was clad in an orange jumpsuit and his eyes were reddened.\n</P>\n<P>\nHe appeared agitated as Walters questioned him about why he had not divorced\nBakley. He said there was no need to divorce her because they were going to make\na go of it.\n</P>\n<P>\n\"What did I have to lose?\" he said. \"God gave me the gift of the century. I\nalways thought my life was a home run. Now, at the end of the trail, I was going\nto get to hit the ball out of the universe.\"\n</P>\n<P>\nBlake mentioned that he knew she was doing \"her business\" from his house and \"I\nwas going to take care of that.\" He said that she had another house in suburban\nThousand Oaks and she could do it there.\n</P>\n<P>\nWitnesses have said that Bakley conducted a mail-order scam in which she coaxed\nmen to send her money with promises of sex.\n</P>\n<P>\nBlake described himself to Walters as \"an old man\" and said he had been spending\nhis time picking up women in bars, suggesting that his relationship with Bakley\nand the birth of the baby was an improvement.\n</P>\n<P>\nThe court was packed as Blake's adult daughter took the stand.\n</P>\n<P>\nMarried and pregnant with her own child, Blake-Hurwitz said that when she first\nmet Rosie, the child was a 4-month-old who was withdrawn, kept folding herself\ninto a fetal position and didn't make eye contact with anyone.\n</P>\n<P>\nBlake-Hurwitz, a psychology professor, said she immediately arranged for a\nfriend to take Rosie to a pediatrician. Within three weeks, Rosie was gaining\nweight and \"giggling,\" she said.\n</P>\n<P>\nOn cross-examination, prosecutor Shellie Samuels angrily accused the witness of\nending a previous marriage because her husband didn't want children. The\nimplication appeared to be that Blake wanted the baby in order to give his\ndaughter a child.\n</P>\n<P>\nBlake-Hurwitz said that's what her ex-husband may have believed, but it was not\nher reason for the annulment.\n</P>\n", 
            "id": "APW_ENG_20050224.0084"
        }, 
        {
            "headline": "Both sides rest in Blake murder case, arguments set for next week", 
            "text": "\n<P>\nThe prosecution and defense both rested their cases in the murder trial of actor\nRobert Blake, clearing the way for closing arguments next week.\n</P>\n<P>\n\"All sides have rested and the case is now concluded,\" Judge Darlene Schempp\ntold the jury Friday.\n</P>\n<P>\nThe judge said closing arguments will begin Wednesday and the case will be sent\nto the jury Friday. The extended recess is needed because of jurors' medical\nappointments.\n</P>\n<P>\nBlake, 71, is accused of shooting wife Bonny Lee Bakley, 44, to death in May\n2001, as she sat in his car parked near a restaurant where they had dined. Blake\ncould face life in prison if convicted.\n</P>\n<P>\nThe prosecution wrapped up its case after calling a writer for the National\nEnquirer as its last rebuttal witness. The testimony sought to shore up the\naccount of Gary McLarty, one of two former stuntmen who said Blake solicited\nthem to kill his wife.\n</P>\n<P>\nThe stuntmen were attacked by the defense as drug users who suffered from\nhallucinations and paranoia.\n</P>\n<P>\nThe Enquirer writer, Alan Smith, was called to vouch for the authenticity of an\narticle he wrote quoting Cole McLarty, the son of the stuntman, about the\ncase.\n</P>\n<P>\nThe prosecutor said that in the story Cole McLarty stated that Blake had talked\nof Bakley and \"he didn't like Bonny, didn't approve of her lifestyle and wanted\nher out of the way.\"\n</P>\n<P>\nThe story also said Gary McLarty told his son that \"he almost threw up when he\nheard Bonny Bakley was dead\" and he thought Blake was behind\nit.\n</P>\n<P>\nSmith said all comments attributed to Cole McLarty about his father's contact\nwith Blake regarding Bakley were correct.\n</P>\n<P>\nCole McLarty has denied saying many of the comments attributed to him in the\nstory, for which he was paid $8,000.\n</P>\n<P>\nThe defense established on cross-examination of Smith that the story never said\nBlake asked Gary McLarty to kill Bakley.\n</P>\n<P>\nCole had testified for the defense, saying that when his father told him of his\ndiscussions with Blake it was about getting paid to beat up someone and there\nwas no mention of killing Bakley.\n</P>\n<P>\nThe article itself was not admitted as evidence because it was considered\nhearsay, but prosecutors were allowed to raise it in an effort to contest Cole\nMcLarty's testimony.\n</P>\n", 
            "id": "APW_ENG_20050226.0007"
        }, 
        {
            "headline": "Lawyer Says Blake Overacted as Grieving Spouse", 
            "text": "\n<P>\nThe prosecutor in the Robert Blake murder trial\nurged jurors Wednesday to ignore his celebrity, then derided his\nacting abilities by saying he overplayed his role as a grieving\nspouse.\n</P>\n<P>\nBlake, a two-time Emmy Award winner, ``overestimated his acting\nabilities,'' said Deputy Los Angeles County District Attorney Shellie\nL. Samuels during her three-hour closing argument.\n</P>\n<P>\nShe told jurors that ``reality crashed into fantasy'' the moment\nBlake pulled the trigger, killing Bonny Lee Bakley on May 4, 2001,\nnear a Studio City restaurant where the couple had just eaten. And she\nsaid it explained why Blake became physically ill at the sight of his\nfatally injured wife.\n</P>\n<P>\n``He shot people on TV. He shot people in the movies. But he never\nreally shot a person in real life,'' Samuels said. ``It freaked him\nout.''\n</P>\n<P>\nDefense lawyer M. Gerald Schwartzbach countered that the evidence\ndoes not support the theory that Blake shot the 44-year-old Bakley.\n</P>\n<P>\n``There is no direct evidence -- none, zero, zippo -- that Mr.\nBlake killed Bonny Bakley,'' he told jurors in a San Fernando Valley\ncourtroom.\n</P>\n<P>\nSchwartzbach accused the Los Angeles Police Department of\nincompetence, and rushing to judgment against the celebrity. And he\nbranded the key prosecution witnesses, both aging Hollywood stuntmen,\nas ``liars'' and delusional drug addicts. Both testified that Blake\ntried to hire them to kill his wife.\n</P>\n<P>\nThe cornerstone of the circumstantial case was Blake's hatred for\nBakley. She had been convicted of fraud, ran a mail-order pornography\nbusiness and, over his objections, bore his now 4-year-old daughter,\nRosie.\n</P>\n<P>\nAlthough Blake first tried to have Bakley undergo an abortion, his\nlove for the girl grew after her birth, as did his hatred for the\nwoman whom he felt he had been forced to marry, the prosecution\ncontends.\n</P>\n<P>\n``He was tricked by Bonny Lee and he hated her for it,'' Samuels\nsaid. ``He got taken by a small-time grifter.''\n</P>\n<P>\nNo one witnessed the shooting and no fingerprints were found on the\nmurder weapon, a Walther P-39 revolver later retrieved from a trash\nbin next to Blake's car, in which Bakley died, according to testimony.\nThe tiny amount of gunshot residue on Blake's hands could have come\nfrom handling the Smith &amp; Wesson revolver he was carrying at the time.\n</P>\n<P>\nBlake, 71, is charged with murder, two counts of solicitation of\nmurder. If convicted he could be sentenced to life in prison.\n</P>\n<P>\nThe star of TV's ``Baretta'' said someone else shot his wife in his\nparked car when he returned to a Studio City restaurant to retrieve\nthe Smith &amp; Wesson revolver that he said he accidentally left behind\nat their dinner table. He told police he carried the gun because his\nwife feared she was being stalked.\n</P>\n<P>\nBut Samuels said no one saw Blake return to the restaurant.\n</P>\n<P>\n``The alibi would have worked better if he truly had the acting\nabilities,'' she said, accusing him of acting more like a killer than\na grieving spouse.\n</P>\n<P>\nSamuels cited testimony that Blake tried to have Bakley arrested\nand her pregnancy aborted so that he would not have to marry her.\nAfter their marriage in November 2000, Blake solicited two Hollywood\nstuntmen to kill her.\n</P>\n<P>\nWhen he couldn't get anyone to go along with his murder-for-hire\nscheme, Samuels said the actor pulled the trigger himself.\n</P>\n<P>\nSchwartzbach focused on the stuntmen -- Gary McLarty and Ronald\n``Duffy'' Hambleton. They admitted lying under oath about their drug\nuse, and offered inconsistent versions of events, Schwartzbach said.\nThey also waited until Bakley was dead to tell police about Blake's\nmurder schemes.\n</P>\n<P>\nIt was those troubled backgrounds, said Samuels, that made the\nstuntmen attractive to Blake.\n</P>\n<P>\n``You are not going to go to your minister. You are not going to go\nto your banker,'' she said. ``You are not going to go to anyone\nupstanding.''\n</P>\n<P>\nShe said that despite their questionable lifestyles, their accounts\nwere corroborated by pre-paid phone card records documenting 56 calls\nfrom Blake's house to Hambleton and three to McLarty.\n</P>\n<P>\nShe warned jurors to beware of ``red herrings'' put up by the\ndefense, including McLarty's mental breakdown three years after\nBakley's killing, Hambleton's earlier legal woes, the dearth of\nforensic evidence and a book author who shadowed homicide detectives\nduring the investigation of Bakley's murder.\n</P>\n<P>\nAs early as the night of Bakley's murder, Blake ``did some\nsuspicious things'' that led detectives at the scene to focus on him\nas a possible suspect, Samuels said.\n</P>\n<P>\nShe said a husband fearing for his wife's safety would not leave\nher sitting alone on a dark street. And she also underscored the\ntestimony of witnesses that the actor did not appear sincere when he\ncried over his wife's death, including one witness who described Blake\nas ``turning it on and off.''\n</P>\n", 
            "id": "LTW_ENG_20050302.0145"
        }, 
        {
            "headline": "Prosecutor tells jurors to convict actor of murder as closing arguments begin in trial", 
            "text": "\n<P>\nRobert Blake deserves to be convicted of killing his wife, and the actor's\ncelebrity shouldn't gain him any special treatment, a prosecutor told jurors\nWednesday in closing arguments.\n</P>\n<P>\nBlake ambushed his wife, Bonny Lee Bakley, killing her after several other\npeople refused to do the job for him, prosecutor Shellie Samuels\nargued.\n</P>\n<P>\n\"That's what this case is all about, the defendant getting what he wants,\"\nSamuels said. \"And if he can't get someone else to do it, he'll do it\nhimself.\"\n</P>\n<P>\nThe star of television's \"Baretta\" and the movie \"In Cold Blood\" should be\ntreated like any other person accused of murder, Samuels said.\n</P>\n<P>\n\"The implication of counsel in opening argument is that Robert Blake is being\nprosecuted because he is Robert Blake and a regular John Doe wouldn't be\nprosecuted under the same circumstances,\" Samuels said. \"That is a blatantly\nridiculous argument.\"\n</P>\n<P>\nSamuels told jurors that Blake despised Bakley but cautioned that her background\nshould not be an issue in their verdict.\n</P>\n<P>\nBoth sides agree that Blake married Bakley because of their baby, Rosie, and\nthen was determined to keep the child away from the mother who sold promises of\nsex by mail. Blake also suspected her of using another of her children for\npornography and allegedly once called her family \"monsters.\"\n</P>\n<P>\nBlake, 71, is accused of murdering Bakley less than six months after their\nmarriage. Prosecutors allege Blake shot her outside his favorite restaurant in\nStudio City after failing to persuade two former stuntmen to do the\njob.\n</P>\n<P>\nSamuels had only a circumstantial case to present. No eyewitnesses, blood or DNA\nevidence linked Blake to the crime scene. The murder weapon could not be traced\nto Blake and experts testified the tiny amounts of gunshot residue found on\nBlake's hands could have come from a different gun he said he carried for\nprotection.\n</P>\n<P>\nIn his closing, defense lawyer M. Gerald Schwartzbach was likely to continue the\nline he took during trial, attacking the credibility of the two key\nwitnesses:\n</P>\n<P>\n_ Gary McLarty, a former \"Baretta\" stuntman and admitted cocaine user, said\nBlake offered him $10,000 and \"insinuated\" that he wanted Bakley\ndead.\n</P>\n<P>\n_ Ronald \"Duffy\" Hambleton, a former methamphetamine user, said Blake solicited\nhim to kill his wife. However, until six months after the crime, he denied\nknowing anything about such a plot.\n</P>\n<P>\nAfter closing arguments, the jury could get the case on Friday.\n</P>\n<P>\nIf convicted of murder, two counts of solicitation of murder and a special\ncircumstance of lying in wait, Blake could be sentenced to life in prison. He\nspent nearly a year in jail before being released on $1.5 million\nbail.\n</P>\n<P>\nBakley, 44, was shot as she sat in a car near Blake's favorite restaurant, where\nthey had dined on May 4, 2001. Blake contends he was in the restaurant at the\ntime, retrieving a handgun he carried for protection.\n</P>\n", 
            "id": "APW_ENG_20050302.0944"
        }, 
        {
            "headline": "Blake's acting abilities failed him when wife was killed, prosecutor says", 
            "text": "\n<P>\nRobert Blake starred in such films as \"In Cold Blood\" and in TV shows like\n\"Baretta,\" but he couldn't pull off the role of a distraught husband, a\nprosecutor told jurors during closing arguments in the actor's murder\ntrial.\n</P>\n<P>\n\"The defendant overestimated his acting abilities,\" Shellie Samuels said\nWednesday, citing witness testimony that Blake didn't appear to be sincere when\nhe cried the night his wife was shot to death. One witness said the actor\nappeared to be \"turning it on and off.\"\n</P>\n<P>\nBut Blake's lawyer, pointing out that no blood, DNA or other evidence directly\nlinks Blake to the 2001 slaying of Bonny Lee Bakley, said prosecutors were\nrelying on a drug-using liar as a key witness and a bungled police\ninvestigation,\n</P>\n<P>\n\"They convicted Mr. Blake on the night of the murder and then they conducted an\nincompetent investigation,\" defense attorney M. Gerald Schwartzbach\nsaid.\n</P>\n<P>\nCourt was adjourned for the day shortly after Schwartzbach began his remarks.\nHis arguments, expected to conclude Thursday, will be followed by Samuels'\nprosecution rebuttal.\n</P>\n<P>\nBlake, who is free on $1.5 million (euro1.14 million) bail, is charged with one\ncount of murder, two counts of solicitation of murder and a special circumstance\nof lying in wait. If convicted, he could be sentenced to life in\nprison.\n</P>\n<P>\nArriving in court before closing arguments, Blake was greeted with a hug by his\nadult daughter, Delinah. Blake did not make eye contact with a daughter of\nBakley's who also was in court.\n</P>\n<P>\nBlake sat impassively as the lawyers argued their cases, sometimes resting his\nright elbow on the defense table and running his hand through his gray\nhair.\n</P>\n<P>\nSamuels said Blake hated Bakley because she was a con artist who tricked him\ninto marrying her by getting pregnant and giving birth to a daughter he quickly\nbecame obsessed with.\n</P>\n<P>\nSamuels said Blake, who was used to manipulating other people through his\ncelebrity, \"got taken by a small-time grifter.\"\n</P>\n<P>\nBlake killed Bakley, the prosecutor said, when he couldn't find a way to avoid\nmarrying her or to take custody of their baby.\n</P>\n<P>\n\"He said he would do anything to protect that child,\" Samuels said. She\nconcluded her argument by playing a snippet of an interview Blake gave ABC's\nBarbara Walters in which he said no matter what happens to him, his daughter\nwill be kept away from Bakley's family.\n</P>\n<P>\n\"Those monsters will never get her,\" Blake said.\n</P>\n<P>\nSamuels laid out a timeline for jurors in which she said Blake went to elaborate\nlengths to try to have Bakley arrested before their Nov. 19, 2000, wedding so he\nwouldn't have to marry her. When that failed, the prosecutor said, he tried to\nabduct their daughter. And when that failed, Samuels said, Blake tried\nrepeatedly to solicit others to kill Bakley.\n</P>\n<P>\n\"When the solicitations were unsuccessful, he did it himself,\" Samuels\nsaid.\n</P>\n<P>\nBakley, 44, was shot to death May 4, 2001, outside Blake's favorite neighborhood\nItalian restaurant in Studio City.\n</P>\n<P>\nBlake, 71, maintains someone else killed Bakley when he left her briefly in the\ncar to retrieve a gun he accidentally left behind during dinner _ not the gun\nused in the shooting. He told detectives he was armed because his wife feared\nsomeone was stalking her.\n</P>\n<P>\nBut Samuels told jurors that if Blake really wanted to protect his wife he never\nwould have left her alone in a car parked on a dark street. In his argument,\nSchwartzbach responded that Blake parked the car under a street\nlight.\n</P>\n<P>\nBlake became physically ill at the sight of his wounded wife because years of\nportraying violent people hadn't prepared him to actually kill someone, Samuels\nsaid.\n</P>\n<P>\n\"He shot people on TV, he shot people in the movies, but he never really shot in\nreal life,\" she said. \"It freaked him out.\"\n</P>\n<P>\nSchwartzbach, meanwhile, attacked the credibility of one of the witnesses who\nimplicated Blake.\n</P>\n<P>\nRonald \"Duffy\" Hambleton, a former methamphetamine user who testified that Blake\nsolicited him to kill Bakley, had maintained until six months after the crime\nthat he knew of no such murder plot.\n</P>\n<P>\n\"Duffy Hambleton was a meth user, a meth manufacturer and a liar,\" Schwartzbach\nsaid.\n</P>\n<P>\nHe said another key prosecution witness, former \"Baretta\" stuntman and admitted\ncocaine user Gary McLarty, testified that Blake never asked him to kill anybody,\nadding that he had \"assumed\" that was what the actor wanted.\n</P>\n<P>\nSamuels acknowledged during her closing statement that the witnesses had shady\npasts but added that that shouldn't necessarily discredit them.\n</P>\n<P>\n\"He was looking for somebody who would be willing to do an assassination,\" she\nsaid. \"I mean you're going to need a pretty big lowlife.\"\n</P>\n<P>\nBoth sides agree that Blake married Bakley because of their baby, Rosie, and\nthen was determined to keep the child away from a mother who sold promises of\nsex by mail and whom Blake suspected of using another of her children for\npornography.\n</P>\n<P>\nSamuels cautioned the jury not to judge Blake based on Bakley's\npast.\n</P>\n<P>\n\"It doesn't matter what you think of Bonny,\" Samuels said.\n</P>\n", 
            "id": "APW_ENG_20050303.0083"
        }, 
        {
            "headline": "Humor Helps Lawyers Make Their Case", 
            "text": "\n<P>\nMost comedians wouldn't attempt to conduct a\ncross-examination any more than most lawyers would try to headline in\na comedy club.\n</P>\n<P>\nAnd while no one will mistake the San Fernando Valley courtroom --\nwhere jurors are considering whether actor Robert Blake killed his\nwife -- for the Laugh Factory, both sides have exploited humor as a\ntool for making their cases.\n</P>\n<P>\nAmid gruesome testimony on blood-spatter patterns and ballistics,\ndefense attorney M. Gerald Schwartzbach and prosecutor Shellie L.\nSamuels have waxed comedic on a variety of subjects, including the\npitfalls of modern marriage and musings on why some people claim they\nbuy Playboy magazine only for the articles.\n</P>\n<P>\nMoments of levity serve an important purpose within the staid\nconfines of the courtroom by relieving tension, putting witnesses at\nease and allowing lawyers to connect with a jury, according to\nattorneys and legal scholars.\n</P>\n<P>\n``Humor is not going to change a case,'' said San Diego criminal\ndefense attorney Charles Seville, co-author of two books on courtroom\nhumor.\n</P>\n<P>\nBut if you can make the jury laugh, Seville said, ``you are going\nto be more persuasive.''\n</P>\n<P>\nHumor can also hammer home a point or deflect an opponent's\nargument.\n</P>\n<P>\nSchwartzbach was sparring recently with an expert on crime scene\nreconstruction who had studied the trajectories of the bullets that\nstruck and killed Blake's wife, Bonny Lee Bakley, in a parked car in\nStudio City four years ago.\n</P>\n<P>\nIt was important for Schwartzbach to undermine the testimony. He\nwanted jurors to conclude that there was no reliable way the height of\nthe killer could be deduced.\n</P>\n<P>\nWith the timing of a stand-up comic, Schwartzbach asked whether\njurors could conclude that Bakley could have been shot by either\n``Gary Coleman or Shaquille O'Neal.''\n</P>\n<P>\nThe lawyers aren't the only courtroom cutups.\n</P>\n<P>\nUniversity of California, Los Angeles professor Ronald Siegel is an\nexpert on the sustained use of hard-core drugs, which several key\nwitnesses for the prosecution admitted using. He drew laughs when he\ndescribed some of the research upon which his credentials are based:\ntending a cage with crack-smoking monkeys in a basement on campus.\n</P>\n<P>\n``I crawled into the cage with the monkeys and played monkey to\nmake sure that the smoking tube was working,'' Siegel said. ``I didn't\nbecome a crazy monkey from any of that. I do like bananas.''\n</P>\n<P>\nEven Blake, whose tears in and out of court have been the subject\nof much debate, laughed during a reference to his lack of\nhome-decorating skills, and again when Schwartzbach described his\npurple-and-gold van as ``hideous.''\n</P>\n<P>\nIn the Blake trial, each attorney has displayed a distinctive style\nof humor while vying for the hearts and minds of the jury.\n</P>\n<P>\nSchwartzbach, soft-spoken and formal in ever-present bow ties,\ntends toward wry and self-deprecating one-liners.\n</P>\n<P>\n``Stipulate to being married,'' the Mill Valley lawyer interjected\nwhen a witness testified she had ignored her husband at dinner at\nVitello's, the Studio City restaurant where Bakley and Blake had dined\nimmediately before Bakley was slain.\n</P>\n<P>\nSamuels, a hard-nosed veteran prosecutor who has won 48 out of 49\nmurder cases, has been particularly caustic off-the-cuff.\n</P>\n<P>\nAs Schwartzbach was directing jurors to look at a blowup of a\nheadline on the cover of a Playboy magazine, Samuels quipped that she\nwas surprised the attorney hadn't focused on the super-sized image of\nthe scantily clad woman.\n</P>\n<P>\nAt one point in the trial, which began in December, retired\nHollywood stuntman Roy ``Snuffy'' Harrison, who said Blake had asked\nhim to kill Bakley, was being pressed by Samuels on a bit of testimony\nthat seemed to suffer from faulty memory. She handed him a transcript\nof his earlier testimony and asked him to refer to it, as is common in\ncriminal trials:\n</P>\n<P>\nHarrison: ``I fall on my head for 30 years, and you want me to read\nthis?''\n</P>\n<P>\nSamuels: ``Whose choice was it to fall on his head for 30 years?''\n</P>\n<P>\nHarrison: ``My wife's.''\n</P>\n<P>\nSanta Clara University School of Law professor Gerald Uelman, a\nmember of the O.J. Simpson defense team, said many lawyers avoid\nhumor, fearing it could appear rehearsed, or simply fall flat.\n</P>\n<P>\nIn the Blake trial, both lawyers have steered clear of\nmean-spirited, derisive and personal exchanges that can turn a jury\noff or earn a rebuke from the judge.\n</P>\n<P>\n``If you're ridiculing somebody, the jury generally doesn't like to\nsee that,'' said Laurie Levenson, a professor at Loyola Law School in\nLos Angeles and a former federal prosecutor. ``Jurors are more likely\nto identify with witnesses, not with the judge, lawyers or the\ndefendant.''\n</P>\n<P>\nto Eric Dubin, an attorney who has attended almost every day of the\ntrial on behalf of Bakley's four children, said he hasn't been\noffended by the lighter moments. ``Cracking jokes during a jury trial\nis like kissing a girl: You need both timing and permission.''\n</P>\n", 
            "id": "LTW_ENG_20050303.0152"
        }, 
        {
            "headline": "Blake Defense Goes Out Swinging", 
            "text": "\n<P>\nRobert Blake's lawyer told jurors Thursday that they\nshould discredit the testimony of two aging Hollywood stuntmen who say\nBlake asked them to kill his wife because they are drug addicts who\nhave lied to authorities.\n</P>\n<P>\nEach acknowledges he failed to tell police about Blake's alleged\nsolicitations to kill his wife until Bonny Lee Bakley was fatally shot\non May 4, 2001, near a restaurant where she and Blake had dinner, the\nlawyer said.\n</P>\n<P>\nDuring his daylong summation of the two-month trial, M. Gerald\nSchwartzbach also disputed the accounts of several prosecution\nwitnesses that Blake acted oddly the night his wife was killed, and\ndenied that his client was acting when he wailed and moaned at the\ncrime scene.\n</P>\n<P>\n``Was it acting? Was it real?'' Schwartzbach said. ``It was real.''\n</P>\n<P>\nBoth stuntmen changed their statements about the details of the\nsolicitations, including the type and color of the gun Blake showed\nthem, whether Blake offered money for a hit and possible locations to\ncarry out the slaying.\n</P>\n<P>\nHe said it was a dumb murder plot -- to commit the crime in a place\nwhere Blake is well known, near his favorite restaurant.\n</P>\n<P>\n``I'll kill her in a neighborhood I'm recognized in,'' Schwartzbach\nsaid sarcastically. ``How absurd would that have been?''\n</P>\n<P>\nBlake, 71, faces life in prison if convicted of killing Bakley. He\nalso is charged with soliciting the stuntmen to kill her, punishable\nby 9 years in prison.\n</P>\n<P>\nThe prosecution had argued earlier that Blake despised his wife,\nand when he could not get anyone else to kill her, he pulled he\ntrigger himself.\n</P>\n<P>\nIn her summation Wednesday, Deputy Los Angeles County District\nAttorney Shellie L. Samuels told jurors that Blake, a two-time Emmy\nAward winner, ``overestimated his acting abilities.''\n</P>\n<P>\nShe said the killing had ``freaked him out,'' causing him to become\nphysically ill and unable to fulfill his plan to create an alibi by\nreturning to the restaurant.\n</P>\n<P>\nNot only did Blake have the opportunity to kill her, but he had\nmotive, Samuels said, casting Bakley as a small-time scam artist who\nhad tricked Blake -- who considered himself a streetwise tough guy --\ninto marriage by getting pregnant.\n</P>\n<P>\nShe said Blake fell in love with their now-4-year-old daughter,\nRosie, and began scheming to gain sole custody of the child while\ntrying to get rid of Bakley.\n</P>\n<P>\nSchwartzbach reminded jurors that Gary McLarty testified that Blake\nnever directly asked to kill his wife. He said the stuntman assumed\nwhat Blake wanted, and was wrong, the result of a ``very disturbed\ndysfunctional mind'' because of long-term drug use.\n</P>\n<P>\n``He (McLarty) testified he was unclear in his mind what Mr. Blake\nwas talking about,'' Schwartzbach said of McLarty who testified about\na drug induced breakdown when he hallucinated that police were\ntunneling under his home and satellites were watching him from the\nskies.\n</P>\n<P>\n``I'm sure a lot of things where unclear in Mr. McLarty's mind,\nusing cocaine for 20 to 30 years,'' Schwartzbach said.\n</P>\n<P>\nSchwartzbach downplayed records from a prepaid phone card and a\nrestaurant where Blake and Ronald ``Duffy'' Hambleton ate, saying they\ndo not confirm the substance of their conversations, only that they\ntook place.\n</P>\n<P>\n``What does that prove? That they met? Where's the corroboration\nthat they were solicited to commit murder?'' he asked.\n</P>\n<P>\nThe lawyer also ridiculed the idea that Blake would ask these aging\nstuntmen -- one who had recently had a heart attack and they other\nmissing a kidney -- to kill Bakley.\n</P>\n<P>\nSchwartzbach also took aim at another key prosecution witness:\nhoodlum-turned-preacher Frank Minucci, who testified that Blake wanted\nhis wife dead.\n</P>\n<P>\nMinucci took money from the National Enquirer and testified for\npublicity, Schwartzbach said.\n</P>\n", 
            "id": "LTW_ENG_20050303.0154"
        }, 
        {
            "headline": "Blake's lawyer ridicules prosecution theory that the actor killed his wife", 
            "text": "\n<P>\nRobert Blake's lawyer told jurors it is ridiculous to think the actor would have\nkilled his wife in his own neighborhood while she waited in a car parked under a\nstreet light.\n</P>\n<P>\n\"`I'm going to kill her right by a restaurant that I've been going to for 30\nyears,'\" defense attorney M. Gerald Schwartzbach said Thursday during closing\narguments, mocking the allegations against his client.\n</P>\n<P>\nHe also pointed out that the weapon used to kill Bonny Lee Bakley was a\n60-year-old handgun that contained only three rounds of obsolete ammunition.\nOnly two of the bullets were used, and Bakley was still breathing when\nparamedics arrived.\n</P>\n<P>\nSchwartzbach said Blake wouldn't create such an elaborate plot, then leave his\nwife alive to possibly identify him.\n</P>\n<P>\n\"It is an absolutely absurd scenario,\" he said.\n</P>\n<P>\nBakley, 44, was killed May 4, 2001, outside Blake's favorite Italian restaurant\nin Studio City. The 71-year-old actor is charged with murder, two counts of\nsolicitation of murder and a special circumstance of lying in\nwait.\n</P>\n<P>\nIf convicted, the former \"Baretta\" star could be sentenced to life in\nprison.\n</P>\n<P>\nSchwartzbach was expected to conclude his closing arguments Friday, with jurors\nexpected to get the case after prosecutors have a chance to rebut defense\narguments.\n</P>\n<P>\nProsecutor Shellie Samuels said in her closing arguments Wednesday that Blake\nkilled Bakley because she was a con artist who tricked him into marrying her by\ngetting pregnant and giving birth to a daughter he quickly became obsessed with\nprotecting from Bakley.\n</P>\n<P>\nSchwartzbach argued Thursday that Blake had been willing to put up with Bakley\nfor the sake of their daughter.\n</P>\n<P>\n\"He'd come to terms with the fact that it was family,\" the lawyer\nsaid.\n</P>\n<P>\nSchwartzbach said Blake's cries and moans the night his wife was killed were\ngenuine, and dismissed as mistaken witnesses who suggested the actor was faking\ngrief.\n</P>\n<P>\nHe reminded jurors that a firefighter captain, police officer and nurse had\ntestified that Blake was sobbing, moaning and vomiting after the attack, and\nthat paramedics had asked that he be kept away so they could aid\nBakley.\n</P>\n<P>\nBlake \"is a man of emotions,\" Schwartzbach said.\n</P>\n<P>\nSchwartzbach also attacked the credibility of the prosecution's two key\nwitnesses.\n</P>\n<P>\nGary McLarty, a former \"Baretta\" stuntman and admitted cocaine user, testified\nthat Blake offered him $10,000 (euro7,608) and \"insinuated\" that he wanted\nBakley dead.\n</P>\n<P>\nRonald \"Duffy\" Hambleton, a former methamphetamine user, said Blake solicited\nhim to kill his wife. Until six months after the crime, however, he denied\nknowing anything about such a plot.\n</P>\n<P>\nSchwartzbach said McLarty has \"a very, very unreliable mind,\" and that Hambleton\n\"lies and lies and lies.\" He said neither man had been solicited by\nBlake.\n</P>\n<P>\nBlake maintains that someone killed Bakley when he left her briefly in the car\nto retrieve a gun he accidentally left behind during dinner at the restaurant.\nHe told detectives he was armed because his wife feared someone was stalking\nher.\n</P>\n<P>\nProsecutors argued that Blake's account didn't add up because nobody saw him\nretrieve the gun from the restaurant, but Schwartzbach said the layout of the\nrestaurant would have made it easy for Blake to slip in, retrieve the gun and\nleave.\n</P>\n<P>\nBlake's .38-caliber revolver was not the gun used to kill Bakley. The murder\nweapon was found in a nearby trash bin.\n</P>\n", 
            "id": "APW_ENG_20050304.0108"
        }, 
        {
            "headline": "ACTOR'S TRIAL, COMPLETE WITH PULP NOVEL CHARACTERS, DRAWS TO A CLOSE", 
            "text": "\n<P>\nDuring the murder trial of Robert Blake, the\npublic has been privy to one bizarre scenario after another,\ngrist for a true-life pulp novel.\n</P>\n<P>\nOver the past two months, observers in Van Nuys Superior Court\nin Los Angeles have been fed a steady diet of\ncomic-book-style characters, a tattooed mobster-turned preacher, two strung-out stunt doubles\nwho say they had been solicited by Blake to double\nas hit men; accounts of space aliens, experiments with crack-smoking\nmonkeys and salacious details of a love child.\n</P>\n<P>\nThese are the bits and pieces of the strange world of\nBlake, the former television detective \"Baretta,\" who is accused of\nmurdering his wife and soliciting the stuntmen to participate. His\nwife, Bonny Lee Bakley, was a woman with a reputation\nas a grifter and gold digger, who the defense contends\ntrapped Blake into an unloving marriage by becoming pregnant with\nhis child.\n</P>\n<P>\nClosing arguments ended Friday with a plea from Blake's lawyer, Gerald\nSchwartzbach. \"End this nightmare for Mr. Blake,\" he said, \"and\nyou will give him back his life.\"\n</P>\n<P>\nThe jurors must decide if Blake pulled the trigger, which would\nput him in prison for the rest of his life,\nand if he solicited the two stuntmen, each count carrying\na maximum penalty of nine years.\n</P>\n", 
            "id": "NYT_ENG_20050304.0204"
        }
    ], 
    "id": "D1040G", 
    "title": "Robert Blake Murder Trial"
}