{
	"id":"D1045H",
	"title":"Songhua River",
	"docSet":[
		{
			"id":"XIN_ENG_20051123.0056",
			"headline":"China's environment watchdog confirms major pollution in northeastern river",
			"text":" China's State Environmental Protection Administration (SEPA) said here on Wednesday that the Songhua River in northeast China suffered a major water pollution incident owing to the explosion of a petrochemical plant at the upper reaches. \"After the explosion at the Jilin Petrochemical Company under China National Petroleum Corporation, our observation showed pollutants containing benzene had flown into the Songhua River and caused water pollution,\" said an official with SEPA. Benzene is a substance harmful to human health. The official said upon receiving the report, the administration immediately sent experts to Heilongjiang Province to assist local pollution-control efforts. Quality of the river water is under close observation for 24 hours every day. The Jilin and Heilongjiang provincial governments have activated their contingency programs for environmental incidents, and have taken measures to ensure the safety of potable water, said the official. He said Jilin had quickly blocked entry of the pollutants into the river and discharged water from a reservoir to dilute pollutants in the river. It also organized environmental, water conservancy and chemical experts to discuss pollution control plans, and beefed up monitoring work. The finance department of the Heilongjiang provincial government has allocated 10 million yuan (approximately 1.23 million US dollars) specially for handling the pollution incident, said the official. According to the official, observation data shows the degree of river water pollution has been declining. "
		},
		{
			"id":"XIN_ENG_20051123.0104",
			"headline":"Pollutants in Songhua River to arrive in Harbin early Thursday",
			"text":" Songhua River will carry poisonous substances to Harbin, a major city in northeast China, at round 5:00 a.m. Thursday, an official said at a press conference Wednesday afternoon. A spokesman for the Heilongjiang provincial government said that the poisonous organic substances, mainly high-density benzene and nitrobenzene flowing down the Songhua River, will arrive in this provincial capital early Thursday. Several river monitoring stations reported that benzene density in the front strip of the pollutants was 28.56 times of the national standard as of 4:00 p.m. Wednesday, the spokesman said. He said the pollutant strip will flow out of Harbin Saturday morning. The blast at the Jilin Petroleum and Chemical Company, which is located by the bank of the Songhua River, set off a series of explosions that leveled two of the plant's fuel towers where highly flammable gas benzene was being processed on Nov. 13. The river is the main source of drinking water supply to Harbin, a city of more than 3 million people. The municipal government of Harbin has notified local residents about the coming pollution so that people have enough time to store water. "
		},
		{
			"id":"XIN_ENG_20051123.0372",
			"headline":"China has informed Russia of Songhua River pollution (more added)",
			"text":" China has informed Russia of the water pollution situation in the country's northeastern Songhua River, Chinese Foreign Ministry spokesman Liu Jianchao said here on Thursday. Russia expressed appreciation of China's information, said Liu, adding that China will further strengthen the monitoring of the pollution situation and the level of pollutants in the river. China will inform Russia at any moment of the latest situation, to enable the latter to make quick and timely responses, the spokesman said. The Songhua River suffered a major water pollution incident as a result of an explosion on Nov. 13 at a petrochemical plant in Jilin Province, where the river originates. Benzene-like organic pollutants, harmful to human health, had flown into the river after the blast, with the swath of polluted water stretching about 80 kilometers by Nov. 21. The blast of the petrochemical plant happened about 350 kilometer away from the China-Russia boundary. The Songhua River is a tributary of the Heilong River (called Amur River in Russia) on the border between the Russian far east and China. "
		},
		{
			"id":"XIN_ENG_20051124.0013",
			"headline":"Polluted water reaches Harbin amid water cut-off",
			"text":" The front of the polluted water of Songhua River in northeast China reached Harbin, capital of Heilongjiang Province, on early Thursday morning, local environment authority said. The toxic benzene-contaminated water, flowing down from the upper reaches of Songhua, arrived at the local water supply inlet at about 5 a.m., and has now entered river sections across the city's urban areas, according to the Heilongjiang provincial environment protection bureau. Since the river was contaminated in a chemical plant explosion in the neighboring Jilin Province on November 13, the benzene and nitrobenzene density in the water is declining gradually after days of sedimentation and adsorption, and the Harbin city government has added a large amount of active carbon powders into the river to help clean up the water. Harbin, home to nine million population including 3.8 million in the urban districts, has cut off water supply in the urban areas since early Wednesday, an emergency action taken to ensure public safety. The operation of the city's water supply system was temporarily resumed on Wednesday afternoon following a forecast by China's State Environmental Protection Administration (SEPA) that the polluted water will not reach the city until Thursday. The SEPA confirmed the \"major pollution\" of the Songhua River on Wednesday. Chinese Foreign Ministry spokesman Liu Jianchao said in Beijing on Thursday that China has informed Russia of the water pollution situation in the river, a tributary of the Heilong River (called Amur River in Russia) on the border between the Russian far east and China. "
		},
		{
			"id":"XIN_ENG_20051124.0118",
			"headline":"China, Russia to cooperate closely in dealing with the issue of water pollution",
			"text":" China and Russia have both pledged to cooperate closely to handle the pollution of the Songhua River in northeast China's Heilongjiang Province, said Chinese Foreign Ministry spokesman Liu Jianchao here Thursday. Liu said China was very concerned about possible hazards to Russia and has informed its neighbor several times of the pollution. On the morning of Nov. 24, the State Environmental Protection Administration (SEPA) elaborated the details of the pollution to the Russian embassy in China, including various test results. Zhang Lijun, deputy director general of SEPA said China would keep Russia informed at all times about the monitoring results of the polluted stretches of Songhua River. The two countries are setting concrete arrangements to open a hot line for better contact and communication over the water problem. China is now making every effort to strengthen the monitoring and control of water quality of the Songhua River with the hope of minimizing the possible hazards, Liu said. The Songhua River, a tributary of the Heilongjiang River which is called the Amur when it crosses the border, is contaminated by benzene due to a massive petrochemical plant explosion on November 13. "
		},
		{
			"id":"XIN_ENG_20051124.0120",
			"headline":"Polluted Songhua River unlikely to seriously affect rural life in N. China city",
			"text":" The massive floating pollutants traversing the Harbin section of northeast China's Songhua River is unlikely to cause big troubles to the city's rural areas, according to a senior hydrologist. Yin Fazhang, deputy chief engineer of the Heilongjiang Provincial Hydrological Bureau, said that nearly 90 percent of residents living along the downstream section in Harbin rely on underground water as their source of drinking water. The drifting polluted block is unlikely to cause too much inconvenience in their daily life, he added. A petrochemical plant blast that occurred two weeks ago spilled large amount of benzene liquids into the Songhua River, resulting in heavy pollution in the section of Harbin, capital of the Heilongjiang province. Judging from the current flowing speed, it would take four days for the polluted block to flow out of the urban area of Harbin, where tap water supply has been suspended. Governor of the province Zhang Zuoji on Thursday warned locals as well as animal husbandry against using water from the polluted Songhua River. So far, local officials have dispatched work groups to patrol along the river to enforce the governor's order. Huo Yinlong, a monitor at the river, told Xinhua that the water pollution can not be distinguished by sight and there is no irritating smell emanating from the pollution. Monitoring staff can only take samples to test the pollution density, he said. "
		},
		{
			"id":"XIN_ENG_20051124.0149",
			"headline":"Reservoirs on Songhua River reinforce water discharge to dilute pollution slick",
			"text":" Two reservoirs on the Songhua River on Thursday reinforced water discharge to dilute a massive slick of chemical pollutants floating through this capital of northeast China's Heilongjiang. The discharging move was made with the approval by the State Flood Control and Drought Relief Headquarters. The Fengman Hydropower Station in the upper reach of Songhua River increased the daily discharge amount from 600 cubic meters per second to 1,000 cubic meters per second starting from 10:00 a.m. Thursday. The flow is expected to return to 600 cubic meters per second in the evening. Meanwhile, the Nierji Hydropower Station on the river also enlarged the discharging flow from 20 cubic meters per second to 120 cubic meters per second. The enlarged water current would not only help dilute pollution in the river, but also slowed down freezing of the river water downstream. The toxic contents in the water are declining gradually after days of sedimentation, experts said, citing water monitoring statistics. Harbin, which is under a 4-day water supply cut-off, has taken measures to ensure public safety and a safe drinking water supply. "
		},
		{
			"id":"XIN_ENG_20051124.0176",
			"headline":"China shuts down 2,682 companies for discharging wastes since last May",
			"text":" China shut down 2,682 companies discharging liquid waste among 420,000 inspected between last May and September, Zhang Lijun, deputy director of the State Environmental Protection Administration(SEPA) told a press conference held here Thursday. Within this period, China put 23,000 cases on file, closed 2,682 companies and asked 1,750 to stop production for treatment. 163 people responsible for major environment pollution events received punishment, Zhang said. Zhang, asked at the meeting to respond to the public concern over the water poison accident that occurred in northeast China's Songhua River, vowed to take tougher measures to reduce the emission of pollutants. A major chemical explosion at Jilin Petrochemical Company 380 kilometers up the Songhua river on November 13 had sent massive amounts of benzene into the waterway. An 80-kilometer chemical slick has been slowly moving downstream along the Songhua River and reached Harbin on Thursday morning. Currently, the water supply has been cut off in Harbin, capital of northeast China's Heilongjiang Province, as the city's water source, Songhua River, has been heavily polluted. SEPA has incorporated the pollution-reduction measures China's major rivers, including the Songhua and Huanghe rivers, into the country's eleventh five-year economic and social development program, which means putting the task as one of the country's top concerns, said Zhang. "
		},
		{
			"id":"XIN_ENG_20051124.0203",
			"headline":"China focus: China pledges to minimize impact of river pollution on Russia",
			"text":" China focus: China pledges to minimize impact of river pollution on Russia By Tian Sulei, Wang Jingzhong and Wang Jiangang BEIJING, Nov. 24 (Xinhua) -- China pledged on Thursday it will try its utmost to minimize the impact of northeast China's Songhua River pollution on the neighboring Russia, including intensifying monitoring and water quality control measures. \"China is very concerned about the possible hazards to Russia and has informed its neighbor several times of the pollution,\" Foreign Ministry spokesman Liu Jianchao said at a press conference. \"Both have pledged to cooperate closely to handle the pollution.\" At another press conference Thursday, a senior official with China's State Environmental Protection Administration (SEPA) said the Chinese side will keep informing the Russian side of what it has learnt from our monitoring. \"The two sides are making specific arrangements for opening a hotline for the matter,\" said Zhang Lijun, deputy director of SEPA. He said the polluted water in the Songhua River, which reached Heilongjiang provincial capital Harbin on Thursday morning, is expected to flow into the Heilongjiang River (called the Amur River in Russia) on the Sino-Russian border in around 14 days judging from the current flow speed. Experts estimate that around 100 tons of pollutants containing benzene has flown into the Songhua River, caused by a Nov. 13 explosion at an upstream chemical plant of the Jilin Petrochemical Company under the China National Petroleum Corp. It has compelled cities along the river to suspend water taking from the river for various periods. Harbin, a city of more than 3 million residents, stops drawing water from the Songhua River for four days starting Wednesday. Zhang said as the polluted water flows downstream, the density of pollutants has markedly subsided. Some has deposited and some has been absorbed along the way. The pollutants, stretching around 80 kilometers long, will be further diluted after they pass Harbin in around 40 hours as several major tributaries are to join the Songhua River. The content of nitrobenzene in the polluted water exceeded the national safe standard by 29.9 times and that of benzene 2.6 times when it passed Zhaoyuan from Nov. 20 to 22. When the polluted water flowed further downstream, the content of nitrobenzene was reduced further to only about 10.7 times of above the national standard and that of benzene 0.08 times of the national standard, he said. Measures already taken by the local governments include blocking the entry of pollutants, discharging more water from two reservoirs to dilute the pollutants, organizing experts to study control measures and enhancing monitoring work, part of the environmental emergency response mechanism activated shortly after the explosion. Chinese leaders have shown keen concern over the incident. Premier Wen Jiabao has ordered the environmental department and regional governments to take effective measures to guarantee the safety of potable water, beefing up monitoring work and providing accurate information. The State Council has dispatched an expert group, headed by director of the National Bureau of Production Safety Supervision and Administration Li Yizhong, to Harbin to handle the accident. Water supplies and active carbon used to purify water are being shipped continuously to the affected areas. As the public has been informed timely, no human being has been harmed, said the SEPA official. Zhang said the government will step up crackdown on polluting enterprises, noting 2,682 polluting plants have been shut down from May last year to September this year. On Wednesday, the State Council set a target of combating environmental degradation for the next 15 years. By 2020, China's environmental quality and ecological status should be improved remarkably, according to the plan. "
		},
		{
			"id":"APW_ENG_20051124.0263",
			"headline":"China's environment watchdog holds parent oil company responsible for pollution scare",
			"text":" A top official with China's environmental watchdog said Thursday that the company overseeing a chemical plant where an explosion spewed lethal chemicals into a river in the country's northeast should be held responsible for the pollution. The Nov. 13 blast in Jilin, a city in Jilin province, caused massive amounts of benzene, a toxic, flammable liquid to flow into the Songhua River. The 80-kilometer-long (50-mile-long) swathe of chemicals moved downstream into Harbin, a city of 3.8 million people in neighboring Heilongjiang province, on Thursday, prompting officials to shut down water supplies. The plant was run by the Jilin Petroleum and Chemical Company, which is under the state-owned China National Petroleum Corp. _ the country's largest oil company. \"We will be very clear about who's responsible,\" Zhang Lijun, deputy director of the State Environmental Protection Administration, said at a press conference. \"It is the chemical plant of the CNPC in Jilin province.\" Zhang did not give any more details but said investigators were looking into criminal responsibility. Residents in Harbin cleared shelves of water, soft drinks and milk this week after the water system was shut down on Tuesday. Families also stocked up by filling bathtubs and buckets. "
		}
	]
}
