{
	"id":"D1042H",
	"title":"Lynndie England",
	"docSet":[
		{
			"id":"NYT_ENG_20050502.0040",
			"headline":"GI IN IRAQI PRISONER ABUSE SCANDAL PLEADS GUILTY",
			"text":" Pfc. Lynndie R. England, the 22-year-old woman who became an infamous presence in the Abu Ghraib prisoner abuse photographs, pleaded guilty on Monday to seven of the nine counts against her, under an agreement with military prosecutors. England had faced up to 16 1/2 years in prison if convicted on all full nine counts, which included conspiracy, dereliction of duty, maltreatment and indecent acts. But one of her lawyers, Capt. Jonathan Crisp, said last week that England would enter a guilty plea at the pretrial hearing Monday on seven counts and then face sentencing by a military jury. The reduced charges carry a maximum sentence of 11 years. Two people close to the prosecution have said England can expect to receive no more than 30 months in prison. When the proceedings, at Fort Hood, Texas, resume on Tuesday, a military jury will be seated to hear evidence on sentencing. That phase of the proceedings is expected to last up to seven days, possibly including weekends, according to a statement from the Fort Hood public affairs office. The statement said England was charged with violations of the Uniform Code of Military Justice that occurred at the prison near Baghdad from October to December 2003. At the hearing Monday, the judge, Col. James L. Pohl, rejected a defense motion to recuse himself. Crisp, one of England's lawyers, had argued that it was not proper for Pohl to preside over her case because he had been involved in the other cases related to the Abu Ghraib scandal. Crisp said England's defense team would present evidence that she had a history of mental health problems and learning disabilities. He said her lawyers would also present evidence that another soldier, Spec. Charles A. Graner Jr., who military investigators say was the ringleader of the abuse and who was her boyfriend at the time, was a corrupting influence on her. England, an Army reservist from West Virginia, was shown in photographs from the prison holding a leash around the neck of a naked and crawling Iraqi detainee. In other photos, she appeared grinning or giving a thumbs-up over naked detainees, holding a cigarette between her teeth. She and six other soldiers implicated in the abuse were reservists with the 372nd Military Police Company based in Cresaptown, Md. Four have pleaded guilty in exchange for reduced punishments; one, Specialist Sabrina Harman, faces court-martial next month. Graner was convicted and sentenced in January to 10 years in prison and dismissed from the military. He is in a military prison in Leavenworth, Kan. The seven soldiers have said they were following orders. "
		},
		{
			"id":"LTW_ENG_20050502.0086",
			"headline":"Private England Pleads Guilty",
			"text":" Pfc. Lynndie R. England, the woman seen holding an Iraqi prisoner on a leash in the iconic photo from the Abu Ghraib prison, pleaded guilty Monday to seven charges stemming from prisoner abuse. The military judge overseeing the case, Col. James Pohl, accepted the plea after initially expressing some doubts about at least one of the charges against her. The case now will begin a sentencing hearing in which a military jury will determine what punishment England, 22, should face. Before accepting England's plea, Pohl carefully scrutinized the charges and the actions of the 22-year-old Army reservist. He asked England what happened in the facility outside Baghdad that caused the infamous scene of the prisoner being led by a leash. England responded that the man was refusing to cooperate with the guards and that her supervisor, Spec. Charles A. Graner Jr., told her to go get the strap and put it around the prisoner as a leash. He also instructed her to hold the prisoner because Graner said it would be more degrading to the man. Then Pohl asked England what training she had for prison work. England, who was a records clerk in the military before being assigned to Abu Ghraib, said she had none and told the judge she was unaware of the Geneva Conventions. But she said that Graner had worked as a civilian as a prison guard and she trusted his analysis of the situation. Pohl then said, ``I don't see how it would be illegal to pose for a photograph if you considered it legal.'' But after a recess, he accepted the plea deal. England, from Fort Ashby, W. Va., originally faced nine charges, but the Army agreed to drop two of those as part of the agreement. She pleaded guilty to two counts of conspiracy, four counts of maltreating prisoners and one count of dereliction of duty. Her defense lawyers said the deal was expected to reduce the maximum sentence she faced from 16 1/2 years in prison to 11. She is the seventh enlisted soldier to face criminal penalties in the Abu Ghraib case. No commissioned officers at the prison, and no senior officer in the chain of command, has been charged. Six enlisted soldiers have entered guilty pleas in the case. Graner, who reportedly fathered a child with England during their service in Iraq, faced a court-martial in January. He was convicted and sentenced to 10 years in prison despite his assertion that senior officers directed and approved the actions of guards in cellblock One-Alpha. "
		},
		{
			"id":"LTW_ENG_20050502.0105",
			"headline":"England Pleads Guilty to Abu Ghraib Charges",
			"text":" Pfc. Lynndie R. England, the young Army reservist whose grinning, thumbs-up image came to symbolize the worst of the Abu Ghraib prison scandal, told a military judge Monday that she knew the detainee abuses were wrong but went along because of peer pressure. Offering the most ordinary explanation to a scandal that ignited international outrage, England said she posed in some of the widely circulated photographs showing humiliating abuses of Iraqi detainees to placate her then-boyfriend and others from her Maryland-based unit. ``I had a choice, but I chose to do what my friends wanted me to,'' England, 22, said in a glum voice as she pleaded guilty to mistreating detainees at the notorious Baghdad prison. ``They were being very persistent and bugging me, and I was like, OK, whatever.'' England became one of the most visible and polarizing figures in the prison abuse scandal when the notorious photographs of naked and hooded Iraqi detainees enduring abuses at the hands of U.S. soldiers became public a year ago. The 5-foot, 1-inch soldier with the pixie haircut was shown flashing a thumbs-up behind a pyramid of naked prisoners in one photograph. In another, she has a cigarette clenched in her teeth as she grins and points at the genitals of a naked detainee. In one of the most vivid pictures from the scandal, England is shown holding a leather leash tied around the neck of a prisoner lying on the cellblock floor. Those photographs stood in stark contrast to the image of England when she returned to the United States early last year, pregnant (reportedly by the scandal's reputed ringleader, Charles Graner) and facing more than three decades in a military prison for her role in the abuses. Closing the last high-profile case in the scandal, England pleaded guilty Monday to two counts of conspiracy, four counts of mistreating detainees and one count of dereliction of duty. England, who gave birth to a son in October, now faces a maximum sentence of 11 years in military prison. But she is expected to face considerably less time than that under the undisclosed terms of her plea deal with prosecutors. A jury composed of Army officers and enlisted soldiers will be seated Tuesday morning to recommend a sentence for England as part of a penalty hearing expected to last several days. Under military law, she would receive the lesser punishment between what the jury recommends and what prosecutors have offered. England was one of seven members of the 372nd Military Police Company charged with humiliating and assaulting prisoners at Abu Ghraib. Four other members of the 372nd and two low-level military intelligence officers have entered guilty pleas in the abuse scandal and received sentences ranging from no time to 8 1/2 years. Spc. Sabrina Harman, a former Abu Ghraib guard, is scheduled to go to trial at Fort Hood next week. Graner is so far the only soldier charged in the scandal to contest the case against him at a military trial. He was convicted of every charge at a trial here in January and sentenced to 10 years in prison. Monday, Graner was back at the court building at Fort Hood, called as a possible witness for England in the penalty phase of her proceedings. England's attorneys are expected to argue as part of their mitigating case that England was led astray by Graner, whom she frequently sneaked out at night to visit at the prison's cellblock. The two no longer are romantically involved. After his conviction, Graner married fellow soldier and former co-defendant Megan Ambuhl; he is serving his sentence at the military prison at Fort Leavenworth, Kan. Under questioning Monday from Col. James L. Pohl, a military judge, England repeatedly said that she agreed at Graner's suggestion to appear in the photographs that outraged much of the Arab world and opened an embarrassing chapter in the U.S.-led invasion of Iraq. When Pohl asked about the photograph showing England holding a detainee by a leash, she said it was Graner's idea: ``I assumed it was OK, because he was an MP. He had the background as a corrections officer, and, him being older than me, I thought he knew what he was doing.'' England said she knew it was wrong when Graner pulled out his digital camera and started taking pictures of the episode ``for his own amusement.'' Defense attorneys are expected to present evidence over the next few days that England has long suffered from mental problems and learning disabilities and was extremely susceptible to the influence of her peers. In court, England frequently appeared hesitant and unsure of her answers as Pohl asked whether she knew other various actions were wrong at the time she committed them -- a key legal test in determining whether a plea in military court can be accepted. The judge spent nearly three hours going over with England the details of an 11-page statement of facts that England acknowledged in her plea deal. ``If you knew it was wrong, then why did you do it?'' Pohl asked again and again during the hearing. Referring to Graner, England repeatedly answered: ``He asked me to.'' ``Did you get any amusement out of it?'' Pohl asked at one point. ``Not really,'' England said after a long pause. ``But I did what they wanted me to.'' "
		},
		{
			"id":"LTW_ENG_20050502.0108",
			"headline":"Private England Pleads Guilty",
			"text":" Army Pfc. Lynndie R. England formally pleaded guilty Monday to mistreating inmates at Iraq's Abu Ghraib prison, with many of the seven counts related to her appearance in some of the most graphic photographs of the abuse that shocked the world last spring. Under a deal she made with military prosecutors, the reservist from Fort Ashby, W.Va., will serve less than the maximum term of 11 years in prison that could result from her guilty plea. She had faced nine counts and could have received up to 16 1/2 years. A military jury here will decide her sentence this week. England, 22, was perhaps the most familiar face in the notorious photos. She was pictured holding one inmate tethered to a leash. In another, she smiles and smokes a cigarette while pointing at a naked prisoner. Her involvement in a group of sexually humiliating scenarios went alongside images of military dogs attacking prisoners, soldiers carrying out physical assaults, and detainees being chained to their beds and cell doors in ``stress positions.'' The emergence of the Abu Ghraib photographs spawned nearly a dozen defense department and military inquiries into detainee abuse and focused an international spotlight on U.S. detention operations in Iraq, Afghanistan and Guantanamo Bay, Cuba. While government officials initially tried to minimize the Abu Ghraib abuses as being at the hands of a few bad apples in the Army Reserve, the larger investigations revealed widespread abuses involving questionable and harsh interrogation tactics. England's defense team has been arguing for nearly a year that her case was part of a bigger picture, initially trying to get top U.S. officials, including Defense Secretary Donald Rumsfeld, to testify at her court martial about the nation's policies for handling and interrogating detainees. They argued England was simply doing as she was told and as a low-ranking soldier, she wasn't in a position to question her orders. Still, in the end England negotiated a plea. But those careful arrangements almost went awry in the stark military courtroom Monday when a skeptical Army judge raised questions about her admission of guilt. In military law, a judge cannot accept a defendant's guilty plea without assurance that the plea is true. England told the judge, Col. James L. Pohl, that she was sent to Iraq as a records clerk with the 372nd Military Police Company, based in Cumberland, Md., and had no training as a prison guard when the Army assigned her to work at Baghdad's toughest prison. When Pohl asked the defendant why she posed for the leash picture, she responded that she had been told to do so by then-Sgt. Charles A. Graner Jr, who was trained as a prison guard. ``Did you question this procedure?'' the judge asked. ``I assumed it was OK,'' England replied, ``because he was an MP (military police soldier), he had the corrections officer background. He was older than me.'' Pohl appeared troubled by her answer, noting she had to have knowledge her actions were wrong to be legally culpable. He told prosecutors that ``it's going to be difficult to make a photograph of a lawful act into a crime.'' After a brief recess for the lawyers to meet, England returned to the courtroom and said she knew at the time that use of the leash ``was not only morally wrong but legally wrong. I had a choice, but I chose what my friends wanted me to do.'' England went on to say she had deliberately done wrong in posing for other pictures, including one that showed seven naked prisoners forced to form a human pyramid. ``I knew it was wrong,'' she said. ``Who would morally do something like that in a U.S. prison?'' England becomes the eighth U.S. soldier to plead guilty or be convicted in relation to the Abu Ghraib abuses. Graner, the highest-ranking soldier implicated, was the only one to go to trial. Described by investigators as a ringleader of the abuse, he was convicted at a court martial in January and is serving a 10-year sentence. No senior officer at the prison, and no one higher up in the chain of command, has faced charges in the case. Last week, the Army's inspector general exonerated four generals in Iraq of any blame for Abu Ghraib. (optional add end) England became pregnant while in Iraq. Her child -- believed to be Graner's son -- is a few months old and is living with relatives. She told the judge Monday that many of the photos in which she is seen standing beside naked Iraqi inmates were taken late on the night of Nov. 7, 2003. She said she had gone to Cell Block One-Alpha that night to celebrate with the guards there; the next day was her 21st birthday. "
		},
		{
			"id":"XIN_ENG_20050502.0185",
			"headline":"US soldier involved in abusing prisoners pleads guilty",
			"text":" A female US soldier accused of abusing Iraqi detainees at the Abu Ghraib prison pleaded guilty on Monday to several charges at a court-martial at Fort Hood, Texas. Private Lynndie England, perhaps the most well-known in the abuse scandal that occurred in the fall of 2003, pleaded guilty to seven charges, including two counts of conspiracy to maltreat prisoners, four counts of maltreating prisoners and one count of committing an indecent act. England, 22, reached a plea bargain with military prosecutors last week, which would lower her maximum possible sentence from 16 and a half years in prison to 11 years. The prosecution dropped a dereliction of duty charge and one of committing an indecent act. If the plea agreement was accepted by the military judge, a jury of officers and soldiers would decide her punishment following a sentencing hearing. England, from West Virginia, was one of seven members of the Maryland-based 372nd Military Police Company charged with humiliating and assaulting prisoners at Abu Ghraib. The Abu Ghraib abuse scandal went public in April 2004, after photographs showing American soldiers mistreating and humiliating Iraqi prisoners surfaced. The scandal caused a widespread outrage, particularly in the Arab world, prompting President George W. Bush to apologize. England and the other soldiers accused have insisted that they were following orders from military intelligence officers at the prison to \"soften up\" the prisoners for interrogation. Of the seven members of the 372nd Military Police Company charged in the abuse scandal, four have previously entered guilty pleas, and the only soldier to stand trial so far was Charles Graner, who was serving a 10-year jail term. "
		},
		{
			"id":"NYT_ENG_20050502.0213",
			"headline":"PRISONERS ABUSED FOR 'AMUSEMENT'; ENGLAND PLEADS GUILTY, SAYING SHE 'CHOSE' TO DEGRADE IRAQI DETAINEES AT ABU GHRAIB",
			"text":" A clique of U.S. soldiers tormented Iraqi detainees at Abu Ghraib prison for \"amusement,\" not for any authorized military mission, Pfc. Lynndie England testified Monday as she pleaded guilty to seven abuse-related charges. \"I had a choice, but I chose to do what my friends wanted me to,\" the 22-year-old reservist said at her court-martial. \"I was just yielding to peer pressure.\" A jury of U.S. Army troops will be selected today to set punishment, which could be a sentence from two to 11 years for conspiracy, indecency and maltreatment of detainees. England became the eighth enlisted soldier to be found guilty of 2003 Abu Ghraib crimes that continue to taint the reputations of the United States and its military. The most severe punishment was set at 10 years for Pvt. Charles Graner, who orchestrated many of the abuses and will be called as a witness for England. She and Graner, both from the Maryland-based 372nd Military Police Company, were romantically involved while in Iraq. England gave birth to his son in October, months after they broke up. Last month, the imprisoned Graner was married by proxy to co-defendant Megan Ambuhl. Graner is crucial to England's claim that she followed his lead at Abu Ghraib, where he was a guard and she was a clerk. Before accepting her guilty pleas, the judge, Col. James Pohl, required England to clearly describe her wrongdoing and motives. Asked if she had been ordered by her chain of command to mistreat inmates, England replied, \"No, sir.\" Queried how she knew it was wrong to pose in a photo with nude inmates being forced to masturbate, England said: \"Anybody could be offended seeing that picture.\" The interrogation produced repeated statements by England that soldiers abused Iraqis \"for their own amusement,\" and admissions that she participated \"because they asked me to.\" But she also confirmed to the judge's satisfaction that she knew it was wrong to engage in the abuses, regardless of the fact that Graner and another abusive soldier had backgrounds as civilian prison guards. Explaining perhaps the most notorious photo in which she appeared, England said the main reason she held an Iraqi on a leash was because Graner told her to. Graner had said he wanted to photograph the 5-foot-1 England controlling the nude Iraqi to instill fear in other inmates, she claimed. \"He wanted it to look more degrading and humiliating, with a female of my size,\" she said. But she quickly realized Graner's explanation that he needed to abuse the detainees in order to \"control\" them was not true. \"I thought it was not only morally wrong but legally wrong,\" she said. England also conceded that during most of her misdeeds, she was visiting Graner and other friends from her company, but wasn't always on official business in the maximum security wing where they worked. England also backed off from earlier assertions that the tormenting of detainees was part of an effort to soften them up for intelligence agents. Although guards were told to deprive detainees of sleep, manipulate their meal schedules and force them to maintain awkward positions to cause stress, England said, \"no, sir,\" when asked if any of her crimes were done to help interrogators. Officers and enlisted soldiers who will set England's punishment are expected to hear testimony from several defense witnesses, including psychology and sociology experts, as well as Graner. In a sentencing hearing likely to last several days, jurors also could hear a prosecution witness who is expected to describe England's job performance while in Iraq, which included admonishments for her affair with Graner. "
		},
		{
			"id":"AFP_ENG_20050502.0348",
			"headline":"Lynndie England defense questions court martial judge",
			"text":" The defense on Monday demanded that the judge be changed for the court martial of Private Lynndie England, the US soldier seen in photographs from Iraq's Abu Ghraib prison holding a leash attached to the neck of a naked inmate. England's lawyers threw up their objections at the start of the court martial forcing a recess barely 30 minutes after the hearing opened, and before England had made her expected guilty plea. Defense lawyer Rick Hernandez asked the military judge, Colonel James Pohl, to recuse himself because he had presided over all the other Abu Ghraib abuse cases. Hernandez said this \"gives the appearance of bias.\" When the judge said it made sense for one judge to preside over the \"factually complicated cases\" that had thousands of pages of supporting documents, Hernandez responded that the fact that England was going to enter a guilty plea meant the case would not be \"complicated.\" Pohl became increasingly frustrated during the questioning and told Hernandez that in order to recuse himself: \"I'd have to believe there was an appearance of impropriety from two colonels and two three-star generals.\" "
		},
		{
			"id":"AFP_ENG_20050502.0439",
			"headline":"England pleads guilty at Iraq abuse court martial by Mira Oberman = (PICTURE) = ATTENTION - ADDS testimony from England ///",
			"text":" Lynndie England on Monday pled guilty to charges of abusing Iraqi prisoners at the Abu Ghraib prison but told a court martial she did not believe she was doing wrong when photographed holding a leash on a naked inmate. The 22-year-old private, who featured in some of the most graphic pictures of sexual humiliation of prisoners at the jail near Baghdad, told the hearing she had been following the orders of her former boyfriend, Specialist Charles Graner, one of the abuse ringleaders. \"I assumed it was okay because he was an MP and he had the background of being a corrections officer,\" said England, who pled guilty to seven charges relating to the abuse of prisoners in October and November 2003. The military judge, Colonel James Pohl, halted proceedings after England indicated that she did not believe her actions were wrong. \"I want you to understand this is your trial. I don't want you to plead guilty unless you are guilty,\" Pohl said. England told how she was at the prison to visit friends and Graner had taken her into the cellblock where he was trying to get an uncooperative inmate out of his cell. \"The detainee was on the ground,\" England said. \"He (Graner) proceeded to tie the strap around his neck and he told the detainee to start crawling around the cell. When the detainee would not do that he had me hold the strap.\" The prisoner then crawled out of the cell with England holding the strap. When the judge asked England why Graner handed her the strap, England replied: \"He wanted it to look more degrading with a female of my size.\" Graner had also wanted other prisoners to witness the degradation. \"It would be more humiliating to him.\" England said she believed Graner took the pictures \"for his own amusement.\" The abuse pictures were shown around the world and led to widespread condemnation of US practices in Iraq at a time when it was still trying to bring the country under control after the 2003 invasion. England reached a plea bargain with military prosecutors, who dropped a dereliction of duty charge and one of committing an indecent act when she was photographed performing fellatio on another solider. That brings the maximum sentence she risks down to 11 years from the original 16-and-a-half years. Her defense asked the judge to roll several maltreatment charges into one, which would bring the maximum sentence down to eight years. England's lawyer, Rick Hernandez, asked Pohl to recuse himself because he had presided over all the other Abu Ghraib abuse cases. Hernandez said this \"gives the appearance of bias.\" But the judge rejected the demand and England went on to make her plea. The proposed punishment under the plea bargain with prosecutors will remain secret until after the military jury decides the sentence it believes she should face. England will then receive the lesser of the two sentences. England was accused of posing for a number of photographs. As well as the infamous image holding a leash, England is also seen pointing to the word \"rapeist\" (sic) written on the exposed buttocks of a prisoner. She also posed with naked prisoners who formed a human pyramid and some who had been forced to masturbate. She was also photographed engaging in fellatio with Graner, the father of her newborn baby, who is serving a 10-year jail term for beating and sexually humiliating prisoners. Graner is reported to have married another soldier charged in the scandal, Megan Ambuhl, who pleaded guilty and received a dishonorable discharge. Of the eight soldiers charged over the Abu Ghraib scandal, only Graner's case has gone to trial. Five soldiers pled guilty and received sentences ranging from a dishonorable discharge to eight years in prison. The final hearing, that of Specialist Sabrina Harman, is scheduled to begin May 11. A number of US investigations categorized the abuse as the isolated acts by a small group. But many groups have raised suspicions that the US administration has protected the upper ranks. US rights groups have called for a special prosecutor to look into torture allegations. Some top officers have received nonjudicial punishment, including Brigadier General Janis Karpinski, commander of the military police unit at Abu Ghraib, was relieved of her command and reprimanded. The senior US military commander in Iraq at the time, Lieutenant General Ricardo Sanchez, and three other high-ranking officers were cleared of any wrongdoing by a US military probe. "
		},
		{
			"id":"AFP_ENG_20050502.0570",
			"headline":"List of charges to which Lynndie England pled guilty in Iraq abuse case",
			"text":" Following are the list of charges to which US soldier Lynndie England on Monday pled guilty here in relation to abusing Iraqi prisoners at the Abu Ghraib prison near Baghdad: - Two counts of conspiring to maltreatment of subordinates: Maximum two years in jail - On October 23, 2003, England conspired with then Corporal Charles Graner to maltreat a prisoner who was subject to her orders and then \"posed for a photograph holding a strap tied as a leash around a naked detainee's neck.\" - On November 7, 2003, England conspired with Garner and three other soldiers to maltreat a number of prisoners who were subject to their orders and posed in a photograph beside a pyramid of naked prisoners. - Four counts of maltreatment of detainees: Maximum four years in jail - On October 23, 2003, England held a strap around an Iraqi detainee's neck as he crawled naked on the ground. - On November 7, 2003, England posed for a photograph pointing at the word \"rapeist\" that had been written and incorrectly spelled on the exposed buttocks of a detainee. - On November 7, 2003, she posed for a photograph with detainees who were forced to form a human pyramid while naked. - On November 7, 2003, England pointed at the naked genitals of a detainee who was sitting on the back of another naked detainee. - Charges which were dropped as part of the plea agreement: - Dereliction of duty: Maximum six months in jail - From October 20 through December 1, 2003 England \"willfully failed to protect detainees from abuse, cruelty and maltreatment, as it was her duty to do.\" - Committing an indecent act: Maximum five years in jail - On November 2, 2003, England allegedly posed for a photograph while performing fellatio on Garner. England has yet to be sentenced by the military court hearing her case. "
		},
		{
			"id":"APW_ENG_20050502.0759",
			"headline":"Status of U.S. soldiers charged in the Abu Ghraib Iraqi prisoner abuse scandal",
			"text":" Pfc. Lynndie England's guilty plea, if approved by the judge, would bring to eight the number of Army reservists convicted of abusing detainees at the Abu Ghraib prison. Spc. Sabrina Harman, 27, the other remaining soldier charged in the scandal, is scheduled for trial at Fort Hood next week. She faces up to 6 1/2 years in prison if convicted of conspiracy, maltreating detainees and dereliction of duty. The others previously convicted: _ Charles Graner Jr., 36, is the only defendant to go to trial. Prosecutors described Graner, who is said to be England's ex-boyfriend, as the ringleader of a group of Abu Ghraib guards who mistreated Iraqi detainees. He was photographed giving the thumbs-up sign behind a pile of naked detainees and ordering them to masturbate. He is serving a 10-year prison sentence at Fort Leavenworth, Kansas, after he was found guilty in January. Last month he married Megan Ambuhl, 30, a former Abu Ghraib guard who pleaded guilty to failing to prevent or report maltreatment of prisoners. She was accused of watching prisoners being abused and helped set up the photograph of England holding a naked prisoner by a leash. Ambuhl was discharged from the Army without serving prison time. _ Ivan Frederick, 38, was sentenced to 8 1/2 years in October after pleading guilty to conspiracy, dereliction of duty, maltreatment of detainees, assault and committing an indecent act. Frederick admitted he helped place wires on a detainee's hands and told him he would be electrocuted if he fell off a box. He was a staff sergeant, making him the highest-ranking soldier to serve prison time in the case. _ Jeremy Sivits, 25, pleaded guilty last May to four counts for taking pictures of naked Iraqi prisoners being humiliated, including some of the photographs that triggered the scandal. The former guard was sentenced to a year in prison. _ Roman Krol, 23, admitted pouring water on naked detainees and forcing them to crawl around the floor at Abu Ghraib, and throwing a foam football at them while they were handcuffed. After pleading guilty, Krol was sentenced in February to 10 months in prison. _ Armin Cruz, 24, was sentenced to eight months in September after pleading guilty to conspiracy and mistreating prisoners. Cruz was accused of forcing naked prisoners to crawl along the floor and handcuffing men together. _ Javal Davis, 27, received a six-month sentence after pleading guilty in February to assault, dereliction of duty and lying to Army investigators. Davis admitted stepping on the hands and feet of handcuffed detainees and falling with his full weight on top of them. "
		}
	]
}
