{
	"id":"D1043H",
	"title":"Rafik Hariri",
	"docSet":[
		{
			"id":"XIN_ENG_20050214.0186",
			"headline":"2nd lead: Former Lebanese PM killed in Beirut explosion",
			"text":" Former Lebanese Prime Minister Rafik Hariri was killed in a powerful explosion in central Beirut on Monday, Lebanese officials and medical sources said. Hariri died at American University Hospital, while former Minister of Justice Samir al-Jisr and former Minister of Economy and Trade Basil Fuleihan, who were traveling in Hariri's convoy, survived the blast. At least eight others were also killed, including some of Hariri's bodyguards. The explosion, apparently caused by a car bomb, occurred around 1:00 p.m. (1100 GMT), when Hariri's motorcade of four black limousines escorted by jeeps was passing by in the seafront area of the capital. Security forces sealed off the scene, where a big crater was gouged by the explosion. It appeared to be the biggest bomb in the city since Lebanon's civil war ended in 1990. Hariri, 60, a Sunni Muslim, resigned last October. He came to office first in 1992 and headed five governments over 12 years. Hariri had joined a chorus of objection to interference in Lebanon's internal affairs. "
		},
		{
			"id":"XIN_ENG_20050214.0194",
			"headline":"Syrian president condemns Beirut blast as \"horrible terrorist act\"",
			"text":" Syrian President Bashar al-Assad on Monday condemned a blast which killed former Lebanese Prime Minister Rafik Hariri as \"horrible terrorist act,\" the official SANA news agency reported. \"Assad condemned the horrible terrorist act that claimed lives of a number of Lebanese people, notably former Prime Minister Rafik Hariri,\" SANA said. \"Syria as a government and people announces support to sisterly Lebanon during those dangerous situations and offers condolences to Mr. Rafik Hariri and other victims' families,\" Assad was quoted as saying. Assad, whose country still maintains about 14,000 troops in Lebanon, called on the Lebanese to maintain national unity against those who seek to arouse disputes and partition in the country, SANA added. Syria has been under international pressure to withdraw its troops from Lebanon and not to interfere in Lebanon's internal affairs. Earlier in the day, Hariri was killed in a powerful explosion in the Lebanese capital of Beirut. Hariri, 60, a Sunni Muslim, resigned last October. He came to office first in 1992 and headed five governments over 12 years. "
		},
		{
			"id":"XIN_ENG_20050214.0221",
			"headline":"1st lead: Islamic group says killed Hariri due to ties with Saudi Arabia: al-Jazeera",
			"text":" A previously unknown Islamic group on Monday claimed responsibility for an earlier killing of former Lebanese Prime Minister Rafik Hariri due to his ties with Saudi Arabia, the Qatar-based al-Jazeera TV channel reported. \"For the sake of our Mujahideen (fighters) brothers in Saudi Arabia ... we decided to implement the just execution of those who support this regime,\" one man said on a tape aired by al-Jazeera. The group claimed itself as the Group for Victory and Holy War in the Levant. Hariri, 60, a Sunni Muslim, was killed in a powerful explosion in the Lebanese capital of Beirut earlier in the day. Hariri, who came to office first in 1992 and headed five governments over 12 years, resigned last October. "
		},
		{
			"id":"APW_ENG_20050214.0933",
			"headline":"Opposition blames Syrian and Lebanese governments for Hariri's assassination",
			"text":" Opposition leaders on Monday held Lebanese and Syrian governments responsible for the assassination of former Prime Minister Rafik Hariri, demanded Syrian troops withdraw from Lebanon within the next three months and called on the international community to intervene to help \"this captive nation.\" \"We hold the Lebanese authority and the Syrian authority, being the authority of tutelage in Lebanon, responsible for this crime and other similar crimes,\" said a statement after an opposition meeting held Monday night at the late leader's house in Beirut. Hariri, at least five bodyguards and four other people were killed in a massive bombing that blasted his motorcade on a Beirut seafront street earlier Monday. Another 100 people were injured. The opposition statement called for the resignation of Prime Minister Omar Karami's Cabinet, \"which has lost its popular local and international credibility.\" The statement demanded the \"full withdrawal\" of Syrian troops before the elections, which by law should take place in April and May although no date has been set. It also called for a three-day strike and demanded an international commission to investigate the assassination \"in light of the lack of confidence of the Lebanese in this government.\" \"We call upon the international community to shoulder its responsibility toward Lebanon, the captive nation,\" said the statement, read by legislator Bassem Sabei, a member of Hariri's parliamentary bloc. Other opponents of Syrian involvement in Lebanese affairs also cast blame on Damascus and its allies within the Lebanese government. \"Responsibility for this ugly crime is known. It begins in Damascus and passes through the Lebanese presidential palace in Baabda, the Lebanese government and the Lebanese intelligence apparatus,\" former Economy Minister Marwan Hamadeh, who was seriously hurt in an October car bombing that killed his driver, was quoted on LBC television as saying. Syrian President Bashar Assad condemned the assassination as \"a horrible criminal action\" and offered his country's condolences and support to Hariri's family and Lebanon at large. Walid Eido, a member of Hariri's parliamentary bloc, also blamed Lebanese authorities, saying: \"This government is responsible for the killing of Rafik Hariri.\" Eido said his bloc would not participate in any meetings that include government opponents of Hariri and urged the government to keep away from Hariri's funeral. "
		},
		{
			"id":"NYT_ENG_20050215.0081",
			"headline":"LEBANON HAS LOST IMPORTANT SYMBOL",
			"text":" A friend of mine was killed in Beirut Monday in a massive car bomb attack. He was Rafik Hariri, a former and a future prime minister of Lebanon. He was a billionaire, and more important, a philanthropist. Through his foundation and with his money, more than 30,000 young Lebanese men and women received university educations in the United States, Europe and Lebanon. Why does his death matter? Hariri was important to Lebanon as a politician and a symbol. When I first met Rafik nearly 20 years ago, he had been spending the war years outside his native Lebanon, making friends and a fortune in Saudi Arabia. His friends included the Saudi royal family. His foundation was already helping young people head off to college. When I first met him, I thought that Rafik was a talented man and a raw politician. He always had vision. Our first conversations were about how to bring peace between Israel and the Arabs. As the years passed he became more experienced, polished and proficient. Hariri was prime minister for 10 of the 14 years since Lebanon's 15-year war ended in 1990. More than anyone else, he was responsible for the rebuilding of Beirut and the country's infrastructure. He was sometimes called a \"bulldozer\" for his power to push through problems, but a ruined country needed a bulldozer to clear away the debris. He learned to campaign well in remarkably lively parliamentary elections. His opponents accused him of saddling the country with debt in financing the reconstruction. He asked whether it would have been better to live in ruins. Over the years, Hariri became more and more concerned with Syrian influence in Lebanon, a product of Syria's military and intelligence presence left over from the war. Last September, the United States and France joined together in the United Nations Security Council to pass Resolution 1559, calling for free elections and the withdrawal of all foreign forces (read Syria) from Lebanon. Hariri was known to be a friend of French President Jacques Chirac and had been to Washington to meet with President Bush on several occasions. In September, Hariri was known to have opposed the Syrian-imposed three-year extension in the length of the term for Lebanon's president. He resigned the prime ministry shortly thereafter. In recent weeks he was working on a comeback in the parliamentary elections scheduled for May. Part of his maneuvers included potentially making common cause with the Lebanese politicians who are openly demanding that the Syrian forces get out of Lebanon. Hariri was important as a symbol of Lebanon to the outside world. A successful businessman, a kind benefactor, Hariri was a practicing and observant Sunni Muslim who was at home in Beirut, Saudi Arabia, New York and Paris. Hariri had an Atlanta connection, quietly coming each year to Emory Medical Center for a checkup. Rafik Hariri was the antithesis of Osama bin Laden. Hariri's sister, Bahia, chairs the Education Committee in the Lebanese Parliament. Last week she hosted a conference in Beirut for women in politics from all over the Middle East. I saw Hariri each time I visited Beirut, whether he was in office or out. He was always optimistic. During one such visit we discussed the concern of many over Syria. He never uttered an uncomplimentary word about the Syrian leadership. I told him that many of my Lebanese friends were worried that Lebanon would become more like Syria, with free speech stifled. I said that I thought that over time, it will be the reverse: Syria will become more like Lebanon. Every Syrian who comes to Beirut feels as if he has come from a smoke-filled room to a place with fresh air. The more the Syrians experience the fresh air of Lebanon, the more they will want it in Syria. It is the Syrian system that will change. Hariri smiled. Lebanon has lost a leader, a larger-than-life figure who did much good. Hariri wan not perfect -- no human is. His death matters. Out of his death comes a stronger need to defend the fresh air of Lebanon. There are fresh winds blowing through all of the Arab world, of elections and education and a new role for women. The success of those winds will not come from the outside but from Arabs of vision and optimism, men and women like Rafik Hariri. John H. Kelly was assistant secretary of state for the Near East and South Asia from 1989 to 1991. "
		},
		{
			"id":"XIN_ENG_20050215.0156",
			"headline":"1st lead: Lebanon says Hariri killed by suicide car bomb",
			"text":" The Lebanese interior minister said on Tuesday that initial indications showed that former Prime Minister Rafik Hariri was killed in a suicide car bombing. Speaking to reporters, Suleiman Franjieh said that a car carrying explosives approached Hariri's convoy before detonation. He said that the incident was still under investigation. On Monday, Hariri and eight other people were killed in a huge explosion, which occurred as Hariri's motorcade was passing by in the seafront area of the Lebanese capital Beirut. Hariri, 60, a Sunni Muslim, resigned last October. He came to office first in 1992 and headed five governments over 12 years. "
		},
		{
			"id":"APW_ENG_20050215.0698",
			"headline":"Saudi rejects calls for international investigation into Hariri assassination",
			"text":" Saudi Arabia on Tuesday rejected a French demand for an international investigation into the assassination of former Lebanese Prime Minister Rafik Hariri, saying Lebanon is an independent country. Saudi Foreign Minister Prince Saud al-Faisal, speaking at a joint press conference with French Foreign Minister Michel Barnier, said: \"Lebanon is an independent country and its judiciary is independent.\" \"The Lebanese people will be the protectors of the fairness of the investigation, especially if this case is dealt with the required transparency,\" Saud said. Hariri had many business interests in Saudi Arabia, where he made his fortune in construction, and was a close friend of the Saudi royal family. Lebanon has also rejected calls for an international investigation. Barnier said France would continue to work toward achieving its demand for an international investigation. Hariri was assassinated in a huge bomb blast Monday, which also killed 16 other people and injured about 120. Earlier Tuesday, French President Jacques Chirac, a friend of Hariri, demanded an international investigation, saying the slain man represented \"the indefatigable will of independence, freedom and democracy\" for Lebanon. In Paris, French Foreign Ministry spokesman Herve Ladsous said the U.N. Security Council was working on a demand that the Lebanese government bring to justice those responsible for the assassination of Hariri. \"If everything goes well, this declaration should be finalized in the day and adopted\" Tuesday, Ladsous said. In the press conference, Saud dismissed a responsibility claim by a previously unknown group for Hariri's assassination as \"ridiculous.\" The group, Support and Jihad in Syria and Lebanon, claimed in a video broadcast on Al-Jazeera television that it had carried out the bombing, saying it was a suicide operation to avenge the death of \"its brothers\" in Saudi Arabia. It said Hariri was targeted because \"he was an agent\" for Saudi Arabia. \"This is ridiculous talk and shouldn't be answered. This is a crime against the Lebanese people and a crime against Lebanon and cannot be justified under any pretext,\" Saud said. "
		},
		{
			"id":"NYT_ENG_20050216.0047",
			"headline":"HUGE CROWDS ATTEND FUNERAL OF LEBANON'S EX-PREMIER",
			"text":" Wailing and shouting, hundreds of thousands of mourners made their way in a somber but angry procession Wednesday from the home of former Prime Minister Rafik Hariri to his burial place in the grounds of an unfinished mosque that was one of his favorite reconstruction projects. Hariri, a popular figure to many in Lebanon and a central figure in reconstructing the country after a devastating 15-year civil war, was assassinated on Monday in an explosion that many here believe was the work of Syria, whose forces have played a dominant role in Lebanon since the 1970s. Lebanese from all walks of life and religious groups, many waving Lebanese flags and posters saying \"Syria Out!\" and \"We Don't Want You!\" walked for more than two hours in an emotional but orderly manner from Hariri's home to Martyr's Square. The procession of mourners, which was larger than expected, included Hariri's three sons, Bahaa, Saadeldine and Ayman, and, in a break with Islamic tradition, hundreds of weeping women. Although the crowd's sorrow was mixed with anger, there was no tension in the air, and the procession was conducted in an orderly way. The family believes that Hariri's death was caused in part by the government's failure to provide security, and at their request no government officials attended the funeral. The family also said it did not want a state funeral but one that the people of Lebanon could attend. And although police officials provided security, there were no Lebanese soldiers to be seen. Crowds had begun jamming the streets in Martyr's Square in downtown Beirut since 9:30 a.m. As a result the procession found it difficult to enter and did not arrive in time for the regular noonday prayers at the massive Mohammed Amine mosque, an impressive building with four minarets that is to replace a mosque destroyed in the civil war. Ambulances carrying the coffin of Hariri and six of his bodyguards and a paramedic who were also killed in the blast, were brought to a halt at the edge of the square. Seven of the coffins were first placed on the ground, and that of Hariri, draped in a red, white and green Lebanese flag, was passed overhead by the mourners. Hariri's eldest son, Bahaa, asked for calm from the wailing crowd so that prayers for the dead could be read, but many of the mourners were too emotional and did not join in the prayers. The Islamic call to prayer was mixed with sounds of church bells and mourners chanting slogans of reverence for the former prime minister. Hariri and the other victims were then laid to rest in the grounds of the new mosque. Watching the ceremony from the steps of the mosque, outside the prayer area, were Hariri's two daughters and his sister, who is also a member of Parliament. Later, at her home, Hariri's wife, Nazik, met President Jacques Chirac of France, a close friend of the ex-prime minister, who had come to pay his condolences. "
		},
		{
			"id":"XIN_ENG_20050216.0138",
			"headline":"Hariri buried in central Beirut mosque",
			"text":" Hundreds of thousands of Lebanese mourners gathered at the Mohamed Al Amin Mosque in the capital Beirut on Wednesday to pay last tribute to former Prime Minister Rafik al-Hariri killed in a suicide car bombing on Monday. Hariri was buried in the unfinished mosque which he had financed after the mass funeral procession escorting an ambulance carrying Hariri's coffin covered with national flag marched through the main streets to the mosque in central Beirut. French President Jacques Chirac was due to arrive in Beirut on Wednesday to present his condolences to the family of Hariri but appeared unlikely to attend the funeral in time. Among foreign dignitaries at the funeral were EU foreign policy chief Javier Solana, US Assistant Secretary of State William Burns and Arab League Secretary-General Amr Moussa as well as other Arab and European ministers. Hariri, 60, died on Monday when his motorcade was blown up by a suicide car bomber in western Beirut seafront. At least 14 others were killed. It was too early to say who killed Hariri who resigned as prime minister last October though oppositions held Syria and its allied Lebanese government responsible for Hariri's murder. The bombing has also led to renewed international pressure led by the US and France for Syria to withdraw its 14,000 troops from neighboring Lebanon. "
		},
		{
			"id":"NYT_ENG_20050216.0308",
			"headline":"FORMER ENEMIES UNITE IN MOURNING LEBANESE LEADER",
			"text":" The crowd began massing quietly in front of Rafik Hariri's mansion in the early dawn hours Wednesday as Lebanon prepared to bury him and the six bodyguards who were killed with him in a bomb blast on Monday. They came from throughout the country in an emotional and politically charged tribute to Hariri, the former prime minister, billionaire developer and architect of Lebanon's revival from a devastating 15-year civil war. Some climbed lampposts while others hung from balconies, trying to catch a glimpse of the ambulance carrying his coffin, often breaking into wails as they chanted \"There is no God but God\" and \"Hariri is loved by God.\" Eventually, well over 100,000 marched down streets festooned with Lebanese flags, shouting \"Syria Out\" in protest of the dominant role Syria's forces have played in the country since the 1970s. Opposition politicians and the United States have strongly suggested Syria had a hand in the bombing of Hariri's motorcade. At the Hariri family's urging, Lebanon's pro-Syrian president, Emile Lahoud, stayed away from the funeral, but hundreds of women, breaking with Islamic tradition, joined in the march. The rites were organized by the Hariri family, which refused a state funeral to underscore its anger at the government. The meandering two-hour march through the streets became as much a show of Lebanon's struggle for unity as an occasion for mourning. Many Christians, Muslims and Druse, once bitter enemies, walked side by side. The red flags of the Druse leader Walid Jumblatt's Socialist Party and the green cedar flags of the Phalangist Party, also enemies in the war, fluttered together in the sea of people that descended into the funeral grounds in front of the unfinished Amin Mosque. \"Brothers, we must all grieve together,\" one imam told the mourners. It seemed that the most far-reaching effect of the assassination would be a fundamental change in the relationship between Lebanon and Syria, with a newly emboldened opposition movement renewing calls for Syria's withdrawal. Syria has denied any involvement in the bombing. But Hariri's supporters have accused Syria and the Lebanese government of orchestrating the assassination. "
		}
	]
}
