{
    "docSet": [
        {
            "headline": "2nd lead: Former Lebanese PM killed in Beirut explosion", 
            "text": "\n<P>\nFormer Lebanese Prime Minister Rafik\nHariri was killed in a powerful explosion in central Beirut on \nMonday, Lebanese officials and medical sources said.\n</P>\n<P>\nHariri died at American University Hospital, while former \nMinister of Justice Samir al-Jisr and former Minister of Economy \nand Trade Basil Fuleihan, who were traveling in Hariri's convoy, \nsurvived the blast.\n</P>\n<P>\nAt least eight others were also killed, including some of \nHariri's bodyguards.\n</P>\n<P>\nThe explosion, apparently caused by a car bomb, occurred around \n1:00 p.m. (1100 GMT), when Hariri's motorcade of four black \nlimousines escorted by jeeps was passing by in the seafront area of\nthe capital.\n</P>\n<P>\nSecurity forces sealed off the scene, where a big crater was \ngouged by the explosion.\n</P>\n<P>\nIt appeared to be the biggest bomb in the city since Lebanon's \ncivil war ended in 1990.\n</P>\n<P>\nHariri, 60, a Sunni Muslim, resigned last October. He came to \noffice first in 1992 and headed five governments over 12 years.\n</P>\n<P>\nHariri had joined a chorus of objection to interference in \nLebanon's internal affairs.\n</P>\n", 
            "id": "XIN_ENG_20050214.0186"
        }, 
        {
            "headline": "Syrian president condemns Beirut blast as \"horrible terrorist act\"", 
            "text": "\n<P>\nSyrian President Bashar al-Assad \non Monday condemned a blast which killed former Lebanese Prime \nMinister Rafik Hariri as \"horrible terrorist act,\" the official \nSANA news agency reported.\n</P>\n<P>\n\"Assad condemned the horrible terrorist act that claimed lives \nof a number of Lebanese people, notably former Prime Minister Rafik\nHariri,\" SANA said.\n</P>\n<P>\n\"Syria as a government and people announces support to sisterly \nLebanon during those dangerous situations and offers condolences to\nMr. Rafik Hariri and other victims' families,\" Assad was quoted as \nsaying.\n</P>\n<P>\nAssad, whose country still maintains about 14,000 troops in \nLebanon, called on the Lebanese to maintain national unity against \nthose who seek to arouse disputes and partition in the country, \nSANA added.\n</P>\n<P>\nSyria has been under international pressure to withdraw its \ntroops from Lebanon and not to interfere in Lebanon's internal \naffairs.\n</P>\n<P>\nEarlier in the day, Hariri was killed in a powerful explosion in\nthe Lebanese capital of Beirut.\n</P>\n<P>\nHariri, 60, a Sunni Muslim, resigned last October. He came to \noffice first in 1992 and headed five governments over 12 years.\n</P>\n", 
            "id": "XIN_ENG_20050214.0194"
        }, 
        {
            "headline": "1st lead: Islamic group says killed Hariri due to ties with Saudi Arabia: al-Jazeera", 
            "text": "\n<P>\nA previously unknown Islamic group on\nMonday claimed responsibility for an earlier killing of former \nLebanese Prime Minister Rafik Hariri due to his ties with Saudi \nArabia, the Qatar-based al-Jazeera TV channel reported.\n</P>\n<P>\n\"For the sake of our Mujahideen (fighters) brothers in Saudi \nArabia ... we decided to implement the just execution of those who \nsupport this regime,\" one man said on a tape aired by al-Jazeera.\n</P>\n<P>\nThe group claimed itself as the Group for Victory and Holy War \nin the Levant.\n</P>\n<P>\nHariri, 60, a Sunni Muslim, was killed in a powerful explosion \nin the Lebanese capital of Beirut earlier in the day.\n</P>\n<P>\nHariri, who came to office first in 1992 and headed five \ngovernments over 12 years, resigned last October.\n</P>\n", 
            "id": "XIN_ENG_20050214.0221"
        }, 
        {
            "headline": "Opposition blames Syrian and Lebanese governments for Hariri's assassination", 
            "text": "\n<P>\nOpposition leaders on Monday held Lebanese and Syrian governments responsible\nfor the assassination of former Prime Minister Rafik Hariri, demanded Syrian\ntroops withdraw from Lebanon within the next three months and called on the\ninternational community to intervene to help \"this captive nation.\"\n</P>\n<P>\n\"We hold the Lebanese authority and the Syrian authority, being the authority of\ntutelage in Lebanon, responsible for this crime and other similar crimes,\" said\na statement after an opposition meeting held Monday night at the late leader's\nhouse in Beirut.\n</P>\n<P>\nHariri, at least five bodyguards and four other people were killed in a massive\nbombing that blasted his motorcade on a Beirut seafront street earlier Monday.\nAnother 100 people were injured.\n</P>\n<P>\nThe opposition statement called for the resignation of Prime Minister Omar\nKarami's Cabinet, \"which has lost its popular local and international\ncredibility.\"\n</P>\n<P>\nThe statement demanded the \"full withdrawal\" of Syrian troops before the\nelections, which by law should take place in April and May although no date has\nbeen set.\n</P>\n<P>\nIt also called for a three-day strike and demanded an international commission\nto investigate the assassination \"in light of the lack of confidence of the\nLebanese in this government.\"\n</P>\n<P>\n\"We call upon the international community to shoulder its responsibility toward\nLebanon, the captive nation,\" said the statement, read by legislator Bassem\nSabei, a member of Hariri's parliamentary bloc.\n</P>\n<P>\nOther opponents of Syrian involvement in Lebanese affairs also cast blame on\nDamascus and its allies within the Lebanese government.\n</P>\n<P>\n\"Responsibility for this ugly crime is known. It begins in Damascus and passes\nthrough the Lebanese presidential palace in Baabda, the Lebanese government and\nthe Lebanese intelligence apparatus,\" former Economy Minister Marwan Hamadeh,\nwho was seriously hurt in an October car bombing that killed his driver, was\nquoted on LBC television as saying.\n</P>\n<P>\nSyrian President Bashar Assad condemned the assassination as \"a horrible\ncriminal action\" and offered his country's condolences and support to Hariri's\nfamily and Lebanon at large.\n</P>\n<P>\nWalid Eido, a member of Hariri's parliamentary bloc, also blamed Lebanese\nauthorities, saying: \"This government is responsible for the killing of Rafik\nHariri.\"\n</P>\n<P>\nEido said his bloc would not participate in any meetings that include government\nopponents of Hariri and urged the government to keep away from Hariri's\nfuneral.\n</P>\n", 
            "id": "APW_ENG_20050214.0933"
        }, 
        {
            "headline": "LEBANON HAS LOST IMPORTANT SYMBOL", 
            "text": "\n<P>\nA friend of mine was killed in Beirut Monday in a\nmassive car bomb attack. He was Rafik Hariri, a former\nand a future prime minister of Lebanon. He was a\nbillionaire, and more important, a philanthropist. Through his foundation and\nwith his money, more than 30,000 young Lebanese men and\nwomen received university educations in the United States, Europe and\nLebanon.\n</P>\n<P>\nWhy does his death matter? Hariri was important to Lebanon as\na politician and a symbol. When I first met Rafik\nnearly 20 years ago, he had been spending the war\nyears outside his native Lebanon, making friends and a fortune\nin Saudi Arabia. His friends included the Saudi royal family.\nHis foundation was already helping young people head off to\ncollege. When I first met him, I thought that Rafik\nwas a talented man and a raw politician. He always\nhad vision. Our first conversations were about how to bring\npeace between Israel and the Arabs. As the years passed\nhe became more experienced, polished and proficient.\n</P>\n<P>\nHariri was prime minister for 10 of the 14 years since\nLebanon's 15-year war ended in 1990. More than anyone else,\nhe was responsible for the rebuilding of Beirut and the\ncountry's infrastructure. He was sometimes called a \"bulldozer\" for his\npower to push through problems, but a ruined country needed\na bulldozer to clear away the debris.\n</P>\n<P>\nHe learned to campaign well in remarkably lively parliamentary elections. His\nopponents accused him of saddling the country with debt in\nfinancing the reconstruction. He asked whether it would have been\nbetter to live in ruins.\n</P>\n<P>\nOver the years, Hariri became more and more concerned with Syrian\ninfluence in Lebanon, a product of Syria's military and intelligence\npresence left over from the war. Last September, the United\nStates and France joined together in the United Nations Security\nCouncil to pass Resolution 1559, calling for free elections and\nthe withdrawal of all foreign forces (read Syria) from Lebanon.\nHariri was known to be a friend of French President\nJacques Chirac and had been to Washington to meet with\nPresident Bush on several occasions.\n</P>\n<P>\nIn September, Hariri was known to have opposed the Syrian-imposed three-year\nextension in the length of the term for Lebanon's president.\nHe resigned the prime ministry shortly thereafter. In recent weeks\nhe was working on a comeback in the parliamentary elections\nscheduled for May. Part of his maneuvers included potentially making\ncommon cause with the Lebanese politicians who are openly demanding\nthat the Syrian forces get out of Lebanon.\n</P>\n<P>\nHariri was important as a symbol of Lebanon to the outside\nworld. A successful businessman, a kind benefactor, Hariri was a\npracticing and observant Sunni Muslim who was at home in\nBeirut, Saudi Arabia, New York and Paris. Hariri had an\nAtlanta connection, quietly coming each year to Emory Medical Center\nfor a checkup.\n</P>\n<P>\nRafik Hariri was the antithesis of Osama bin Laden. Hariri's sister,\nBahia, chairs the Education Committee in the Lebanese Parliament. Last\nweek she hosted a conference in Beirut for women in\npolitics from all over the Middle East.\n</P>\n<P>\nI saw Hariri each time I visited Beirut, whether he was\nin office or out. He was always optimistic. During one\nsuch visit we discussed the concern of many over Syria.\nHe never uttered an uncomplimentary word about the Syrian leadership.\nI told him that many of my Lebanese friends were\nworried that Lebanon would become more like Syria, with free\nspeech stifled. I said that I thought that over time,\nit will be the reverse: Syria will become more like\nLebanon.\n</P>\n<P>\nEvery Syrian who comes to Beirut feels as if he has\ncome from a smoke-filled room to a place with fresh\nair. The more the Syrians experience the fresh air of\nLebanon, the more they will want it in Syria. It\nis the Syrian system that will change. Hariri smiled.\n</P>\n<P>\nLebanon has lost a leader, a larger-than-life figure who did much\ngood. Hariri wan not perfect -- no human is. His\ndeath matters. Out of his death comes a stronger need\nto defend the fresh air of Lebanon.\n</P>\n<P>\nThere are fresh winds blowing through all of the Arab world,\nof elections and education and a new role for women.\nThe success of those winds will not come from the\noutside but from Arabs of vision and optimism, men and\nwomen like Rafik Hariri.\n</P>\n<P>\nJohn H. Kelly was assistant secretary of state for the Near\nEast and South Asia from 1989 to 1991.\n</P>\n", 
            "id": "NYT_ENG_20050215.0081"
        }, 
        {
            "headline": "1st lead: Lebanon says Hariri killed by suicide car bomb", 
            "text": "\n<P>\nThe Lebanese interior minister said \non Tuesday that initial indications showed that former Prime \nMinister Rafik Hariri was killed in a suicide car bombing.\n</P>\n<P>\nSpeaking to reporters, Suleiman Franjieh said that a car \ncarrying explosives approached Hariri's convoy before detonation.\n</P>\n<P>\nHe said that the incident was still under investigation.\n</P>\n<P>\nOn Monday, Hariri and eight other people were killed in a huge \nexplosion, which occurred as Hariri's motorcade was passing by in \nthe seafront area of the Lebanese capital Beirut.\n</P>\n<P>\nHariri, 60, a Sunni Muslim, resigned last October. He came to \noffice first in 1992 and headed five governments over 12 years.\n</P>\n", 
            "id": "XIN_ENG_20050215.0156"
        }, 
        {
            "headline": "Saudi rejects calls for international investigation into Hariri assassination", 
            "text": "\n<P>\nSaudi Arabia on Tuesday rejected a French demand for an international\ninvestigation into the assassination of former Lebanese Prime Minister Rafik\nHariri, saying Lebanon is an independent country.\n</P>\n<P>\nSaudi Foreign Minister Prince Saud al-Faisal, speaking at a joint press\nconference with French Foreign Minister Michel Barnier, said: \"Lebanon is an\nindependent country and its judiciary is independent.\"\n</P>\n<P>\n\"The Lebanese people will be the protectors of the fairness of the\ninvestigation, especially if this case is dealt with the required transparency,\"\nSaud said.\n</P>\n<P>\nHariri had many business interests in Saudi Arabia, where he made his fortune in\nconstruction, and was a close friend of the Saudi royal family.\n</P>\n<P>\nLebanon has also rejected calls for an international investigation.\n</P>\n<P>\nBarnier said France would continue to work toward achieving its demand for an\ninternational investigation.\n</P>\n<P>\nHariri was assassinated in a huge bomb blast Monday, which also killed 16 other\npeople and injured about 120.\n</P>\n<P>\nEarlier Tuesday, French President Jacques Chirac, a friend of Hariri, demanded\nan international investigation, saying the slain man represented \"the\nindefatigable will of independence, freedom and democracy\" for\nLebanon.\n</P>\n<P>\nIn Paris, French Foreign Ministry spokesman Herve Ladsous said the U.N. Security\nCouncil was working on a demand that the Lebanese government bring to justice\nthose responsible for the assassination of Hariri.\n</P>\n<P>\n\"If everything goes well, this declaration should be finalized in the day and\nadopted\" Tuesday, Ladsous said.\n</P>\n<P>\nIn the press conference, Saud dismissed a responsibility claim by a previously\nunknown group for Hariri's assassination as \"ridiculous.\"\n</P>\n<P>\nThe group, Support and Jihad in Syria and Lebanon, claimed in a video broadcast\non Al-Jazeera television that it had carried out the bombing, saying it was a\nsuicide operation to avenge the death of \"its brothers\" in Saudi Arabia. It said\nHariri was targeted because \"he was an agent\" for Saudi Arabia.\n</P>\n<P>\n\"This is ridiculous talk and shouldn't be answered. This is a crime against the\nLebanese people and a crime against Lebanon and cannot be justified under any\npretext,\" Saud said.\n</P>\n", 
            "id": "APW_ENG_20050215.0698"
        }, 
        {
            "headline": "HUGE CROWDS ATTEND FUNERAL OF LEBANON'S EX-PREMIER", 
            "text": "\n<P>\nWailing and shouting, hundreds of thousands of mourners\nmade their way in a somber but angry procession Wednesday\nfrom the home of former Prime Minister Rafik Hariri to\nhis burial place in the grounds of an unfinished mosque\nthat was one of his favorite reconstruction projects.\n</P>\n<P>\nHariri, a popular figure to many in Lebanon and a central\nfigure in reconstructing the country after a devastating 15-year civil\nwar, was assassinated on Monday in an explosion that many\nhere believe was the work of Syria, whose forces have\nplayed a dominant role in Lebanon since the 1970s.\n</P>\n<P>\nLebanese from all walks of life and religious groups, many waving\nLebanese flags and posters saying \"Syria Out!\" and \"We Don't\nWant You!\" walked for more than two hours in an\nemotional but orderly manner from Hariri's home to Martyr's Square.\n</P>\n<P>\nThe procession of mourners, which was larger than expected, included Hariri's\nthree sons, Bahaa, Saadeldine and Ayman, and, in a break\nwith Islamic tradition, hundreds of weeping women. Although the crowd's\nsorrow was mixed with anger, there was no tension in\nthe air, and the procession was conducted in an orderly\nway.\n</P>\n<P>\nThe family believes that Hariri's death was caused in part by\nthe government's failure to provide security, and at their request\nno government officials attended the funeral. The family also said\nit did not want a state funeral but one that\nthe people of Lebanon could attend. And although police officials\nprovided security, there were no Lebanese soldiers to be seen.\n</P>\n<P>\nCrowds had begun jamming the streets in Martyr's Square in downtown\nBeirut since 9:30 a.m.\n</P>\n<P>\nAs a result the procession found it difficult to enter and\ndid not arrive in time for the regular noonday prayers\nat the massive Mohammed Amine mosque, an impressive building with\nfour minarets that is to replace a mosque destroyed in\nthe civil war.\n</P>\n<P>\nAmbulances carrying the coffin of Hariri and six of his bodyguards\nand a paramedic who were also killed in the blast,\nwere brought to a halt at the edge of the\nsquare.\n</P>\n<P>\nSeven of the coffins were first placed on the ground, and\nthat of Hariri, draped in a red, white and green\nLebanese flag, was passed overhead by the mourners.\n</P>\n<P>\nHariri's eldest son, Bahaa, asked for calm from the wailing crowd\nso that prayers for the dead could be read, but\nmany of the mourners were too emotional and did not\njoin in the prayers.\n</P>\n<P>\nThe Islamic call to prayer was mixed with sounds of church\nbells and mourners chanting slogans of reverence for the former\nprime minister.\n</P>\n<P>\nHariri and the other victims were then laid to rest in\nthe grounds of the new mosque.\n</P>\n<P>\nWatching the ceremony from the steps of the mosque, outside the\nprayer area, were Hariri's two daughters and his sister, who\nis also a member of Parliament.\n</P>\n<P>\nLater, at her home, Hariri's wife, Nazik, met President Jacques Chirac\nof France, a close friend of the ex-prime minister, who\nhad come to pay his condolences.\n</P>\n", 
            "id": "NYT_ENG_20050216.0047"
        }, 
        {
            "headline": "Hariri buried in central Beirut mosque", 
            "text": "\n<P>\nHundreds of thousands of Lebanese \nmourners gathered at the Mohamed Al Amin Mosque in the capital \nBeirut on Wednesday to pay last tribute to former Prime Minister \nRafik al-Hariri killed in a suicide car bombing on Monday.\n</P>\n<P>\nHariri was buried in the unfinished mosque which he had financed\nafter the mass funeral procession escorting an ambulance carrying \nHariri's coffin covered with national flag marched through the main\nstreets to the mosque in central Beirut.\n</P>\n<P>\nFrench President Jacques Chirac was due to arrive in Beirut on \nWednesday to present his condolences to the family of Hariri but \nappeared unlikely to attend the funeral in time.\n</P>\n<P>\nAmong foreign dignitaries at the funeral were EU foreign policy \nchief Javier Solana, US Assistant Secretary of State William Burns \nand Arab League Secretary-General Amr Moussa as well as other Arab \nand European ministers.\n</P>\n<P>\nHariri, 60, died on Monday when his motorcade was blown up by a \nsuicide car bomber in western Beirut seafront. At least 14 others \nwere killed.\n</P>\n<P>\nIt was too early to say who killed Hariri who resigned as prime \nminister last October though oppositions held Syria and its allied \nLebanese government responsible for Hariri's murder.\n</P>\n<P>\nThe bombing has also led to renewed international pressure led \nby the US and France for Syria to withdraw its 14,000 troops from \nneighboring Lebanon.\n</P>\n", 
            "id": "XIN_ENG_20050216.0138"
        }, 
        {
            "headline": "FORMER ENEMIES UNITE IN MOURNING LEBANESE LEADER", 
            "text": "\n<P>\nThe crowd began massing quietly in front of\nRafik Hariri's mansion in the early dawn hours Wednesday as\nLebanon prepared to bury him and the six bodyguards who\nwere killed with him in a bomb blast on Monday.\n</P>\n<P>\nThey came from throughout the country in an emotional and politically\ncharged tribute to Hariri, the former prime minister, billionaire developer\nand architect of Lebanon's revival from a devastating 15-year civil\nwar. Some climbed lampposts while others hung from balconies, trying\nto catch a glimpse of the ambulance carrying his coffin,\noften breaking into wails as they chanted \"There is no\nGod but God\" and \"Hariri is loved by God.\"\n</P>\n<P>\nEventually, well over 100,000 marched down streets festooned with Lebanese flags,\nshouting \"Syria Out\" in protest of the dominant role Syria's\nforces have played in the country since the 1970s. Opposition\npoliticians and the United States have strongly suggested Syria had\na hand in the bombing of Hariri's motorcade.\n</P>\n<P>\nAt the Hariri family's urging, Lebanon's pro-Syrian president, Emile Lahoud, stayed\naway from the funeral, but hundreds of women, breaking with\nIslamic tradition, joined in the march.\n</P>\n<P>\nThe rites were organized by the Hariri family, which refused a\nstate funeral to underscore its anger at the government. The\nmeandering two-hour march through the streets became as much a\nshow of Lebanon's struggle for unity as an occasion for\nmourning. Many Christians, Muslims and Druse, once bitter enemies, walked\nside by side.\n</P>\n<P>\nThe red flags of the Druse leader Walid Jumblatt's Socialist Party\nand the green cedar flags of the Phalangist Party, also\nenemies in the war, fluttered together in the sea of\npeople that descended into the funeral grounds in front of\nthe unfinished Amin Mosque. \"Brothers, we must all grieve together,\"\none imam told the mourners.\n</P>\n<P>\nIt seemed that the most far-reaching effect of the assassination would\nbe a fundamental change in the relationship between Lebanon and\nSyria, with a newly emboldened opposition movement renewing calls for\nSyria's withdrawal.\n</P>\n<P>\nSyria has denied any involvement in the bombing. But Hariri's supporters\nhave accused Syria and the Lebanese government of orchestrating the\nassassination.\n</P>\n", 
            "id": "NYT_ENG_20050216.0308"
        }
    ], 
    "id": "D1043H", 
    "title": "Rafik Hariri"
}