{
    "docSet": [
        {
            "headline": "GI IN IRAQI PRISONER ABUSE SCANDAL PLEADS GUILTY", 
            "text": "\n<P>\nPfc. Lynndie R. England, the 22-year-old woman who became an infamous\npresence in the Abu Ghraib prisoner abuse photographs, pleaded guilty\non Monday to seven of the nine counts against her,\nunder an agreement with military prosecutors.\n</P>\n<P>\nEngland had faced up to 16 1/2 years in prison if\nconvicted on all full nine counts, which included conspiracy, dereliction\nof duty, maltreatment and indecent acts. But one of her\nlawyers, Capt. Jonathan Crisp, said last week that England would\nenter a guilty plea at the pretrial hearing Monday on\nseven counts and then face sentencing by a military jury.\nThe reduced charges carry a maximum sentence of 11 years.\n</P>\n<P>\nTwo people close to the prosecution have said England can expect\nto receive no more than 30 months in prison.\n</P>\n<P>\nWhen the proceedings, at Fort Hood, Texas, resume on Tuesday, a\nmilitary jury will be seated to hear evidence on sentencing.\nThat phase of the proceedings is expected to last up\nto seven days, possibly including weekends, according to a statement\nfrom the Fort Hood public affairs office. The statement said\nEngland was charged with violations of the Uniform Code of\nMilitary Justice that occurred at the prison near Baghdad from\nOctober to December 2003.\n</P>\n<P>\nAt the hearing Monday, the judge, Col. James L. Pohl, rejected\na defense motion to recuse himself. Crisp, one of England's\nlawyers, had argued that it was not proper for Pohl\nto preside over her case because he had been involved\nin the other cases related to the Abu Ghraib scandal.\n</P>\n<P>\nCrisp said England's defense team would present evidence that she had\na history of mental health problems and learning disabilities. He\nsaid her lawyers would also present evidence that another soldier,\nSpec. Charles A. Graner Jr., who military investigators say was\nthe ringleader of the abuse and who was her boyfriend\nat the time, was a corrupting influence on her.\n</P>\n<P>\nEngland, an Army reservist from West Virginia, was shown in photographs\nfrom the prison holding a leash around the neck of\na naked and crawling Iraqi detainee. In other photos, she\nappeared grinning or giving a thumbs-up over naked detainees, holding\na cigarette between her teeth.\n</P>\n<P>\nShe and six other soldiers implicated in the abuse were reservists\nwith the 372nd Military Police Company based in Cresaptown, Md.\nFour have pleaded guilty in exchange for reduced punishments; one,\nSpecialist Sabrina Harman, faces court-martial next month.\n</P>\n<P>\nGraner was convicted and sentenced in January to 10 years in\nprison and dismissed from the military. He is in a\nmilitary prison in Leavenworth, Kan. The seven soldiers have said\nthey were following orders.\n</P>\n", 
            "id": "NYT_ENG_20050502.0040"
        }, 
        {
            "headline": "Private England Pleads Guilty", 
            "text": "\n<P>\nPfc. Lynndie R. England, the woman seen holding\nan Iraqi prisoner on a leash in the iconic photo from the Abu Ghraib\nprison, pleaded guilty Monday to seven charges stemming from prisoner\nabuse.\n</P>\n<P>\nThe military judge overseeing the case, Col. James Pohl, accepted\nthe plea after initially expressing some doubts about at least one of\nthe charges against her. The case now will begin a sentencing hearing\nin which a military jury will determine what punishment England, 22,\nshould face.\n</P>\n<P>\nBefore accepting England's plea, Pohl carefully scrutinized the\ncharges and the actions of the 22-year-old Army reservist.\n</P>\n<P>\nHe asked England what happened in the facility outside Baghdad that\ncaused the infamous scene of the prisoner being led by a leash.\nEngland responded that the man was refusing to cooperate with the\nguards and that her supervisor, Spec. Charles A. Graner Jr., told her\nto go get the strap and put it around the prisoner as a leash. He also\ninstructed her to hold the prisoner because Graner said it would be\nmore degrading to the man.\n</P>\n<P>\nThen Pohl asked England what training she had for prison work.\nEngland, who was a records clerk in the military before being assigned\nto Abu Ghraib, said she had none and told the judge she was unaware of\nthe Geneva Conventions. But she said that Graner had worked as a\ncivilian as a prison guard and she trusted his analysis of the\nsituation.\n</P>\n<P>\nPohl then said, ``I don't see how it would be illegal to pose for a\nphotograph if you considered it legal.'' But after a recess, he\naccepted the plea deal.\n</P>\n<P>\nEngland, from Fort Ashby, W. Va., originally faced nine charges,\nbut the Army agreed to drop two of those as part of the agreement. She\npleaded guilty to two counts of conspiracy, four counts of maltreating\nprisoners and one count of dereliction of duty.\n</P>\n<P>\nHer defense lawyers said the deal was expected to reduce the\nmaximum sentence she faced from 16 1/2 years in prison to 11.\n</P>\n<P>\nShe is the seventh enlisted soldier to face criminal penalties in\nthe Abu Ghraib case. No commissioned officers at the prison, and no\nsenior officer in the chain of command, has been charged. Six enlisted\nsoldiers have entered guilty pleas in the case.\n</P>\n<P>\nGraner, who reportedly fathered a child with England during their\nservice in Iraq, faced a court-martial in January. He was convicted\nand sentenced to 10 years in prison despite his assertion that senior\nofficers directed and approved the actions of guards in cellblock\nOne-Alpha.\n</P>\n", 
            "id": "LTW_ENG_20050502.0086"
        }, 
        {
            "headline": "England Pleads Guilty to Abu Ghraib Charges", 
            "text": "\n<P>\nPfc. Lynndie R. England, the young Army\nreservist whose grinning, thumbs-up image came to symbolize the worst\nof the Abu Ghraib prison scandal, told a military judge Monday that\nshe knew the detainee abuses were wrong but went along because of peer\npressure.\n</P>\n<P>\nOffering the most ordinary explanation to a scandal that ignited\ninternational outrage, England said she posed in some of the widely\ncirculated photographs showing humiliating abuses of Iraqi detainees\nto placate her then-boyfriend and others from her Maryland-based unit.\n</P>\n<P>\n``I had a choice, but I chose to do what my friends wanted me to,''\nEngland, 22, said in a glum voice as she pleaded guilty to mistreating\ndetainees at the notorious Baghdad prison. ``They were being very\npersistent and bugging me, and I was like, OK, whatever.''\n</P>\n<P>\nEngland became one of the most visible and polarizing figures in\nthe prison abuse scandal when the notorious photographs of naked and\nhooded Iraqi detainees enduring abuses at the hands of U.S. soldiers\nbecame public a year ago.\n</P>\n<P>\nThe 5-foot, 1-inch soldier with the pixie haircut was shown\nflashing a thumbs-up behind a pyramid of naked prisoners in one\nphotograph. In another, she has a cigarette clenched in her teeth as\nshe grins and points at the genitals of a naked detainee. In one of\nthe most vivid pictures from the scandal, England is shown holding a\nleather leash tied around the neck of a prisoner lying on the\ncellblock floor.\n</P>\n<P>\nThose photographs stood in stark contrast to the image of England\nwhen she returned to the United States early last year, pregnant\n(reportedly by the scandal's reputed ringleader, Charles Graner) and\nfacing more than three decades in a military prison for her role in\nthe abuses.\n</P>\n<P>\nClosing the last high-profile case in the scandal, England pleaded\nguilty Monday to two counts of conspiracy, four counts of mistreating\ndetainees and one count of dereliction of duty.\n</P>\n<P>\nEngland, who gave birth to a son in October, now faces a maximum\nsentence of 11 years in military prison. But she is expected to face\nconsiderably less time than that under the undisclosed terms of her\nplea deal with prosecutors.\n</P>\n<P>\nA jury composed of Army officers and enlisted soldiers will be\nseated Tuesday morning to recommend a sentence for England as part of\na penalty hearing expected to last several days. Under military law,\nshe would receive the lesser punishment between what the jury\nrecommends and what prosecutors have offered.\n</P>\n<P>\nEngland was one of seven members of the 372nd Military Police\nCompany charged with humiliating and assaulting prisoners at Abu\nGhraib. Four other members of the 372nd and two low-level military\nintelligence officers have entered guilty pleas in the abuse scandal\nand received sentences ranging from no time to 8 1/2 years.\n</P>\n<P>\nSpc. Sabrina Harman, a former Abu Ghraib guard, is scheduled to go\nto trial at Fort Hood next week.\n</P>\n<P>\nGraner is so far the only soldier charged in the scandal to contest\nthe case against him at a military trial. He was convicted of every\ncharge at a trial here in January and sentenced to 10 years in prison.\n</P>\n<P>\nMonday, Graner was back at the court building at Fort Hood, called\nas a possible witness for England in the penalty phase of her\nproceedings. England's attorneys are expected to argue as part of\ntheir mitigating case that England was led astray by Graner, whom she\nfrequently sneaked out at night to visit at the prison's cellblock.\n</P>\n<P>\nThe two no longer are romantically involved. After his conviction,\nGraner married fellow soldier and former co-defendant Megan Ambuhl; he\nis serving his sentence at the military prison at Fort Leavenworth,\nKan.\n</P>\n<P>\nUnder questioning Monday from Col. James L. Pohl, a military judge,\nEngland repeatedly said that she agreed at Graner's suggestion to\nappear in the photographs that outraged much of the Arab world and\nopened an embarrassing chapter in the U.S.-led invasion of Iraq.\n</P>\n<P>\nWhen Pohl asked about the photograph showing England holding a\ndetainee by a leash, she said it was Graner's idea: ``I assumed it was\nOK, because he was an MP. He had the background as a corrections\nofficer, and, him being older than me, I thought he knew what he was\ndoing.''\n</P>\n<P>\nEngland said she knew it was wrong when Graner pulled out his\ndigital camera and started taking pictures of the episode ``for his\nown amusement.''\n</P>\n<P>\nDefense attorneys are expected to present evidence over the next\nfew days that England has long suffered from mental problems and\nlearning disabilities and was extremely susceptible to the influence\nof her peers.\n</P>\n<P>\nIn court, England frequently appeared hesitant and unsure of her\nanswers as Pohl asked whether she knew other various actions were\nwrong at the time she committed them -- a key legal test in\ndetermining whether a plea in military court can be accepted.\n</P>\n<P>\nThe judge spent nearly three hours going over with England the\ndetails of an 11-page statement of facts that England acknowledged in\nher plea deal.\n</P>\n<P>\n``If you knew it was wrong, then why did you do it?'' Pohl asked\nagain and again during the hearing. Referring to Graner, England\nrepeatedly answered: ``He asked me to.''\n</P>\n<P>\n``Did you get any amusement out of it?'' Pohl asked at one point.\n</P>\n<P>\n``Not really,'' England said after a long pause. ``But I did what\nthey wanted me to.''\n</P>\n", 
            "id": "LTW_ENG_20050502.0105"
        }, 
        {
            "headline": "Private England Pleads Guilty", 
            "text": "\n<P>\nArmy Pfc. Lynndie R. England formally pleaded\nguilty Monday to mistreating inmates at Iraq's Abu Ghraib prison, with\nmany of the seven counts related to her appearance in some of the most\ngraphic photographs of the abuse that shocked the world last spring.\n</P>\n<P>\nUnder a deal she made with military prosecutors, the reservist from\nFort Ashby, W.Va., will serve less than the maximum term of 11 years\nin prison that could result from her guilty plea. She had faced nine\ncounts and could have received up to 16 1/2 years. A military jury\nhere will decide her sentence this week.\n</P>\n<P>\nEngland, 22, was perhaps the most familiar face in the notorious\nphotos. She was pictured holding one inmate tethered to a leash. In\nanother, she smiles and smokes a cigarette while pointing at a naked\nprisoner. Her involvement in a group of sexually humiliating scenarios\nwent alongside images of military dogs attacking prisoners, soldiers\ncarrying out physical assaults, and detainees being chained to their\nbeds and cell doors in ``stress positions.''\n</P>\n<P>\nThe emergence of the Abu Ghraib photographs spawned nearly a dozen\ndefense department and military inquiries into detainee abuse and\nfocused an international spotlight on U.S. detention operations in\nIraq, Afghanistan and Guantanamo Bay, Cuba. While government officials\ninitially tried to minimize the Abu Ghraib abuses as being at the\nhands of a few bad apples in the Army Reserve, the larger\ninvestigations revealed widespread abuses involving questionable and\nharsh interrogation tactics.\n</P>\n<P>\nEngland's defense team has been arguing for nearly a year that her\ncase was part of a bigger picture, initially trying to get top U.S.\nofficials, including Defense Secretary Donald Rumsfeld, to testify at\nher court martial about the nation's policies for handling and\ninterrogating detainees. They argued England was simply doing as she\nwas told and as a low-ranking soldier, she wasn't in a position to\nquestion her orders.\n</P>\n<P>\nStill, in the end England negotiated a plea. But those careful\narrangements almost went awry in the stark military courtroom Monday\nwhen a skeptical Army judge raised questions about her admission of\nguilt.\n</P>\n<P>\nIn military law, a judge cannot accept a defendant's guilty plea\nwithout assurance that the plea is true.\n</P>\n<P>\nEngland told the judge, Col. James L. Pohl, that she was sent to\nIraq as a records clerk with the 372nd Military Police Company, based\nin Cumberland, Md., and had no training as a prison guard when the\nArmy assigned her to work at Baghdad's toughest prison. When Pohl\nasked the defendant why she posed for the leash picture, she responded\nthat she had been told to do so by then-Sgt. Charles A. Graner Jr, who\nwas trained as a prison guard.\n</P>\n<P>\n``Did you question this procedure?'' the judge asked.\n</P>\n<P>\n``I assumed it was OK,'' England replied, ``because he was an MP\n(military police soldier), he had the corrections officer background.\nHe was older than me.''\n</P>\n<P>\nPohl appeared troubled by her answer, noting she had to have\nknowledge her actions were wrong to be legally culpable. He told\nprosecutors that ``it's going to be difficult to make a photograph of\na lawful act into a crime.''\n</P>\n<P>\nAfter a brief recess for the lawyers to meet, England returned to\nthe courtroom and said she knew at the time that use of the leash\n``was not only morally wrong but legally wrong. I had a choice, but I\nchose what my friends wanted me to do.''\n</P>\n<P>\nEngland went on to say she had deliberately done wrong in posing\nfor other pictures, including one that showed seven naked prisoners\nforced to form a human pyramid. ``I knew it was wrong,'' she said.\n``Who would morally do something like that in a U.S. prison?''\n</P>\n<P>\nEngland becomes the eighth U.S. soldier to plead guilty or be\nconvicted in relation to the Abu Ghraib abuses. Graner, the\nhighest-ranking soldier implicated, was the only one to go to trial.\nDescribed by investigators as a ringleader of the abuse, he was\nconvicted at a court martial in January and is serving a 10-year\nsentence.\n</P>\n<P>\nNo senior officer at the prison, and no one higher up in the chain\nof command, has faced charges in the case. Last week, the Army's\ninspector general exonerated four generals in Iraq of any blame for\nAbu Ghraib.\n</P>\n<P>\n(optional add end)\n</P>\n<P>\nEngland became pregnant while in Iraq. Her child -- believed to be\nGraner's son -- is a few months old and is living with relatives.\n</P>\n<P>\nShe told the judge Monday that many of the photos in which she is\nseen standing beside naked Iraqi inmates were taken late on the night\nof Nov. 7, 2003. She said she had gone to Cell Block One-Alpha that\nnight to celebrate with the guards there; the next day was her 21st\nbirthday. \n</P>\n", 
            "id": "LTW_ENG_20050502.0108"
        }, 
        {
            "headline": "US soldier involved in abusing prisoners pleads guilty", 
            "text": "\n<P>\nA female US soldier accused of \nabusing Iraqi detainees at the Abu Ghraib prison pleaded guilty on\nMonday to several charges at a court-martial at Fort Hood, Texas.\n</P>\n<P>\nPrivate Lynndie England, perhaps the most well-known in the \nabuse scandal that occurred in the fall of 2003, pleaded guilty to\nseven charges, including two counts of conspiracy to maltreat \nprisoners, four counts of maltreating prisoners and one count of \ncommitting an indecent act.\n</P>\n<P>\nEngland, 22, reached a plea bargain with military prosecutors \nlast week, which would lower her maximum possible sentence from 16\nand a half years in prison to 11 years. The prosecution dropped a \ndereliction of duty charge and one of committing an indecent act.\n</P>\n<P>\nIf the plea agreement was accepted by the military judge, a \njury of officers and soldiers would decide her punishment \nfollowing a sentencing hearing.\n</P>\n<P>\nEngland, from West Virginia, was one of seven members of the \nMaryland-based 372nd Military Police Company charged with \nhumiliating and assaulting prisoners at Abu Ghraib.\n</P>\n<P>\nThe Abu Ghraib abuse scandal went public in April 2004, after \nphotographs showing American soldiers mistreating and humiliating \nIraqi prisoners surfaced. The scandal caused a widespread outrage,\nparticularly in the Arab world, prompting President George W. Bush\nto apologize.\n</P>\n<P>\nEngland and the other soldiers accused have insisted that they \nwere following orders from military intelligence officers at the \nprison to \"soften up\" the prisoners for interrogation.\n</P>\n<P>\nOf the seven members of the 372nd Military Police Company \ncharged in the abuse scandal, four have previously entered guilty \npleas, and the only soldier to stand trial so far was Charles \nGraner, who was serving a 10-year jail term.\n</P>\n", 
            "id": "XIN_ENG_20050502.0185"
        }, 
        {
            "headline": "PRISONERS ABUSED FOR 'AMUSEMENT'; ENGLAND PLEADS GUILTY, SAYING SHE 'CHOSE' TO DEGRADE IRAQI DETAINEES AT ABU GHRAIB", 
            "text": "\n<P>\nA clique of U.S. soldiers tormented Iraqi\ndetainees at Abu Ghraib prison for \"amusement,\" not for any\nauthorized military mission, Pfc. Lynndie England testified Monday as she\npleaded guilty to seven abuse-related charges.\n</P>\n<P>\n\"I had a choice, but I chose to do what my\nfriends wanted me to,\" the 22-year-old reservist said at her\ncourt-martial. \"I was just yielding to peer pressure.\"\n</P>\n<P>\nA jury of U.S. Army troops will be selected today to\nset punishment, which could be a sentence from two to\n11 years for conspiracy, indecency and maltreatment of detainees.\n</P>\n<P>\nEngland became the eighth enlisted soldier to be found guilty of\n2003 Abu Ghraib crimes that continue to taint the reputations\nof the United States and its military. The most severe\npunishment was set at 10 years for Pvt. Charles Graner,\nwho orchestrated many of the abuses and will be called\nas a witness for England.\n</P>\n<P>\nShe and Graner, both from the Maryland-based 372nd Military Police Company,\nwere romantically involved while in Iraq. England gave birth to\nhis son in October, months after they broke up. Last\nmonth, the imprisoned Graner was married by proxy to co-defendant\nMegan Ambuhl.\n</P>\n<P>\nGraner is crucial to England's claim that she followed his lead\nat Abu Ghraib, where he was a guard and she\nwas a clerk.\n</P>\n<P>\nBefore accepting her guilty pleas, the judge, Col. James Pohl, required\nEngland to clearly describe her wrongdoing and motives. Asked if\nshe had been ordered by her chain of command to\nmistreat inmates, England replied, \"No, sir.\"\n</P>\n<P>\nQueried how she knew it was wrong to pose in a\nphoto with nude inmates being forced to masturbate, England said:\n\"Anybody could be offended seeing that picture.\"\n</P>\n<P>\nThe interrogation produced repeated statements by England that soldiers abused Iraqis\n\"for their own amusement,\" and admissions that she participated \"because\nthey asked me to.\"\n</P>\n<P>\nBut she also confirmed to the judge's satisfaction that she knew\nit was wrong to engage in the abuses, regardless of\nthe fact that Graner and another abusive soldier had backgrounds\nas civilian prison guards.\n</P>\n<P>\nExplaining perhaps the most notorious photo in which she appeared, England\nsaid the main reason she held an Iraqi on a\nleash was because Graner told her to. Graner had said\nhe wanted to photograph the 5-foot-1 England controlling the nude\nIraqi to instill fear in other inmates, she claimed.\n</P>\n<P>\n\"He wanted it to look more degrading and humiliating, with a\nfemale of my size,\" she said. But she quickly realized\nGraner's explanation that he needed to abuse the detainees in\norder to \"control\" them was not true.\n</P>\n<P>\n\"I thought it was not only morally wrong but legally wrong,\"\nshe said.\n</P>\n<P>\nEngland also conceded that during most of her misdeeds, she was\nvisiting Graner and other friends from her company, but wasn't\nalways on official business in the maximum security wing where\nthey worked.\n</P>\n<P>\nEngland also backed off from earlier assertions that the tormenting of\ndetainees was part of an effort to soften them up\nfor intelligence agents. Although guards were told to deprive detainees\nof sleep, manipulate their meal schedules and force them to\nmaintain awkward positions to cause stress, England said, \"no, sir,\"\nwhen asked if any of her crimes were done to\nhelp interrogators.\n</P>\n<P>\nOfficers and enlisted soldiers who will set England's punishment are expected\nto hear testimony from several defense witnesses, including psychology and\nsociology experts, as well as Graner.\n</P>\n<P>\nIn a sentencing hearing likely to last several days, jurors also\ncould hear a prosecution witness who is expected to describe\nEngland's job performance while in Iraq, which included admonishments for\nher affair with Graner.\n</P>\n", 
            "id": "NYT_ENG_20050502.0213"
        }, 
        {
            "headline": "Lynndie England defense questions court martial judge", 
            "text": "\n<P>\nThe defense on Monday demanded \nthat the judge be changed for the court martial of Private Lynndie \nEngland, the US soldier seen in photographs from Iraq's Abu Ghraib \nprison holding a leash attached to the neck of a naked inmate.\n</P>\n<P>\nEngland's lawyers threw up their objections at the start of the \ncourt martial forcing a recess barely 30 minutes after the hearing \nopened, and before England had made her expected guilty plea.\n</P>\n<P>\nDefense lawyer Rick Hernandez asked the military judge, Colonel \nJames Pohl, to recuse himself because he had presided over all the \nother Abu Ghraib abuse cases. Hernandez said this \"gives the \nappearance of bias.\"\n</P>\n<P>\nWhen the judge said it made sense for one judge to preside over \nthe \"factually complicated cases\" that had thousands of pages of \nsupporting documents, Hernandez responded that the fact that England \nwas going to enter a guilty plea meant the case would not be \n\"complicated.\"\n</P>\n<P>\nPohl became increasingly frustrated during the questioning and \ntold Hernandez that in order to recuse himself: \"I'd have to believe \nthere was an appearance of impropriety from two colonels and two \nthree-star generals.\"\n</P>\n", 
            "id": "AFP_ENG_20050502.0348"
        }, 
        {
            "headline": "England pleads guilty at Iraq abuse court martial by Mira Oberman = (PICTURE) = ATTENTION - ADDS testimony from England ///", 
            "text": "\n<P>\nLynndie England on Monday pled \nguilty to charges of abusing Iraqi prisoners at the Abu Ghraib \nprison but told a court martial she did not believe she was doing \nwrong when photographed holding a leash on a naked inmate.\n</P>\n<P>\nThe 22-year-old private, who featured in some of the most \ngraphic pictures of sexual humiliation of prisoners at the jail near \nBaghdad, told the hearing she had been following the orders of her \nformer boyfriend, Specialist Charles Graner, one of the abuse \nringleaders.\n</P>\n<P>\n\"I assumed it was okay because he was an MP and he had the \nbackground of being a corrections officer,\" said England, who pled \nguilty to seven charges relating to the abuse of prisoners in \nOctober and November 2003.\n</P>\n<P>\nThe military judge, Colonel James Pohl, halted proceedings after \nEngland indicated that she did not believe her actions were wrong.\n</P>\n<P>\n\"I want you to understand this is your trial. I don't want you \nto plead guilty unless you are guilty,\" Pohl said.\n</P>\n<P>\nEngland told how she was at the prison to visit friends and \nGraner had taken her into the cellblock where he was trying to get \nan uncooperative inmate out of his cell.\n</P>\n<P>\n\"The detainee was on the ground,\" England said. \"He (Graner) \nproceeded to tie the strap around his neck and he told the detainee \nto start crawling around the cell. When the detainee would not do \nthat he had me hold the strap.\"\n</P>\n<P>\nThe prisoner then crawled out of the cell with England holding \nthe strap.\n</P>\n<P>\nWhen the judge asked England why Graner handed her the strap, \nEngland replied: \"He wanted it to look more degrading with a female \nof my size.\" Graner had also wanted other prisoners to witness the \ndegradation. \"It would be more humiliating to him.\"\n</P>\n<P>\nEngland said she believed Graner took the pictures \"for his own \namusement.\"\n</P>\n<P>\nThe abuse pictures were shown around the world and led to \nwidespread condemnation of US practices in Iraq at a time when it \nwas still trying to bring the country under control after the 2003 \ninvasion.\n</P>\n<P>\nEngland reached a plea bargain with military prosecutors, who \ndropped a dereliction of duty charge and one of committing an \nindecent act when she was photographed performing fellatio on \nanother solider.\n</P>\n<P>\nThat brings the maximum sentence she risks down to 11 years from \nthe original 16-and-a-half years.\n</P>\n<P>\nHer defense asked the judge to roll several maltreatment charges \ninto one, which would bring the maximum sentence down to eight \nyears.\n</P>\n<P>\nEngland's lawyer, Rick Hernandez, asked Pohl to recuse himself \nbecause he had presided over all the other Abu Ghraib abuse cases. \nHernandez said this \"gives the appearance of bias.\" But the judge \nrejected the demand and England went on to make her plea.\n</P>\n<P>\nThe proposed punishment under the plea bargain with prosecutors \nwill remain secret until after the military jury decides the \nsentence it believes she should face. England will then receive the \nlesser of the two sentences.\n</P>\n<P>\nEngland was accused of posing for a number of photographs.\n</P>\n<P>\nAs well as the infamous image holding a leash, England is also \nseen pointing to the word \"rapeist\" (sic) written on the exposed \nbuttocks of a prisoner.\n</P>\n<P>\nShe also posed with naked prisoners who formed a human pyramid \nand some who had been forced to masturbate. She was also \nphotographed engaging in fellatio with Graner, the father of her \nnewborn baby, who is serving a 10-year jail term for beating and \nsexually humiliating prisoners.\n</P>\n<P>\nGraner is reported to have married another soldier charged in \nthe scandal, Megan Ambuhl, who pleaded guilty and received a \ndishonorable discharge.\n</P>\n<P>\nOf the eight soldiers charged over the Abu Ghraib scandal, only \nGraner's case has gone to trial.\n</P>\n<P>\nFive soldiers pled guilty and received sentences ranging from a \ndishonorable discharge to eight years in prison. The final hearing, \nthat of Specialist Sabrina Harman, is scheduled to begin May 11.\n</P>\n<P>\nA number of US investigations categorized the abuse as the \nisolated acts by a small group. But many groups have raised \nsuspicions that the US administration has protected the upper ranks. \nUS rights groups have called for a special prosecutor to look into \ntorture allegations.\n</P>\n<P>\nSome top officers have received nonjudicial punishment, \nincluding Brigadier General Janis Karpinski, commander of the \nmilitary police unit at Abu Ghraib, was relieved of her command and \nreprimanded.\n</P>\n<P>\nThe senior US military commander in Iraq at the time, Lieutenant \nGeneral Ricardo Sanchez, and three other high-ranking officers were \ncleared of any wrongdoing by a US military probe.\n</P>\n", 
            "id": "AFP_ENG_20050502.0439"
        }, 
        {
            "headline": "List of charges to which Lynndie England pled guilty in Iraq abuse case", 
            "text": "\n<P>\nFollowing are the list of \ncharges to which US soldier Lynndie England on Monday pled guilty \nhere in relation to abusing Iraqi prisoners at the Abu Ghraib prison \nnear Baghdad:\n</P>\n<P>\n- Two counts of conspiring to maltreatment of subordinates: \nMaximum two years in jail\n</P>\n<P>\n- On October 23, 2003, England conspired with then Corporal \nCharles Graner to maltreat a prisoner who was subject to her orders \nand then \"posed for a photograph holding a strap tied as a leash \naround a naked detainee's neck.\"\n</P>\n<P>\n- On November 7, 2003, England conspired with Garner and three \nother soldiers to maltreat a number of prisoners who were subject to \ntheir orders and posed in a photograph beside a pyramid of naked \nprisoners.\n</P>\n<P>\n- Four counts of maltreatment of detainees: Maximum four years \nin jail\n</P>\n<P>\n- On October 23, 2003, England held a strap around an Iraqi \ndetainee's neck as he crawled naked on the ground.\n</P>\n<P>\n- On November 7, 2003, England posed for a photograph pointing \nat the word \"rapeist\" that had been written and incorrectly spelled \non the exposed buttocks of a detainee.\n</P>\n<P>\n- On November 7, 2003, she posed for a photograph with detainees \nwho were forced to form a human pyramid while naked.\n</P>\n<P>\n- On November 7, 2003, England pointed at the naked genitals of \na detainee who was sitting on the back of another naked detainee.\n</P>\n<P>\n- Charges which were dropped as part of the plea agreement:\n</P>\n<P>\n- Dereliction of duty: Maximum six months in jail\n</P>\n<P>\n- From October 20 through December 1, 2003 England \"willfully \nfailed to protect detainees from abuse, cruelty and maltreatment, as \nit was her duty to do.\"\n</P>\n<P>\n- Committing an indecent act: Maximum five years in jail\n</P>\n<P>\n- On November 2, 2003, England allegedly posed for a photograph \nwhile performing fellatio on Garner.\n</P>\n<P>\nEngland has yet to be sentenced by the military court hearing \nher case.\n</P>\n", 
            "id": "AFP_ENG_20050502.0570"
        }, 
        {
            "headline": "Status of U.S. soldiers charged in the Abu Ghraib Iraqi prisoner abuse scandal", 
            "text": "\n<P>\nPfc. Lynndie England's guilty plea, if approved by the judge, would bring to\neight the number of Army reservists convicted of abusing detainees at the Abu\nGhraib prison.\n</P>\n<P>\nSpc. Sabrina Harman, 27, the other remaining soldier charged in the scandal, is\nscheduled for trial at Fort Hood next week. She faces up to 6 1/2 years in\nprison if convicted of conspiracy, maltreating detainees and dereliction of\nduty.\n</P>\n<P>\nThe others previously convicted:\n</P>\n<P>\n_ Charles Graner Jr., 36, is the only defendant to go to trial. Prosecutors\ndescribed Graner, who is said to be England's ex-boyfriend, as the ringleader of\na group of Abu Ghraib guards who mistreated Iraqi detainees. He was photographed\ngiving the thumbs-up sign behind a pile of naked detainees and ordering them to\nmasturbate. He is serving a 10-year prison sentence at Fort Leavenworth, Kansas,\nafter he was found guilty in January.\n</P>\n<P>\nLast month he married Megan Ambuhl, 30, a former Abu Ghraib guard who pleaded\nguilty to failing to prevent or report maltreatment of prisoners. She was\naccused of watching prisoners being abused and helped set up the photograph of\nEngland holding a naked prisoner by a leash. Ambuhl was discharged from the Army\nwithout serving prison time.\n</P>\n<P>\n_ Ivan Frederick, 38, was sentenced to 8 1/2 years in October after pleading\nguilty to conspiracy, dereliction of duty, maltreatment of detainees, assault\nand committing an indecent act. Frederick admitted he helped place wires on a\ndetainee's hands and told him he would be electrocuted if he fell off a box. He\nwas a staff sergeant, making him the highest-ranking soldier to serve prison\ntime in the case.\n</P>\n<P>\n_ Jeremy Sivits, 25, pleaded guilty last May to four counts for taking pictures\nof naked Iraqi prisoners being humiliated, including some of the photographs\nthat triggered the scandal. The former guard was sentenced to a year in\nprison.\n</P>\n<P>\n_ Roman Krol, 23, admitted pouring water on naked detainees and forcing them to\ncrawl around the floor at Abu Ghraib, and throwing a foam football at them while\nthey were handcuffed. After pleading guilty, Krol was sentenced in February to\n10 months in prison.\n</P>\n<P>\n_ Armin Cruz, 24, was sentenced to eight months in September after pleading\nguilty to conspiracy and mistreating prisoners. Cruz was accused of forcing\nnaked prisoners to crawl along the floor and handcuffing men\ntogether.\n</P>\n<P>\n_ Javal Davis, 27, received a six-month sentence after pleading guilty in\nFebruary to assault, dereliction of duty and lying to Army investigators. Davis\nadmitted stepping on the hands and feet of handcuffed detainees and falling with\nhis full weight on top of them.\n</P>\n", 
            "id": "APW_ENG_20050502.0759"
        }
    ], 
    "id": "D1042H", 
    "title": "Lynndie England"
}