{
	"id":"D1044H",
	"title":"Red Food Dye",
	"docSet":[
		{
			"id":"XIN_ENG_20050218.0183",
			"headline":"Britain issues food warning on cancer-causing dye",
			"text":" Britain's Food Standards Agency on Friday issued an urgent warning advising people not to eat more than 350 food products inadvertently contaminated with an illegal dye. The dye, known as Sudan I, is linked to an increased risk of cancer, but is not thought to be a risk to health at the concentrations used in these products, said a BBC report. The dye got into a batch of chilli powder which was used in a large consignment of Crosse and Blackwell Worcester Sauce made by Premier Foods. The sauce was then added as an ingredient to at least 359 products made by supermarkets and leading food companies such as Unilever. Sudan 1 is a red dye used for coloring solvents, oils waxes, petrol and shoe polish and it is illegal to add it to food in Britain and the whole EU region. However, FSA chief executive Jon Bell told Sky News: \"There is no risk of immediate illness and the general risk is very small. \"Clearly if anyone has any products throw them away or return them,\" he added. \"Because of the widespread use of this Worcester sauce to flavor other foods, we may find further affected products. We will continue to take action to remove these and minimize the risk to consumers,\" he said. Bell said the problem was uncovered when supplies reached an Italian company which tested for Sudan 1. "
		},
		{
			"id":"AFP_ENG_20050218.0419",
			"headline":"Britain orders recall of hundreds of products in cancer scare ATTENTION - ADDS quotes, details ///",
			"text":" Britain's food safety watchdog ordered the recall of more than 350 food products Friday after it said that a potentially cancer-causing dye had been discovered. The Food Standards Agency said it was working with the food industry and local authorities to make sure that all the affected products are removed from the shelves and urged members of the public who have them in their cupboards to contact the store where they were bought for a refund. \"Sudan I could contribute to an increased risk of cancer,\" said FSA chief executive Jon Bell, while downplaying the gravity of the health risk. \"However, at the levels present the risk is likely to be very small but it is sensible to avoid eating any more,\" he said in a statement. \"There is no risk of immediate ill health,\" Bell said. The red-coloured dye, which is used for colouring non-edible items such as petrol and shoe polish, was found in a batch of chilli powder used by the British company Premium Foods to make Worcester Sauce, which was then used as an ingredient in a wide range of products, the FSA said. The agency has published a full list of the affected items, which are stocked by Britain's main supermarket chains and include ready-made meals such as shepherd's pie, pasta bake, cottage pie, chicken wings, sausage casserole, pizza, steak and kidney pie and chilli con carne. There are also a number of products made by well-known British food companies, including three flavours of Unilever's top-selling Pot Noodle brand affected: Beef and Tomato, 'The Sizzler' Bacon Flavour and Hot Dog and Ketchup Flavour. All have a best before date of November 2005. It is illegal to put Sudan 1 into food in Britain and the rest of the European Union and all chilli powder imported since July 2003 has to be certified free of the agent. The offending sample is thought to have entered Britain beforehand. "
		},
		{
			"id":"AFP_ENG_20050221.0419",
			"headline":"Britain extends food recall in cancer scare",
			"text":" The Food Standards Agency (FSA) Monday extended the list of foods contaminated by carcinogenic colouring that it wants to recall from shop shelves and homes. The 38 new items include certain sausages, seasonings and pizzas. The watchdog agency Friday recalled 359 products, ranging from ready-made-meals to a popular brand of instant noodles, after finding traces of the illegal dye Sudan I. \"Sudan I can contribute to an increased risk of cancer but at the levels present the risk is likely to be very small,\" the agency said in a statement. \"There is no risk of immediate ill health but it is sensible to avoid eating any more,\" it said. The FSA said it was working with supermarkets and other stores to remove the products from sale and reiterated its advice to the public to return products on the recall list to the places were they were bought. The red-coloured dye, which is used for colouring non-edible items such as petrol and shoe polish, was found in a batch of chilli powder used by the British company Premium Foods to make Worcester sauce, which was then added as an ingredient in a wide range of products. "
		},
		{
			"id":"XIN_ENG_20050222.0236",
			"headline":"Cyprus issues warning after UK food dye scare",
			"text":" Cyprus health services have advised people not to eat foods imported from Britain that have contaminated an illegal dye named Sudan I, local press reported Tuesday. The advice came after Britain's Food Standards Agency (FSA) last week issued a warning that some 350 food products may be affected and should be withdrawn from the shelves. The foods, including soups, sauces and ready meals, have been distributed widely. The Cypriot Health Ministry has advised consumers not to eat contaminated foodstuffs, and restaurants, takeaways and hotels not to serve these food. The restaurants and hotels should also report to the authorities whether they have already purchased any affected product. Sudan I is a red dye used for coloring solvents, oil, waxes, petrol and shoe and floor polishes. It is not allowed to be added to food in the Europe Union. "
		},
		{
			"id":"XIN_ENG_20050223.0270",
			"headline":"Chinese watchdogs go after malignant red dye",
			"text":" Sudan I, a potentially cancer- causing colorant, is the latest target for China's product quality watchdogs after the disclosure that the red dye has tainted hundreds of food items in Britain, Thursday's China Daily reported. The State Administration for Quality Supervision and Inspection and Quarantine Wednesday slapped a ban on imports of any foods containing the carcinogenic substance, and began screening foods from the European Union. By Tuesday, the watchdog had released an updated list of 428 affected food products, ranging from BBQ sauce to pies, including those made by Heinz and Unilever. China's quality supervision agency put a Chinese version of the known affected list, plus an urgent notice, in the public domain ( www.aqsiq.gov.cn) Wednesday. The agency also asked local inspectors to check domestic food makers to ensure their products or raw materials are free of the dye. Food that contains the substance is not allowed to be sold or exported, a statement from the Chinese agency said. China has already forbidden the use of Sudan I in foods, according to agency sources. "
		},
		{
			"id":"XIN_ENG_20050224.0225",
			"headline":"UK food watchdog launches probe into \"Sudan 1\"",
			"text":" Britain's food watchdog said Thursday it has launched an unprecedented investigation into how an allegedly cancer-causing agent Sudan 1 find its way into the string of British food industry. The director of Food Standard Agency (FSA) David Statham said in a statement that \"local authorities across the country have visited a number of premises to look at records and take samples,\" adding that \"this is a major investigation\". Over the past week, the FSA has ordered the withdrawal of 419 products, ranging from ready-made meals to popular sauces, because they are tainted by a potentially cancer-causing dye. The red-colored dye, which is used for coloring industrial products such as gasoline and shoe polish, was found in a batch of chilli powder used by the British company Premier Foods to make Worcester sauce, which was then added as an ingredient in a wide range of products. Determined to find out how traces of the illegal dye Sudan 1 found its way into Britain's food chain, the FSA said it was conducting its largest ever investigation with the help of five local authorities. It is illegal to put Sudan 1 into food in Britain or elsewhere in the European Union, and all chilli powder imported since July 2003 has to be certified free of the agent. The offending sample is thought to have entered Britain before that time. "
		},
		{
			"id":"AFP_ENG_20050224.0575",
			"headline":"Britain adds another 146 foods to biggest ever recall",
			"text":" Britain's food safety watchdog Thursday added another 146 products to a list of items tainted by a potentially cancer-causing dye in the country's largest food recall yet. The total number of affected goods, ranging from ready-made-meals to popular sauces, came to 474 after a previous list of some 430 items issued by the Food Standards Agency (FSA) was found to have a number of duplications, it said. \"The vast majority of products contaminated with the illegal dye Sudan I have been removed from sale,\" the agency said in a statement. \"Consumers are reminded that the risk is very small, that there is no risk of immediate illness but it is sensible not to eat affected products,\" it said. \"No groups, whether young, in hospital, elderly or pregnant are exposed to anything other than a very small risk.\" "
		},
		{
			"id":"AFP_ENG_20050224.0627",
			"headline":"Britain probes three firms amid biggest ever food recall by Deborah Haynes ATTENTION - RECASTS with probe update, ADDS new food recall ///",
			"text":" Britain's food watchdog said Thursday three companies were under investigation for their alleged role in a cancer scare that has triggered the country's largest food recall. The Food Standards Agency (FSA) has launched an unprecedented probe into how a potentially cancer-causing dye contaminated at least 474 products, ranging from ready-made meals to popular sauces, that have been withdrawn from sale. It has ordered supermarkets over the past week to discard a growing list of food tainted by the illegal Sudan I dye and instructed food manufacturers to reveal any other affected products. \"This has been an enormous undertaking. Hundreds of products have been affected in thousands of shops,\" said David Statham, the FSA's director of enforcement, as the agency added another 146 items to its black list. \"The vast majority of contaminated foods has now been removed and that provides some reassurance to consumers,\" he said in a statement. \"However, there may be some products remaining both in shops and in the catering sector and we will continue to work with local authorities to remove them as far is practical and achievable.\" Determined to find out how traces of the dye found their way into Britain's food chain, the FSA said it was conducting its largest ever investigation with the help of five local authorities. \"This is a major investigation,\" said Statham. \"Local authorities across the country have visited a number of premises to look at records and take samples,\" he said. An FSA spokesman told AFP that the authorities had inspected three firms allegedly involved in the supply of tainted foods -- Premier Foods, East Anglian Food Ingredients and Unbar Rothon. Asked whether any action had been taken with the companies, the spokesman said: \"The investigation is ongoing.\" The agency said in the statement it has advised the local authorities to consider whether to take \"enforcement action\" based on the evidence gathered. Under British law, companies and their executives could face prosecution, unlimited fines and two years in prison, for failure to ensure that food placed on the market is safe and fit for human consumption. The five local authorities involved in the investigation are in Essex and Lincolnshire counties and in the towns of South Holland, Rochdale and Basildon. The red-coloured dye, which is used for colouring non-edible items such as gasoline and shoe polish, was found in a batch of chilli powder used by the British company Premier Foods to make Worcester sauce, which was then added as an ingredient in a wide range of products. Despite prompting an increased risk of cancer, the FSA has emphasised that the actual danger is very small given the levels present. In Brussels, however, the European Commission expressed concern over the discovery of tainted food and said that other EU states had been alerted. Europe-wide rules introduced in June 2003 controlling products like the Sudan 1 dye were not being enforced, the EU executive said. \"I regret that more than 18 months after the (EU decision) establishing the control regime, certain industrial operators have not faced up to their responsibilities and cleaned up their stocks of raw material,\" said EU health and consumer protection commissioner Markos Kyprianou. \"I am concerned that old stocks of chilli from before June 2003 appear still to be used by food processors,\" he said. It is illegal to put Sudan 1 into food in Britain or elsewhere in the European Union, and all chilli powder imported since July 2003 has to be certified free of the agent. The offending sample is thought to have entered Britain beforehand. "
		},
		{
			"id":"APW_ENG_20050224.0986",
			"headline":"More foods added to Britain's cancer food dye recall list",
			"text":" Britain's Food Standards Agency on Thursday extended a list of foods that could be contaminated with a dye linked to cancer. A total of 474 food products are now being recalled, amid fears they could contain traces of Sudan I _ a red dye used for coloring oils, waxes, petrol and shoe polish. The Food Standards Agency sparked an international food safety alert on Feb. 18 when it announced that a sauce contaminated with the dye had been used in hundreds of British foods and exported to several European and Caribbean countries and to North America. The list of recalled foods includes dressings used by McDonald's fast food chain, packets of potato chips and pre-prepared meals. Sudan I is banned from food in Britain and across the European Union, and since 2003 all chili powder imported to Britain must be certified to be free of Sudan I. The batch thought to be responsible for the food scare predates the sampling program. It was uncovered when Italian authorities carried out tests on a batch of Worcestershire sauce shipped to Italy from England. The Food Standards Agency said Sudan I could contribute to an increased risk of cancer, but it was not possible to identify a safe level or to quantify the risk. "
		},
		{
			"id":"AFP_ENG_20050225.0305",
			"headline":"EU fears food scare may spread; problem dye came from India",
			"text":" The EU remains alert to the possible spread of a British health scare into other EU states, where experts are investigating whether a problem dye may also have tainted foodstuffs, officials said Friday. Meanwhile the European Commission, reporting the results of a two-day meeting on the British scare, revealed that the batch of potentially cancer-causing Sudan I dye at the root of the concern came from India. The European Union (EU) executive said it stands ready to call newbeen used. The chilli powder was used to make Worcester sauce, and the delay in the tainted food reaching market is due to the long maturation process involved in producing the condiment. The EU commission said that 12 other EU states have been alerted after the British scare erupted: Belgium, Cyprus, Denmark, Spain, Greece, France, Ireland, Italy, Malta, the Netherlands, Portugal and Austria. "
		}
	]
}
